{
    "teams": [
        {
            "idTeam": "133667",
            "idESPN": "103",
            "idAPIfootball": "489",
            "intLoved": "5",
            "strTeam": "AC Milan",
            "strTeamAlternate": "Milan",
            "strTeamShort": "MIL",
            "intFormedYear": "1899",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "Supercoppa Italiana",
            "idLeague4": "4507",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16431",
            "strStadium": "Stadio Giuseppe Meazza",
            "strKeywords": "Rossoneri",
            "strRSS": "http:\/\/www.acmilan.com\/es\/feed",
            "strLocation": "San Siro, Milan",
            "intStadiumCapacity": "80018",
            "strWebsite": "www.acmilan.com",
            "strFacebook": "www.facebook.com\/ACMilan",
            "strTwitter": "twitter.com\/acmilan",
            "strInstagram": "instagram.com\/acmilan",
            "strDescriptionEN": "Associazione Calcio Milan, commonly referred to as A.C. Milan or simply Milan, is a professional football club in Milan, Italy, founded in 1899. The club has spent its entire history, with the exception of the 1980–81 and 1982–83 seasons, in the top flight of Italian football, known as Serie A since 1929–30.\r\n\r\nWith 18 officially recognised UEFA and FIFA titles, they are the fourth most successful club in the world, along with Boca Juniors, and the most successful Italian club at international level. Milan has won a joint record three Intercontinental Cups and one FIFA Club World Cup, seven European Cup\/Champions League titles (Italian record), the UEFA Super Cup a joint record five times and the Cup Winners' Cup twice. With 18 league titles, Milan is the joint-second most successful club in Serie A, along with local rivals Internazionale and behind Juventus (33). They have also won the Coppa Italia five times, and the Supercoppa Italiana seven.\r\n\r\nMilan's home games are played at San Siro, also known as the Stadio Giuseppe Meazza. The stadium, which is shared with city rivals Internazionale, is the largest in Italian football, with a total capacity of 80,018. Inter are considered their biggest rivals, and matches between the two teams are called Derby della Madonnina, which is one of the most followed derbies in football.\r\n\r\nThe former owner of the club was former Italian prime minister Silvio Berlusconi, who owned the club for 31 years. The club is one of the wealthiest in Italian and world football. It was a founding member of the now-defunct G-14 group of Europe's leading football clubs as well as its replacement, the European Club Association.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Associazione Calcio Milan, meglio nota come A.C. Milano anche Milan (AFI: \/ˈmilan\/), è una società calcistica italiana fondata nel 1899 con sede nella città di Milano.\r\n\r\nLa squadra milita nella Serie A del campionato italiano di calcio, dove ha giocato pressoché stabilmente: dalla sua introduzione nella stagione 1929-1930, infatti, ha partecipato a 86 campionati di Serie A a girone unico su 88. L'esordio in massima serie nel periodo antecedente il girone unico risale al 1900.\r\n\r\nÈ la terza squadra al mondo per numero di titoli internazionali vinti (18, a pari merito con il Boca Juniors e l'Independiente e alle spalle di Real Madrid e Al-Ahly, rispettivamente a quota 27 e 20).Nella sua bacheca figurano, a livello internazionale, 7 Coppe dei Campioni\/UEFA Champions League, 2 Coppe delle Coppe, 5 Supercoppe europee, 3 Coppe Intercontinentali e una Coppa del mondo per club FIFA. Se in ambito internazionale il Milan è la squadra italiana con più successi, la prima italiana ad essersi aggiudicata la Coppa dei Campioni (nel 1962-1963) e la seconda squadra europea e prima italiana per numero di finali di Coppa dei Campioni\/UEFA Champions League disputate (11), in ambito italiano è il secondo club più titolato, a pari merito con l'Inter e alle spalle della Juventus (57 trofei), avendo vinto 30 trofei nazionali: 18 scudetti, 5 Coppe Italia e 7 Supercoppe italiane. Complessivamente, con 48 trofei ufficiali vinti (30 nazionali e 18 internazionali), è il secondo club italiano più titolato dietro alla Juventus (68). È stata inoltre la prima squadra a vincere, nel 1991-1992, il campionato italiano a girone unico senza subire sconfitte,eguagliata dalla Juventus nel 2011-2012. Numerosi calciatori sono stati premiati durante la militanza nel club con riconoscimenti quali il Pallone d'oro (8) e il FIFA World Player (3).\r\n\r\nIl club figura al settantottesimo posto della graduatoria continentale dell'UEFA, stilata in base ai risultati ottenuti nelle competizioni UEFA per club nell'ultimo quinquennio e al quarto posto nella classifica stilata dall'IFFHS dei migliori club europei del XX secolo.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FB090B",
            "strColour2": "#000000",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wvspur1448806617.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/syvurp1425356171.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ypxxqs1420507288.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/txvurv1420507301.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yxtrst1420507320.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uvsqrx1421077633.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/swxxxw1425356108.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/g04lh51720881354.png",
            "strYoutube": "www.youtube.com\/acmilan",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133686",
            "idESPN": "0",
            "idAPIfootball": "507",
            "intLoved": null,
            "strTeam": "Ascoli",
            "strTeamAlternate": "Ascoli Picchio",
            "strTeamShort": "",
            "intFormedYear": "1898",
            "strSport": "Soccer",
            "strLeague": "Italian Serie C Girone B",
            "idLeague": "5339",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "Italy Coppa Italia Serie C",
            "idLeague3": "5187",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18617",
            "strStadium": "Stadio Cino e Lillo Del Duca",
            "strKeywords": "Picchio",
            "strRSS": "",
            "strLocation": "Ascoli Piceno",
            "intStadiumCapacity": "20550",
            "strWebsite": "www.ascolicalcio1898.it",
            "strFacebook": "www.facebook.com\/Ascoli-Calcio-1898-FC-SpA-567052460077934",
            "strTwitter": "twitter.com\/ascolicalciofc",
            "strInstagram": "www.instagram.com\/ascolicalcio1898fc",
            "strDescriptionEN": "Ascoli Picchio F.C. 1898 SpA is an Italian football club based in Ascoli Piceno, Marche. The club was formed in 1901 (even though the traditional year of birth is considered 1898) and currently play in Serie B, having returned to it after two seasons spent in Serie A and eight in Serie B. Ascoli played in Serie A between periods of 1974–1976, 1978–1985, 1986–1990, 1991–1992, and 2005–2007.\r\n\r\nThe team traditionally play in vertical black and white stripes.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Ascoli Calcio 1898 FC, meglio nota come Ascoli, è una società calcistica italiana con sede nella città di Ascoli Piceno. Milita in Serie B, seconda divisione del campionato italiano di calcio.\r\n\r\nFondato nel 1898,[1] l'Ascoli è tra i club più antichi d'Italia. Vanta 16 stagioni in Serie A, categoria nella quale il suo miglior piazzamento è il quarto posto della stagione 1979-80, e 24 in Serie B, categoria dove nell'annata 1977-78 stabilì il record di punti (61) nei tornei italiani a 20 squadre e due punti a incontro. Il periodo più vittorioso dell'Ascoli è ascrivibile alla presidenza di Costantino Rozzi, che guidò la società dal 1968 al 1994. Il suo palmarès annovera, a livello nazionale, due campionati di seconda serie e due di terza serie, oltre a un Torneo di Capodanno e a una Supercoppa di Lega di Serie C; inoltre ha partecipato 48 volte alla Coppa Italia. In ambito internazionale la formazione marchigiana vanta una Coppa Mitropa, assieme al raggiungimento di una finale di Coppa Anglo-Italiana.\r\n\r\nLa formazione picena si colloca al 30º posto nella classifica perpetua della Serie A e al 34º posto nella graduatoria della tradizione sportiva italiana secondo i criteri della FIGC e al 27º posto nella Classifica perpetua della Serie B.\r\n\r\nI colori sociali sono il bianco e il nero.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Ascoli Picchio F.C. 1898 es un club de fútbol de Italia, de la ciudad de Ascoli Piceno en las Marcas. Fue fundado en 1898 y refundado en 2014.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/mi2bsf1579708272.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/v182v71547581222.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/0rz3uf1692530728.png",
            "strYoutube": "www.youtube.com\/channel\/UC9P_SeW-i5kPimkaQJpUZlA",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134782",
            "idESPN": "105",
            "idAPIfootball": "499",
            "intLoved": "1",
            "strTeam": "Atalanta",
            "strTeamAlternate": "Orobici",
            "strTeamShort": "",
            "intFormedYear": "1907",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Super Cup",
            "idLeague4": "4512",
            "strLeague5": "Supercoppa Italiana",
            "idLeague5": "4507",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17430",
            "strStadium": "Gewiss Stadium",
            "strKeywords": "Dea",
            "strRSS": "",
            "strLocation": "Bergamo, Italy",
            "intStadiumCapacity": "21300",
            "strWebsite": "www.atalanta.it",
            "strFacebook": "www.facebook.com\/atalantabc\/",
            "strTwitter": "twitter.com\/Atalanta_BC",
            "strInstagram": "instagram.com\/atalantabc",
            "strDescriptionEN": "Atalanta Bergamasca Calcio, commonly known as just Atalanta, Atalanta Bergamo or the abbreviation Atalanta BC, is an Italian football club based in Bergamo, Lombardy. The club currently plays in Serie A, having gained the promotion from Serie B in 2010–11.\r\n\r\nThey are nicknamed the Nerazzurri and the Orobici. Atalanta play in blue-and-black vertically striped shirts, black shorts and black socks. The club stadium is the 26,638 seater Atleti Azzurri d'Italia.\r\n\r\nIn Italy, Atalanta is sometimes called Regina delle provinciali (queen of the provincial clubs) to mark the fact that the club is historically one of the most consistent among the non-metropolitan ones, having played 53 times in Serie A (11th overall for number of participations in the top division), 28 times in Serie B and only once in Serie C1.\r\n\r\nThe club won the Coppa Italia in 1963 and reached the Cup Winners' Cup Semifinal in 1988, when it was still competing in Serie B. This is still the best ever performance by a non-first division club in a major UEFA competition (together with Cardiff City). Atalanta also participated twice in the UEFA Cup, reaching the quarterfinals in 1990–91.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Atalanta Bergamasca Calcio, meglio nota come Atalanta, è una società calcistica italiana con sede nella città di Bergamo.\r\n\r\nFondata il 17 ottobre 1907, viene soprannominata “regina delle provinciali” poiché, avendo preso parte a 60 edizioni della Serie A a girone unico, è la squadra col maggior numero di presenze nel massimo campionato italiano di calcio sia tra quelle che non rappresentano capoluoghi di regione sia tra quelle che non hanno mai vinto lo scudetto. Il club detiene il record assoluto di promozioni nella massima serie ed è, al pari del Genoa, quello che ha vinto più volte un campionato cadetto.\r\n\r\nA livello nazionale è giunta a disputare la finale di Coppa Italia in quattro diverse occasioni, aggiudicandosi il trofeo nell'edizione 1962-1963, ed ha ottenuto il terzo posto finale, con conseguente qualificazione alla fase a gironi della UEFA Champions League, nei campionati di Serie A 2018-2019 e 2019-2020. Il club ha inoltre partecipato a due edizioni della Coppa delle Coppe ed a quattro edizioni della Coppa UEFA\/Europa League. Avendo raggiunto, mentre militava in Serie B, la semifinale di Coppa delle Coppe nella stagione 1987-1988, risulta essere la squadra che ha ottenuto il miglior risultato in una competizione UEFA tra quelle non militanti nel massimo campionato della propria nazione.\r\n\r\nL'Atalanta è dodicesima nella graduatoria della tradizione sportiva italiana secondo i criteri della FIGC, e dal 2019 è membro dell'European Club Association.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#1E71B8",
            "strColour2": "#000000",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/lrvxg71534873930.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/8b0oqj1612694592.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/btiu8g1731826382.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/a38vbc1546086008.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/d3kt481546086018.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/squqvw1421077900.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/wsxtqu1420653660.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/13h8yb1722246284.png",
            "strYoutube": "www.youtube.com\/user\/AtalantaBC1907",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133688",
            "idESPN": "106",
            "idAPIfootball": "508",
            "intLoved": null,
            "strTeam": "Bari",
            "strTeamAlternate": "SSC Bari, Società Sportiva Calcio Bari",
            "strTeamShort": "",
            "intFormedYear": "1908",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18370",
            "strStadium": "Stadio San Nicola",
            "strKeywords": "I Galletti",
            "strRSS": "",
            "strLocation": "Bari, Italy",
            "intStadiumCapacity": "58270",
            "strWebsite": "www.asbari.it",
            "strFacebook": "www.facebook.com\/sscalciobari\/",
            "strTwitter": "twitter.com\/sscalciobari",
            "strInstagram": "www.instagram.com\/sscalciobari",
            "strDescriptionEN": "Società Sportiva Calcio Bari, commonly referred to as Bari, is an Italian football club founded in 1908 and based in Bari, Apulia. Bari currently plays in the Serie C Group C. The team finished the 2021–22 season in first place and earned promotion to Serie B for the 2022–23 season.\r\n\r\nThe club spent many seasons bouncing between the top two divisions in Italian football, Serie A and Serie B. The club was formerly known as A.S. Bari or F.C. Bari 1908 as well as other names, due to re-foundations. Bari usually play in all-white with red detailing.\r\n\r\nStatistically Bari are the most successful club from the Apulia region, in terms of the all-time Serie A records. They are amongst the elite in Southern Italian football and are ranked 17th in the all-time Serie A records for all of Italy. Notably they won the Mitropa Cup in 1990. Bari also held the British football transfer record, when it paid £5,500,000 for David Platt in 1991. It was the most expensive fee paid by a foreign club for a British player for four years.\r\n\r\nOne of the most notable achievements in the club's history was in the 1996 season, when their forward Igor Protti became the top scorer in the Serie A with 24 goals. The club are known in the wider footballing world for producing Antonio Cassano who was born in Bari, he shone at the club as a youngster.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "La Società Sportiva Calcio Bari S.p.A.[1], più semplicemente nota come Bari, è una società calcistica italiana di Bari. È erede della tradizione dell'Associazione Sportiva Bari, società costituita nel 1928 dalla fusione dei sodalizi calcistici baresi Liberty e Ideale, e con questa si richiama al Bari Foot-Ball Club, fondato nel 1908. Milita in Serie C, terza divisione del campionato italiano di calcio.\r\n\r\nÈ tradizionalmente soprannominata \"squadra ascensore\" per le numerose promozioni e retrocessioni susseguitesi negli anni tra la Serie A e le categorie inferiori, soprattutto la Serie B.[2][3][4] Chiamata comunemente, anche presso la stampa, \"la Bari\" fino agli anni sessanta, è stata poi indicata come \"il Bari\",[3][5] sebbene i suoi tifosi usino talvolta indicare ancora la squadra al femminile. Lo storico barese Gianni Antonucci ha definito, in alcune sue pubblicazioni, il Bari come \"la squadra più stramba del calcio italiano\".[3][6] I colori sociali sono il bianco e il rosso, mentre comune è il soprannome Galletti, desunto dalla mascotte.\r\n\r\nAvendo partecipato a 30 edizioni del campionato di Serie A a girone unico, è la prima squadra della Puglia e la terza del Mezzogiorno d'Italia per numero di presenze nel massimo campionato italiano di calcio. Nella sua storia ha vinto due campionati di Serie B, uno di Serie C e uno Scudetto di IV Serie, mentre in ambito internazionale annovera la vittoria di una Coppa Mitropa nel 1990. Il Bari risulta al 19º posto nella classifica perpetua della Serie A e al 16º posto nella graduatoria della tradizione sportiva italiana secondo i criteri della FIGC.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "La Associazione Sportiva Bari es un club de fútbol de Italia, de la ciudad de Bari en la región de Apulia. Fue fundado en 1908 y juega en la Serie B.\r\n\r\nDurante 1927 el club de fútbol que representa a la ciudad se fusionó con un equipo denominado Liberty de Bari, un año después de esto, el club se fusionó nuevamente, estva vez con el US Ideale; es por ello que la fecha de la fundación se cita, veces, como 1928.\r\n\r\nEl club es, estadísticamente, el más exitoso de la región de Apulia, en términos de temporadas en la Serie A. EL AS Bari está entre la élite del fútbol italiano del sur y ocuparon el puesto 17º de todos los tiempos de la Serie A. Su título más notable es la Copa Mitropa de 1990.\r\n\r\nUno de los principales logros particulares en la historia del club ocurrió en 1996, cuando Igor Protti se convirtió en el capocannoniere de la Serie A con 25 goles. El club dio jugadores de primer nivel al mundo futbolístico como Antonio Cassano, nacido en Bari.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/isfrtg1579724972.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/1gemcg1721770523.png",
            "strYoutube": "www.youtube.com\/SSCBari",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134781",
            "idESPN": "107",
            "idAPIfootball": "500",
            "intLoved": "1",
            "strTeam": "Bologna",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1909",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19335",
            "strStadium": "Stadio Renato Dall'Ara",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Bologna, Emilia-Romagna",
            "intStadiumCapacity": "38279",
            "strWebsite": "www.bolognafc.it",
            "strFacebook": "www.facebook.com\/#!\/pages\/Bologna-FC\/249463021839185",
            "strTwitter": "twitter.com\/BfcOfficialPage",
            "strInstagram": "instagram.com\/torinofc1906",
            "strDescriptionEN": "Bologna Football Club 1909, known simply as Bologna, is an Italian football club based in Bologna, Emilia-Romagna, formed in 1909 (reformed in 1993). The club are nicknamed the rossoblu due to the red-and-blue striped shirts which they wear, which are also the official colours of the city.\r\n\r\nBologna were a founding member of Serie A in 1929. During its history, the club has won the Italian league championship seven times, making them the sixth most successful team in the history of the league.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Bologna Football Club 1909 (AFI: \/boˈloɲɲa 'futbol ˈklɛb\/),[1] comunemente noto come Bologna, o con la sigla BFC («Bologna Football Club»), è una società calcistica italiana per azioni con sede nell'omonima città emiliana. Nella stagione 2019-2020 milita in Serie A, il massimo livello della piramide calcistica italiana. I colori sociali sono il rosso e il blu e la maglia di gioco è a pali verticali alternati della medesima cromia.[2] Dal 1927 la squadra disputa le proprie gare interne nello Stadio Renato Dall'Ara, nato come Stadio Littoriale e chiamato, dal dopoguerra fino al 1983, Stadio Comunale, il quale può ospitare 36 462 spettatori.[N 1]\r\n\r\nFondata il 3 ottobre 1909 da Emilio Arnstein,[3] cadde in fallimento nel 1993 e si ricostituì a livello societario con l'attuale denominazione dopo aver acquisito nuovamente i diritti e il titolo sportivo del sodalizio precedente.[4] Con la partecipazione a 73 campionati di Serie A a girone unico su 88, i Felsinei si piazzano al 9º posto nella classifica perpetua delle formazioni nella massima categoria italiana, che tiene conto delle presenze totali nel campionato; contando i 16 campionati della massima serie prima del girone unico, suddivisi tra Prima Categoria, Prima Divisione e Divisione Nazionale, il Bologna vanta in totale 89 presenze nella massima divisione nazionale. Secondo la FIGC è il club con l'ottava miglior tradizione sportiva in Italia.[5]\r\n\r\nTra i club più blasonati d'Italia, a livello nazionale annovera 7 titoli di campione d'Italia, due Coppe Italia e una Coppa Alta Italia. In ambito internazionale, il Bologna fu la prima squadra italiana a vincere un trofeo continentale, nel 1932: la Coppa dell'Europa Centrale; detiene 3 coppe Mitropa, record italiano nella competizione, e una Coppa Intertoto.Con la conquista del Torneo dell'Expo Universale di Parigi nel 1937, i Veltri, soprannome con cui erano al tempo conosciuti,si affermano come una delle migliori squadre nel panorama dell'Europa continentale.Il Bologna detiene il singolare record di due scudetti vinti allo spareggio: uno contro il Torino nel 1929 e uno contro l'Inter nel 1964.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#A21C26",
            "strColour2": "#1A2F48",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2qi1u31655592366.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/7rvynw1546594445.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xrdhqt1731314331.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/7wbt6r1731314380.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/zuswee1731314356.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ldvj2k1731314405.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/l9m1mx1546594181.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/9kq5qr1720612752.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134783",
            "idESPN": "2925",
            "idAPIfootball": "490",
            "intLoved": null,
            "strTeam": "Cagliari",
            "strTeamAlternate": "Cagliari Calcio, Cagliari FC, Casteddu, Il Sardi, Sardi",
            "strTeamShort": "",
            "intFormedYear": "1920",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16338",
            "strStadium": "Unipol Domus",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Cagliari, Italy",
            "intStadiumCapacity": "16233",
            "strWebsite": "www.cagliaricalcio.com",
            "strFacebook": "www.facebook.com\/cagliaricalcio\/",
            "strTwitter": "twitter.com\/CagliariCalcio",
            "strInstagram": "www.instagram.com\/cagliaricalcio",
            "strDescriptionEN": "Cagliari Calcio, commonly referred to as Cagliari, is an Italian football club based in Cagliari, Sardinia. In the 2022-23 season, The club competes in the Serie B. As of 2021–22, the team is temporarily playing their home games at the 16,416-seat Unipol Domus, adjacent to their future new stadium site.\r\n\r\nFounded in 1920, they won their only Scudetto in 1969–70, when they were led by the Italian national team's all-time leading scorer, Gigi Riva. The triumph was also the first by a club from south of Rome. The club's best European performance was in the 1993–94 UEFA Cup, losing in the semi-finals to Internazionale.\r\n\r\nAs with the flag of its city, Cagliari's colours are blue and red. The club badge incorporates the flag of Sardinia.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Cagliari Calcio, meglio noto come Cagliari, è una società calcistica italiana con sede nella città di Cagliari. Fondata nel 1920, è l'unica squadra della Sardegna ad avere militato in Serie A o in Serie B.\r\n\r\nHa vinto, prima squadra del Mezzogiorno, il campionato italiano di Serie A nel 1969-1970[1] dopo aver raggiunto la seconda posizione nel 1968-1969. Ha vinto il campionato italiano di Serie B nel 2015-2016 e il campionato italiano di Serie C nel 1951-1952 . Ha raggiunto il 2º posto nelle finali con \"torneo all'italiana\" della Coppa Italia 1968-1969,e ha vinto la Coppa Italia Serie C nel 1988-1989. In campo europeo ha raggiunto gli ottavi di finale di Coppa Campioni nel 1970-1971[1] ed è stato semifinalista della Coppa UEFA 1993-1994.\r\n\r\nIl Cagliari è al 17º posto su 65 squadre nella classifica della tradizione sportiva dei club che hanno giocato in A, al 14º posto nella classifica perpetua e risulta inoltre la 8ª squadra d'Italia per numero di sostenitori. Il giocatore simbolo del club, Gigi Riva, è il miglior marcatore della nazionale italiana con 35 reti in 42 partite, ed è stato per tre volte capocannoniere della Serie A. La formazione sarda è inoltre, insieme a Genoa, Bologna, Napoli e Verona, tra le sole squadre italiane ad aver vinto i campionati nazionali di prima, seconda e terza serie.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#002350",
            "strColour2": "#AD002A",
            "strColour3": "#FFFFFF",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wvsvxt1447534471.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/drmrrg1546611088.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/siwyj01546618257.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/4krzi51546618271.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/bgjtri1546618288.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/62p93c1546618459.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/quxwty1422397588.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/akza8z1729672197.png",
            "strYoutube": "www.youtube.com\/user\/CagliariOfficial1920",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134666",
            "idESPN": "3988",
            "idAPIfootball": "1581",
            "intLoved": null,
            "strTeam": "Carrarese",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1908",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18610",
            "strStadium": "Stadio dei Marmi",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Carrara, Italy",
            "intStadiumCapacity": "9500",
            "strWebsite": "www.carraresecalcio.it",
            "strFacebook": "it-it.facebook.com\/CarrareseCalcio",
            "strTwitter": "twitter.com\/CarrareseCalcio",
            "strInstagram": "www.instagram.com\/carraresecalcio",
            "strDescriptionEN": "Carrarese Calcio is an Italian association football club, based in Carrara, Tuscany. Carrarese currently plays in Lega Pro Prima Divisione, having last been in Serie B in 1948.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "La Carrarese Calcio 1908,[1] semplicemente nota come Carrarese, è una società calcistica italiana con sede nella città di Carrara. Fondata nel 1908 come Società Polisportiva Carrarese, milita nel campionato di Serie C.\r\n\r\nHa partecipato per due volte alla Serie B, nel 1946-1947 e nel 1947-1948. Ha vinto una Coppa Italia Serie C nella stagione 1982-1983.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/njh6tl1651779724.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/xysuvy1426704378.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/13sttt1647939927.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134223",
            "idESPN": "3257",
            "idAPIfootball": "1687",
            "intLoved": null,
            "strTeam": "Catanzaro",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1927",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "Coppa Italia",
            "idLeague3": "4506",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18612",
            "strStadium": "Stadio Nicola Ceravolo",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Catanzaro, Italy",
            "intStadiumCapacity": "14650",
            "strWebsite": "www.uscatanzaro1929.com",
            "strFacebook": "www.facebook.com\/uscatanzaro1929official",
            "strTwitter": "twitter.com\/uscatanzaro1929",
            "strInstagram": "www.instagram.com\/uscatanzaro1929official",
            "strDescriptionEN": "U.S. Catanzaro 1929 is an Italian football club based in Catanzaro, Calabria.\r\n\r\nFounded in 1927 (even if its birth is located traditionally in 1929),plays since that year.\r\n\r\nIn the course of its history the society was refounded twice: in 2006 and again in 2011, both for financial reasons.\r\n\r\nThe official colors of the club are, since its foundation, yellow and red, its symbol is the golden eagle, symbol of the city of Catanzaro and the team disputes its own internal races at the Stadio Nicola Ceravolo, built in 1919, the oldest sports facility in Calabria.\r\n\r\nIn the 2019–2020 season it plays in Serie C C, the third level of the Italian soccer championship\r\n\r\nIn its history it counts seven seasons in Serie A, of which five consecutive and its best placings are the seventh and eighth places obtained respectively in 1981–1982 and in 1980–1981. From its foundation to date it as only won seven championship: 1 of the First Division, 2 of Serie C, 3 of Serie C1 and 1 of the IV Series. Also at national level, a title of the IV Series, among the cups, is a Cup of the Alps in 1960 together with Rome, Alessandria, Verona, Naples, Catania, Triestina, Palermo for the Italian Federation and, at youth level, a Dante Berretti Trophy of Serie C in 1991–1992.\r\n\r\nIn Coppa Italia it has a second place, in the season 1965–1966, and two semi-finals in 1978–1979 and 1981–1982.\r\n\r\nOn 30 May 2018 the company, which already used the historic logo since 2011, announced the return of the old name \"Unione Sportiva Catanzaro\", with the final addition of \"1929\".",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Unione Sportiva Catanzaro 1929 S.r.l.[6] (abbreviata in U.S. Catanzaro o semplicemente Catanzaro) è una società calcistica italiana con sede nella città di Catanzaro. Milita in Serie C, la terza divisione del campionato italiano di calcio.\r\n\r\nFondata nel 1927 (sebbene la sua nascita sia fatta risalire tradizionalmente al 1929),[7][8] disputa da quell'anno i primi campionati. Nel corso della sua storia la società è stata rifondata per due volte: nel 2006 e ancora nel 2011, in entrambi i casi per questioni finanziarie che avevano attanagliato il club già nel 1937.\r\n\r\nI colori ufficiali del Catanzaro sono, fin dalla sua fondazione, il giallo e il rosso, il suo simbolo è l'aquila reale, simbolo della città di Catanzaro e la squadra disputa le proprie gare interne allo Stadio Nicola Ceravolo, costruito nel 1919, l'impianto sportivo più antico della Calabria.\r\n\r\nConta sette stagioni in Serie A, di cui cinque consecutive. È stata la prima formazione della Calabria a raggiungere la massima serie del campionato italiano di calcio[9] e i suoi migliori piazzamenti sono il settimo e l'ottavo posto ottenuti rispettivamente nel 1981-1982 e nel 1980-1981. Dalla fondazione a oggi ha vinto 7 campionati:[N 1] 1 di Prima Divisione, 2 di Serie C, 3 di Serie C1 e 1 di IV Serie. Sempre a livello nazionale, uno scudetto di IV Serie, tra le coppe, una Coppa delle Alpi nel 1960 insieme a Roma, Alessandria, Verona, Napoli, Catania, Triestina, Palermo per la Federazione Italiana e, a livello giovanile, un Trofeo Dante Berretti di Serie C nel 1991-1992.\r\n\r\nIn Coppa Italia vanta inoltre una finale, raggiunta nella stagione 1965-1966, e due semifinali, nel 1978-1979 e nel 1981-1982.\r\n\r\nIl 30 maggio 2018 la società, che già utilizzava il logo storico dal 2011, ha annunciato il ritorno della vecchia denominazione \"Unione Sportiva Catanzaro\", con l'aggiunta finale del \"1929\".[10][11]",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/byrc5e1691995858.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/83z2dv1689493170.png",
            "strYoutube": "www.youtube.com\/user\/catanzarocalcio",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133692",
            "idESPN": "3943",
            "idAPIfootball": "510",
            "intLoved": null,
            "strTeam": "Cittadella",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1973",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18630",
            "strStadium": "Stadio Pier Cesare Tombolato",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Cittadella, Veneto",
            "intStadiumCapacity": "7623",
            "strWebsite": "www.ascittadella.it",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Cittadella was founded in 1973, after the merger of U.S. Cittadellense and A.S. Olympia. The club spent most of its first years in amateur football, and then professional football at Serie C2 and Serie C1 ranks. Cittadella won its first promotion to Serie B in 1999 after defeating Brescello in the playoff finals, and spent a total two seasons in the Italian second-highest ranked division, being then relegated in 2001–02 Serie B. During their first stay in Serie B, the club played in Stadio Euganeo in Padua and, in an attempt to expand the fanbase, was renamed A.S. Cittadella Padova, being Padua (Padova in Italian) the capital city of Cittadella's referring province.\r\n\r\nCittadella returned to Serie B in 2008, after defeating Cremonese in the 2007–08 Serie C1\/A playoffs, under the guide of head coach Claudio Foscarini. In the 2008–09 Serie B season, the club was involved to projects focused to boost the capacity of the Stadio Tombolato to 7,500, in order to let the club play in their home town (with dispensation from the FIGC, since a stadium of at least 10,000 seats is required for Serie B). Thus, Cittadella played the first season games in Stadio Omobono Tenni in Treviso, about 40 km away. After some delays, the first Serie B game played in Cittadella was played on 29 October 2008, Ancona being the opponents. The club escaped relegation in the final days of the season, thus ensuring another year of Serie B football to the local fans.\r\n\r\nThe following season, Cittadella thrashed Lecce 5–1 and Mantova 6–0 to finish 6th, and only losing to Brescia in the playoffs due to Brescia's superior league placing, despite a late 1–0 win in the second leg.\r\n\r\nThe club produced two strikers who later left for Serie A teams, namely, Riccardo Meggiorini (50% rights sold for €2.5M), Matteo Ardemagni (sold for €3.75M). Moreover, 2010–11 Serie B topscorer Federico Piovaccari also left for Sampdoria in 2011 for €3.5M which Samp relegated from Serie A in 2011.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Associazione Sportiva Cittadella S.r.l.u., meglio nota come Cittadella, è una società calcistica italiana con sede a Cittadella, in provincia di Padova.\r\n\r\nFondata nel 1973 mediante fusione di due club preesistenti, dal 2000 al 2004 recò la denominazione Cittadella Padova. Il suo maggior successo è costituito da 14 partecipazioni al campionato di Serie B, dove ha esordito nella stagione sportiva 2000-2001 e in cui milita anche nella stagione 2020-2021. Il miglior piazzamento in serie cadetta è il quinto posto, raggiunto nella stagione 2019-2020. Nelle stagioni 2018-2019 e 2020-2021 la squadra è giunta a disputare la finale play-off per la promozione in Serie A.\r\n\r\nLa storia del club è strettamente legata a quella della famiglia Gabrielli, gruppo imprenditoriale veneto attivo nel settore siderurgico, che ne detiene la proprietà fin dalla fondazione e ne ha finanziato il progressivo sviluppo, conducendola in poco tempo dal dilettantismo al professionismo.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/olg5r11720176835.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/36r96o1687086423.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134243",
            "idESPN": "2572",
            "idAPIfootball": "895",
            "intLoved": null,
            "strTeam": "Como",
            "strTeamAlternate": "Como 1907",
            "strTeamShort": "COM",
            "intFormedYear": "1907",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19571",
            "strStadium": "Stadio Giuseppe Sinigaglia",
            "strKeywords": "Lariani",
            "strRSS": "",
            "strLocation": "Como, Italy",
            "intStadiumCapacity": "15000",
            "strWebsite": "comofootball.com",
            "strFacebook": "www.facebook.com\/calciocomo1907",
            "strTwitter": "twitter.com\/CalcioComo",
            "strInstagram": "instagram.com\/comocalcio",
            "strDescriptionEN": "Como 1907, commonly referred to as Como, is an Italian football club based in Como, Lombardy, which currently playing in Serie C as of 2020–21 season. The club was founded in 1907, and the team's colour is royal blue.\r\n\r\nComo were in Serie A in 2002–03; this was followed by three consecutive relegations that brought the team down in Serie C2 at the end of the 2004–05 season after having lost a playoff (2–1 on aggregate) to Novara Calcio, and being then even cancelled from Italian professional football because of bankruptcy. They were successively admitted to Serie D, the top level of non-professional football in Italy, where they spent three seasons before finally managing to win promotion back to Serie C2 in the 2007–08 season. After a further bankruptcy in 2016, a new company re-founded the club in 2017 and was admitted to Serie D from 2017 to 2018 season.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Como 1907 s.r.l., noto più semplicemente come Como 1907, è una società calcistica italiana con sede nella città di Como, nell'omonima provincia lombarda. Milita nel campionato di Serie B.\r\n\r\nIl Como ha disputato 35 campionati di Serie B e 13 campionati nella massima divisione, l'ultimo dei quali nella stagione 2002-2003. Il suo miglior risultato di sempre fu il sesto posto ottenuto al termine della sua prima stagione in Serie A.[4].\r\n\r\nLa tradizione sportiva del principale sodalizio calcistico comense, la 28ª a livello nazionale secondo i criteri della FIGC, iniziò nel 1907 con la nascita del Como Foot-Ball Club. Quest’ultimo, dopo le fusioni con il Club studentesco Minerva nel 1911 e con l'Esperia nel 1926, divenne l'Associazione Calcio Comense, rinominata poi Associazione Sportiva Como nel 1936. Nel 1938, dalla fusione con l'A.S. Ardita di Rebbio, nacque la Sportiva Como, divenuta poi Associazione Calcio Como e infine Como Calcio S.p.A. nel 1970.\r\n\r\nQuest’ultima venne dichiarata fallita nel 2004 e ad essa subentrò la Calcio Como S.r.l., a sua volta dichiarata fallita nel 2016 e gestita in esercizio provvisorio fino al 2017, quando l'attività sportiva è stata rilevata all'asta dalla F.C. Como S.r.l.. Nell'estate 2017, a causa di alcune pendenze non onorate, la FIGC ha però respinto la domanda di attribuzione del titolo sportivo della vecchia società fallita alla F.C. Como S.r.l., escludendo di conseguenza il Como dai campionati professionistici;[5] la squadra è stata quindi rifondata con l'attuale denominazione, ripartendo dalla Serie D.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#114169",
            "strColour2": "#114169",
            "strColour3": "#FFFFFF",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/02x81t1627405841.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/d0x0f81627405842.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/enkkda1729631537.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/9f3bvs1729631566.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/puryv11729631595.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/mu45zq1729631627.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/25mcqc1729631732.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/nfxk8z1729672504.png",
            "strYoutube": "www.youtube.com\/calciocomo1907",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134253",
            "idESPN": "8683",
            "idAPIfootball": "10137",
            "intLoved": null,
            "strTeam": "Cosenza",
            "strTeamAlternate": "Cosenza Calcio",
            "strTeamShort": "",
            "intFormedYear": "1912",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19490",
            "strStadium": "Stadio San Vito-Luigi Marulla",
            "strKeywords": "Lupi",
            "strRSS": "",
            "strLocation": "Cosenza, Italy",
            "intStadiumCapacity": "24479",
            "strWebsite": "www.ilcosenza.it",
            "strFacebook": "www.facebook.com\/ilcosenzacalcio\/",
            "strTwitter": "twitter.com\/cosenzaofficial",
            "strInstagram": "www.instagram.com\/cosenza_official",
            "strDescriptionEN": "Cosenza Calcio S.r.l. is an Italian football club, based in Cosenza, Calabria. Currently the team plays in Serie C.\r\n\r\nFound in 2011 as Nuova Cosenza Calcio as the phoenix club of Cosenza Calcio 1914 S.r.l.; Nuova Cosenza and Cosenza Calcio 1914 S.r.l. were the spiritual successor of the original Cosenza Calcio 1914 S.p.A. which folded in 2005. However, Cosenza Calcio 1914 S.r.l. acquired its sports title from Rende Calcio in 2007, given the sports title of the original club (Cosenza Calcio 1914 S.p.A.) had ceased to exist in 2005.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Cosenza Calcio S.r.l.[2], meglio noto come Cosenza, è una società calcistica italiana con sede nella città di Cosenza. Milita in Serie B, la seconda serie del campionato italiano.\r\n\r\nIl club venne fondato il 18 novembre 1912 (l'inizio dell'attività agonistica documentata risale al 23 febbraio 1914) e cominciò a partecipare al campionato italiano di calcio nel 1927.[3] Dal 1964 il Cosenza disputa le sue gare allo stadio San Vito-Gigi Marulla, impianto capace di ospitare 24.209 spettatori.\r\n\r\nIl Cosenza vanta 23 partecipazioni al campionato di Serie B, categoria nella quale ha esordito nel 1946-1947 e nella quale ha colto il suo massimo risultato nel 1991-1992, piazzandosi al quinto posto in classifica, a tre punti dalla promozione nella massima serie, e nel campionato 1988-1989 con il quarto posto diventato poi sesto posto per classifica avulsa. Nella sua storia il club si è aggiudicato un titolo di IV Serie nel 1958, una Coppa Anglo-Italiana nel 1983, una Coppa Italia Lega Pro nel 2015, divenendo la prima e unica squadra calabrese ad aver vinto un trofeo nazionale ed un Campionato nazionale Dante Berretti di Serie A-B nel 1992-93.\r\n\r\nIl Cosenza Calcio 1914 nella sua storia ultra centenaria e nella sua lunga tradizione calcistica può vantare di non aver mai disputato campionati dilettantistici cioè al di sotto della quinta serie. Inoltre il Cosenza calcio gode di un bacino di utenza molto ampio vista la grande estensione della Provincia (quinta in Italia per estensione) con una popolazione che sfiora I 700.000 abitanti. Tutto ciò rende Cosenza una delle piazze più calde e importanti dell'intero meridione d'Italia[senza fonte] anche grazie alle vittorie che hanno scandito la storia della società rossoblù come la coppa anglo-italiana nel 1983 e la Coppa Italia serie C nel 2015.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/u6z5yu1656094382.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/032ziu1692531855.png",
            "strYoutube": "www.youtube.com\/channel\/UCzlf_hA1WGIy6EvUzfxCHJQ",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134224",
            "idESPN": "4050",
            "idAPIfootball": "520",
            "intLoved": null,
            "strTeam": "Cremonese",
            "strTeamAlternate": "Unione Sportiva Cremonese, US Cremonese",
            "strTeamShort": "",
            "intFormedYear": "1903",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18623",
            "strStadium": "Stadio Giovanni Zini",
            "strKeywords": "I Grigiorossi",
            "strRSS": "",
            "strLocation": "Cremona, Italy",
            "intStadiumCapacity": "20641",
            "strWebsite": "www.uscremonese.it",
            "strFacebook": "www.facebook.com\/uscremonese",
            "strTwitter": "www.twitter.com\/uscremonese",
            "strInstagram": "instagram.com\/uscremonese",
            "strDescriptionEN": "Unione Sportiva Cremonese, commonly referred to as Cremonese, is an Italian football club based in Cremona, Lombardy, which plays in the Serie B.\r\n\r\nThe performance of Cremonese in the Italian football league structure since the first season of a unified Serie A (1929–30).\r\nCremonese was in the Serie A in its first season, 1929–30, but entered a long period of decline, languishing in the lower leagues before the late 1970s. By 1984, they had achieved promotion to Serie A, with one-year spells in 1984–85, 1989–90 and 1991–92.\r\n\r\nCremonese had a successful run in the 1992–93 Anglo-Italian Cup, beating Bari 4–1 in the semi-final, and Derby County 3–1 in the final at the old Wembley Stadium, Cremonese's scorers were Corrado Verdelli, Riccardo Maspero and Andrea Tentoni, with Derby's goal scored by Marco Gabbiadini.\r\n\r\nUnder Luigi Simoni, Cremonese returned to Serie A in the 1993–94 season. With a side containing quality in the form of defenders Luigi Gualco and Corrado Verdelli, midfield playmaker Riccardo Maspero and forwards Andrea Tentoni and Matjaž Florijančič, Cremonese held their own in Serie A with a 10th-place finish in 1993–94, but would be relegated in the 1995–96 season.\r\n\r\nRelegation resulted in the decline of the club, plummeting to Serie C2 by 2000, before achieving successive promotions back to Serie B by 2005. Giovanni Dall'Igna, another defender from the Serie A years, has since returned to the club. However, Cremonese were relegated to Serie C1 in the 2005–06 season. Cremonese have tried to return to Serie B since: they had a good attempt in the 2009–10 season, when they were beaten by Varese in the promotion play-off final (2–1 on aggregate). Eventually they succeeded in 2017. In the 2021–22 Serie B, Cremonese finished second to earn promotion to the 2022–23 Serie A. Despite achieving promotion, coach Fabio Pecchia resigned from his post.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Unione Sportiva Cremonese, detta comunemente Cremonese, è una società calcistica italiana con sede nella città di Cremona.\r\n\r\nLa Cremonese disputa le proprie partite casalinghe nello Stadio Giovanni Zini.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Unione Sportiva Cremonese es un club de fútbol de la ciudad italiana de Cremona, en la región de Lombardía.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#808285",
            "strColour2": "#ed1c24",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/6ng2vy1579708291.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/nhif4r1692531941.png",
            "strYoutube": "www.youtube.com\/channel\/UCmXYW3bOFMz1CmqYRAnpVUw",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133693",
            "idESPN": null,
            "idAPIfootball": "501",
            "intLoved": null,
            "strTeam": "Crotone",
            "strTeamAlternate": "Football Club Crotone, FC Crotone",
            "strTeamShort": null,
            "intFormedYear": "1910",
            "strSport": "Soccer",
            "strLeague": "Italian Serie C Girone C",
            "idLeague": "4398",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "Italy Coppa Italia Serie C",
            "idLeague3": "5187",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "Ezio Scida",
            "strKeywords": "I Pitagorici (The Pythagoreans)",
            "strRSS": "",
            "strLocation": "Crotone, Italy",
            "intStadiumCapacity": "16547",
            "strWebsite": "www.fccrotone.it",
            "strFacebook": "www.facebook.com\/fccrotone\/",
            "strTwitter": "twitter.com\/fccrotoneoff",
            "strInstagram": "www.instagram.com\/fccrotoneoff",
            "strDescriptionEN": "Football Club Crotone S.r.l., commonly referred to as Crotone, is an Italian football club based in Crotone, Calabria. They play in the third division of Italian football, the Serie C. Founded in 1910, it holds its home games at Stadio Ezio Scida, which has a 16,547-seat capacity.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Football Club Crotone, meglio noto come Crotone, è una società calcistica italiana con sede nella città di Crotone. Nella stagione 2020-2021 militerà in Serie A.\r\n\r\nFu costituita nel 1910 con la denominazione di “S.S. Crotona”, ma fu affiliata alla FIGC e partecipò ai primi tornei del calcio italiano nel 1921. Il club fu rifondato nel 1945, dopo la guerra, assumendo il nome di US Crotone. Il sodalizio fallì nel 1979, quando venne rifondato con il nome di AS Crotone, che cambierà più volte denominazione fino all'esclusione dai ranghi della FIGC, nel 1991. Per dare continuità al calcio crotonese un'altra società cittadina chiamata A.P. Nuova Crotone M.J. divenne la naturale continuazione del vecchio sodalizio.[6] L'attuale denominazione fu assunta al termine della stagione 2000-2001, nel campionato di debutto in Serie B.\r\n\r\nI colori sociali sono il rosso e il blu. Disputa le partite casalinghe allo stadio Ezio Scida.\r\n\r\nNel 2016 i rossoblù hanno ottenuto per la prima volta la promozione in Serie A: il Crotone è stata la terza squadra calabrese (dopo Catanzaro e Reggina) a raggiungere la massima serie. Il miglior piazzamento in A è il 17º posto ottenuto nella stagione 2016-2017. Nel suo palmarès il Crotone annovera la vittoria del girone I del Campionato Nazionale Dilettanti 1996-1997, del girone B del campionato di Serie C1 1999-2000 e il conseguente raggiungimento della finale della Supercoppa di Lega di Serie C, poi persa.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/u7d49h1677257238.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/sizhcc1611323232.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/m10ajz1612611715.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/pk23qo1612611858.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cyp30w1612611821.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/9pr1301612611761.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/rzncul1612612869.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/xdbzya1628531925.png",
            "strYoutube": "www.youtube.com\/channel\/UC4cCZEYGR6pHDK8NG7sfP9w",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133695",
            "idESPN": "2574",
            "idAPIfootball": "511",
            "intLoved": null,
            "strTeam": "Empoli",
            "strTeamAlternate": "Empoli Football Club",
            "strTeamShort": "",
            "intFormedYear": "1920",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "29134",
            "strStadium": "Stadio Carlo Castellani – Computer Gross Arena",
            "strKeywords": "Gli Azzurri",
            "strRSS": "",
            "strLocation": "Empoli, Italy",
            "intStadiumCapacity": "19847",
            "strWebsite": "www.empolicalcio.it",
            "strFacebook": "www.facebook.com\/empolifcofficialpage\/",
            "strTwitter": "twitter.com\/EmpoliCalcio",
            "strInstagram": "www.instagram.com\/empoli_fc_official",
            "strDescriptionEN": "Empoli Football Club, commonly referred to as Empoli, is an Italian football club based in Empoli, Tuscany. Founded in 1920, the side is part of a select group of Italian football clubs that do not belong to a provincial capital city that have participated in the top-flight.\r\n\r\nIncluding the current season, Empoli has participated in 83 national championships, including 50 championships in the third tier, 20 in Serie B and 13 in Serie A. In Europe, the best results obtained was participation in the 2007–08 UEFA Cup.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Empoli Football Club, meglio noto come Empoli, è una società calcistica italiana con sede nella città di Empoli. Milita in Serie A, la massima divisione del campionato italiano.\r\n\r\nFondato nel 1920, fa parte del ristretto gruppo di club non facenti capo a capoluogo di provincia (insieme a Lecco[1], Carpi, Cesena[2], Legnano, Pro Patria, Sassuolo e Casale) che abbiano partecipato a un campionato di calcio di massima divisione.\r\n\r\nIl soprannome della squadra è Azzurri, dovuto al colore della prima divisa del club. La squadra disputa i propri incontri interni allo stadio Carlo Castellani, che ha una capienza di 16 800 posti a sedere.\r\n\r\nL'Empoli ha partecipato a 84 campionati nazionali di cui 50 in campionati del terzo livello, 22 in Serie B e 13 in Serie A.[3] In ambito europeo il miglior risultato è stata la partecipazione alla Coppa UEFA 2007-2008.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#00579C",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/c1ie6b1622561483.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/yyutqs1424397791.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tpswqw1424397890.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wxyspy1424397904.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vrrpwp1424397921.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rttrww1424397936.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/sypxsu1422397896.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/9rrs0y1729673405.png",
            "strYoutube": "www.youtube.com\/c\/EmpoliFC1920",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134633",
            "idESPN": null,
            "idAPIfootball": "527",
            "intLoved": null,
            "strTeam": "Entella",
            "strTeamAlternate": "Virtus Entella",
            "strTeamShort": null,
            "intFormedYear": "1914",
            "strSport": "Soccer",
            "strLeague": "Italian Serie C Girone B",
            "idLeague": "5339",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "Italy Coppa Italia Serie C",
            "idLeague3": "5187",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18267",
            "strStadium": "Stadio Comunale",
            "strKeywords": "I Biancocelesti",
            "strRSS": "",
            "strLocation": "Chiavari, Italy",
            "intStadiumCapacity": "5535",
            "strWebsite": "www.entella.it",
            "strFacebook": "www.facebook.com\/virtusentella.chiavari\/",
            "strTwitter": "twitter.com\/V_Entella",
            "strInstagram": "www.instagram.com\/virtusentella",
            "strDescriptionEN": "Virtus Entella, commonly referred to as Entella, is a professional football club based in Chiavari, Liguria, Italy. They currently play in Serie C.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "La Virtus Entella, nota semplicemente come Entella[1][2][3], è una società calcistica italiana di Chiavari (GE). Milita in Serie C, la terza divisione del campionato italiano di calcio.\r\n\r\nLa squadra è tra le prime cento in Italia per tradizione sportiva, avendo preso parte per 67 volte a campionati organizzati su base nazionale e raggiunto quale apice sportivo il secondo livello del campionato italiano di calcio: la prima volta nel 1922[4] e successivamente nel 2014[5], quando esordì in Serie B in concomitanza al compimento del secolo di vita[6].\r\n\r\nFondata nel 1914 come Entella Foot-Ball Club[7] traendo il nome dall'omonimo fiume[8], adottò la maglia biancoceleste a strisce verticali sin dal suo primo incontro[7], sostituendola con una nera con scudo biancoceleste tra il 1920[9] e il 1963[10] e con una verde unicamente nella stagione 2002-2003[11], la prima disputata dopo la revoca dell'affiliazione alla Federazione Italiana Giuoco Calcio avvenuta nel 2001[12]. Il sodalizio ha mutato più volte la propria denominazione[13] anche in seguito a fusioni societarie ed ha assunto quella l'attuale nel 2005[14]. I Diavoli neri - come sono soprannominati dal 1930[9] - disputano le proprie partite interne allo stadio comunale, che li ospita dal 1935[15] ed è attualmente omologato per 5 587 spettatori[16].\r\n\r\nI maggiori successi raggiunti dal club sono le due vittorie ottenute nel campionato di terzo livello: in Lega Pro Prima Divisione 2013-2014[5] e Serie C 2018-2019[17]. In precedenza la squadra ottenne anche la vittoria nei campionati di Serie D 1959-1960[18] e 1963-1964[10], oltre che nel Campionato Interregionale 1957-1958[19] e 1984-1985[20].",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/c7yb5u1693457662.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/2z9pq11647941644.png",
            "strYoutube": "www.youtube.com\/user\/Entellatube",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134659",
            "idESPN": "0",
            "idAPIfootball": "884",
            "intLoved": null,
            "strTeam": "Feralpisalò",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "2009",
            "strSport": "Soccer",
            "strLeague": "Italian Serie C Girone A",
            "idLeague": "5340",
            "strLeague2": "Italy Coppa Italia Serie C",
            "idLeague2": "5187",
            "strLeague3": "Coppa Italia",
            "idLeague3": "4506",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19535",
            "strStadium": "Stadio Lino Turina",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Salò, Italy",
            "intStadiumCapacity": "2364",
            "strWebsite": "www.feralpisalo.it",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Feralpisalò is an Italian association football club located in Salò, Lombardy, and representing also the nearby town of Lonato del Garda, Lombardy.\r\n\r\nThe club currently play in Serie C, the third tier of Italian football.\r\n\r\nHistory\r\nThe club was founded in summer 2009, from the merger between two clubs, both of Serie D:\r\n\r\nA.C. Salò of Salò, founded in 1985, as A.C. Salò Benaco and so renamed since 2001,\r\nA.C. Feralpi Lonato of Lonato del Garda, founded in 1980, as A.C. Lonato and so renamed since 1985.\r\nOn 12 August 2009 the club was admitted to Lega Pro Seconda Divisione in place of not admitted Pistoiese.\r\n\r\nIn the season 2010–11 from Lega Pro Seconda Divisione group A, the club gained promotion to Lega Pro Prima Divisione via the playoffs, for the first time ever.\r\n\r\nColours and badge\r\nIts colours are blue and green: representing Salò and Feralpi Lonato.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "La Feralpisalò è una società calcistica italiana che rappresenta le città di Salò (ove ha sede) e Lonato del Garda, entrambe in provincia di Brescia. Milita in Serie C, terzo livello del campionato italiano di calcio, che è altresì la divisione più prestigiosa in cui il club ha storicamente militato (anche in riferimento ai sodalizi previgenti).\r\n\r\nÈ stata fondata nel 2009 a seguito della fusione tra l'Associazione Calcio Salò, fondata nel 1985, e l'Associazione Calcio Feralpi Lonato di Lonato del Garda, fondata nel 1963 con il nome di Pejo Lonato e rinominata dieci anni dopo a seguito dell'acquisizione da parte dell'industria Feralpi Siderurgica[8].",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/3rf4651579725003.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/rvsruv1423847605.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133674",
            "idESPN": "109",
            "idAPIfootball": "502",
            "intLoved": null,
            "strTeam": "Fiorentina",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1926",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "International Champions Cup",
            "idLeague4": "4505",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17087",
            "strStadium": "Stadio Artemio Franchi",
            "strKeywords": "La Viola",
            "strRSS": "",
            "strLocation": "Florence, Italy",
            "intStadiumCapacity": "43147",
            "strWebsite": "it.violachannel.tv",
            "strFacebook": "www.facebook.com\/ACFFiorentina",
            "strTwitter": "twitter.com\/acffiorentina",
            "strInstagram": "www.instagram.com\/acffiorentina",
            "strDescriptionEN": "ACF Fiorentina,commonly referred to as simply Fiorentina, is a professional Italian football club from Florence, Tuscany. Founded by a merger in 1926 (refounded in 2002 following bankruptcy), Fiorentina have played at the top level of Italian football for the majority of their existence; only four clubs have played in more Serie A seasons.\r\n\r\nFiorentina have won two Italian Championships, in 1955–56 and again in 1968–69, as well as winning six Coppa Italia trophies and one Italian Super Cup. On the European stage, Fiorentina won the UEFA Cup Winners' Cup in 1960–61 and lost the final one year later. They finished runners-up in the 1956–57 European Cup, losing against Real Madrid, and also came close to winning the UEFA Cup, finishing as runners-up in the 1989–90 season.\r\n\r\nSince 1931, the club have played at the Stadio Artemio Franchi, which currently has a capacity of 47,282. The stadium has used several names over the years and has undergone several renovations. Fiorentina are known widely by the nickname Viola, a reference to their distinctive purple colours.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'ACF Fiorentina (Associazione Calcio Firenze e Associazione Fiorentina del Calcio nel 1926, Associazione Calcio Fiorentina dal 1927 al 2002 e Florentia Viola nel 2002-2003), meglio nota come Fiorentina, è una società calcistica italiana con sede nella città di Firenze, fondata il 29 agosto 1926 dal marchese Luigi Ridolfi Vay da Verrazzano. Dal 2019 il club è di proprietà dell'imprenditore italo-statunitense Rocco Commisso.\r\n\r\nNel corso della sua storia è stata per due volte campione d'Italia, nel 1955-1956 e nel 1968-1969; in ambito nazionale ha inoltre vinto sei Coppe Italia e una Supercoppa italiana. È stata la prima squadra italiana a vincere una competizione UEFA, la Coppa delle Coppe nel 1960-1961, nonché una delle quattordici squadre europee che hanno disputato una finale di tutte le tre principali competizioni continentali: la Coppa dei Campioni (nel 1956-1957, prima squadra italiana a raggiungere la finale della massima competizione europea), la Coppa delle Coppe (nel 1960-1961 e nel 1961-1962) e la Coppa UEFA (nel 1989-1990).\r\n\r\nIl colore sociale è il viola, scelta cromatica voluta espressamente dallo stesso Ridolfi nel 1929; altri segni distintivi della società sono la Canzone viola, inno ufficiale composto da Marcello Manni e reinterpretato e arrangiato nel 1965 da Narciso Parigi, e lo stemma, caratterizzato da un giglio rosso su sfondo bianco, simbolo della città toscana. Inizialmente la sede delle partite casalighe era lo stadio Velodromo Libertas, mentre dal 1931 la squadra disputa i propri incontri casalinghi nello stadio Artemio Franchi, già Giovanni Berta e poi Comunale.\r\n\r\nLa Fiorentina è anche uno dei membri dell'European Club Association (ECA), organizzazione internazionale che ha preso il posto del soppresso G-14, composta dai principali club calcistici europei, riuniti in consorzio al fine di ottenere una tutela comune dei diritti sportivi, legali e televisivi di fronte alla FIFA.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#482E92",
            "strColour2": "#FFFFFF",
            "strColour3": "#A29160",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/hc8nhu1656098030.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/vqrtxt1420565048.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tsxtss1420594400.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/7tf2n61546446160.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/iyolsl1546446189.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wpwqpt1421078026.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/xsttyp1422400203.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/mxpxg51721075845.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134682",
            "idESPN": null,
            "idAPIfootball": "521",
            "intLoved": null,
            "strTeam": "Foggia",
            "strTeamAlternate": "",
            "strTeamShort": null,
            "intFormedYear": "1920",
            "strSport": "Soccer",
            "strLeague": "Italian Serie C Girone C",
            "idLeague": "4398",
            "strLeague2": "Italy Coppa Italia Serie C",
            "idLeague2": "5187",
            "strLeague3": "Coppa Italia",
            "idLeague3": "4506",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "Stadio Pino Zaccheria",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Foggia, Italy",
            "intStadiumCapacity": "25085",
            "strWebsite": "www.acdfoggiacalcio.it",
            "strFacebook": "www.facebook.com\/CalcioFoggia1920\/",
            "strTwitter": "twitter.com\/CalcioFoggiaoff",
            "strInstagram": "www.instagram\/calciofoggia1920_official",
            "strDescriptionEN": "Calcio Foggia 1920 S.S.D., commonly referred to as Foggia, is an Italian football club based in Foggia, Apulia. It currently plays in Serie D, having last been in the higher Serie A in 1995.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Calcio Foggia 1920 S.r.l., meglio noto come Foggia, è una società calcistica italiana con sede nella città di Foggia. Milita in Serie C, la terza divisione del campionato italiano.\r\n\r\nLa compagine rossonera ha vissuto i periodi migliori della sua storia negli anni sessanta del Novecento, in Serie A,[2] e soprattutto nella prima metà degli anni novanta, quando guidata dal tecnico Zdeněk Zeman disputò tre positive stagioni in massima serie, sfiorando la qualificazione in Coppa UEFA e riscuotendo risonanza mediatica a livello europeo per aver espresso un calcio inedito, rapido e votato all'attacco.[3][4]\r\n\r\nIl miglior piazzamento in massima serie è il nono posto, raggiunto nelle stagioni 1964-1965, 1991-1992 e 1993-1994.[5] La compagine foggiana ha inoltre vinto due Coppe Italia e una Supercoppa di Serie C[6][7] e nella Coppa Italia maggiore è arrivata al terzo posto nel girone finale, all'italiana, nel 1968-1969 e in semifinale nel 1994-1995 (in cui sfiorò la qualificazione alla Coppa delle Coppe in quanto, per ottenerla, sarebbe bastato raggiungere la finale della competizione anche senza vincerla). Il Foggia ha disputato complessivamente 11 campionati di Serie A e 2 di Prima Divisione nella prima metà degli anni venti (all'epoca il massimo livello calcistico nazionale), 25 campionati di Serie B e 4 di Seconda e Prima Divisione negli anni venti (rispettivamente nella prima e seconda metà degli anni venti del XX secolo, il secondo livello calcistico nazionale).\r\n\r\nNel 2012 l'Unione Sportiva Foggia non si è iscritta al campionato di Lega Pro Prima Divisione. Nello stesso anno è stata, di conseguenza, fondata nel capoluogo dauno un'altra società calcistica sulla base dell'articolo 52 comma 10 delle NOIF, l'Associazione Calcistica Dilettantistica Foggia Calcio, subito ammessa in Serie D avendo ereditato la tradizione sportiva cittadina;[8][9] questa nel 2015 ha assunto la denominazione Foggia Calcio S.r.l. e ha riacquisito il marchio storico del vecchio club.[10]\r\n\r\nNel 2019 il Foggia è andato incontro a un nuovo fallimento e la tradizione sportiva del sodalizio pugliese è stata rilevata dal Calcio Foggia 1920 Società Sportiva Dilettantistica,[11] ammessa in Serie D in sovrannumero dovendo proseguire la tradizione sportiva della città di Foggia.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/9kgami1655120871.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/81m01g1651778635.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/krmmbi1648366572.png",
            "strYoutube": "www.youtube.com\/channel\/UCEqmekdolMOb3GHajf2Yj1w",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133818",
            "idESPN": "4057",
            "idAPIfootball": "512",
            "intLoved": null,
            "strTeam": "Frosinone",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1912",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18627",
            "strStadium": "Stadio Benito Stirpe",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Frosione, Lazio",
            "intStadiumCapacity": "10000",
            "strWebsite": "www.frosinonecalcio.com\/index.php",
            "strFacebook": "www.facebook.com\/frosinonecalciooffical",
            "strTwitter": "twitter.com\/Frosinone1928",
            "strInstagram": "instagram.com\/frosinonecalcio",
            "strDescriptionEN": "Frosinone Calcio is an Italian professional football club based in Frosinone, Lazio, currently playing in Serie A.  The club was founded in 1912 under the name Union Sportive Frusinate. Following cancellation by the Italian Football Federation, it was refounded in 1990. In the 2014–15 season the club played in Serie B for the sixth time in its history. The club earned its first promotion to the top flight Serie A for the 2015–16 season.\r\n\r\nAfter a long tradition of playing in Serie C, in recent years, following the historic promotion which took place in the 2005-06 season, the club participated in five consecutive seasons in Serie B, becoming, after the two teams in Rome, the third most notable team of the region of Lazio. In its history Frosinone have won at a national level, two championships of Serie C2 (1986–87 and 2003–04) and two of Serie D (1965–66 and 1970–71). On 16 May 2015, the Ciociari, with a 3–1 win over Crotone, secured their first, historic promotion to Serie A.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Frosinone Calcio, meglio noto come Frosinone, è una società calcistica italiana con sede nella città di Frosinone. Milita in Serie B.\r\n\r\nFondata il 5 marzo 1906[2][3][4][5], se ne fa risalire convenzionalmente l'origine ventidue anni dopo, con la seconda affiliazione alla FIGC[6][7] e le prime attività agonistiche di rilievo[8]. In seguito alla radiazione dalla FIGC, fu rifondata nel 1959 e nel 1990.\r\n\r\nDopo una lunga militanza nei campionati di Serie C, nel III millennio ha preso parte a dieci campionati di Serie B ed ha conseguito due promozioni in massima serie nel 2015 e nel 2018, divenendo la terza squadra più blasonata della regione dopo Lazio e Roma. In fatto di palmarès il Frosinone ha conquistato, a livello nazionale, due campionati di Serie C2 (1986-1987 e 2003-2004) e due di Serie D (1965-1966 e 1970-1971).\r\n\r\nTra i club che hanno militato in Serie A, i giallazzurri occupano il 77º posto nella classifica perpetua dal 1929 e hanno la 83ª miglior tradizione sportiva.\r\n\r\nLa squadra laziale disputa le partite casalinghe allo stadio Benito Stirpe. I colori sociali sono il giallo – da cui il soprannome di Canarini – e l'azzurro; altri soprannomi noti sono Ciociari, Leoni e Giallazzurri. Il Frosinone detiene, ad oggi, il record del gol più tardo mai segnato nella storia della Serie A, al 103' della sfida del 3 aprile 2019 contro il Parma.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FFDD00",
            "strColour2": "#004393",
            "strColour3": "#006AB3",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/a7xa151603170120.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ia1e651546791772.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2yu86c1546791788.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ovpp7b1546791806.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cg71gd1546791820.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/dhicbp1546791837.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/as1bk31546791852.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/9bygu61690923613.png",
            "strYoutube": "www.youtube.com\/channel\/UC-lahCu_0mqWm8ZlUzhK4Wg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133675",
            "idESPN": "3263",
            "idAPIfootball": "495",
            "intLoved": null,
            "strTeam": "Genoa",
            "strTeamAlternate": "Genoa Cricket and Football Club, Genoa CFC",
            "strTeamShort": "",
            "intFormedYear": "1823",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "27346",
            "strStadium": "Stadio Luigi Ferraris",
            "strKeywords": "Grifoni",
            "strRSS": "",
            "strLocation": "Genoa, Italy",
            "intStadiumCapacity": "36599",
            "strWebsite": "www.genoacfc.it",
            "strFacebook": "www.facebook.com\/genoaCFCofficial\/",
            "strTwitter": "twitter.com\/GenoaCFC",
            "strInstagram": "www.instagram.com\/genoacfcofficial",
            "strDescriptionEN": "Genoa Cricket and Football Club, commonly referred to as Genoa (Italian pronunciation: ), is a professional football club based in Genoa, Liguria, Italy. From the 2023–24 season, the team will compete back in Serie A, the first division of the Italian football league system, just one year after relegation. Established on 7 September 1893, it is Italy's oldest football team, and the oldest Italian football team still active with over 125 years of history.\r\n\r\nDuring their long history, Genoa have won the Italian Championship nine times. Genoa's first title came at the inaugural championship in 1898 and their most recent was in 1923–24. They have also won the Coppa Italia once. Historically, Genoa are the fourth most successful Italian club in terms of championships won.\r\n\r\nThis slew of early successes may lie at the origin of the love professed for the team by the godfather of Italian sports journalists Gianni Brera (1919–92), who, despite having been born in Lombardy, always declared himself a supporter of the team. Brera went as far as creating the nickname Vecchio Balordo (Old Fool or Cranky Old One) for Genoa.\r\n\r\nGenoa CFC have played their home games at the 36,536 capacity Stadio Luigi Ferraris since 1911. Since 1946, the ground has been shared with local rivals Sampdoria. Genoa has spent most of its post-war history going up and down between Serie A and Serie B, with two brief spells in Serie C, before being relegated to Serie B again in 2022.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Genoa Cricket and Football Club, meglio noto come Genoa, è una società calcistica italiana con sede nella città di Genova. Fra le squadre italiane, è la più longeva.\r\n\r\nNel suo albo d'oro figurano 9 scudetti, tra cui il primo in assoluto risalente al 1898, 6 campionati di Serie B vinti e una Coppa Italia. Oltre ad aver conquistato due Coppe delle Alpi, una Coppa Anglo-Italiana e una Coppa dell'Amicizia, il club ha partecipato cinque volte alla Coppa Mitropa (edizioni 1929, 1930, 1937, 1938 e 1989-1990), una volta alla Coppa Piano Karl Rappan (1978) e due volte all'Europa League, nelle edizioni 1991-1992 (allora si chiamava Coppa UEFA) e 2009-2010.Nel 2011 il Genoa è stato inserito nell'\"International Bureau of Cultural Capitals\" (una sorta di patrimonio sportivo storico dell'umanità, in linea con quello dell'UNESCO) sotto richiesta del presidente Xavier Tudela. Nel 2013 inoltre è stato ammesso nel \"Club of Pioneers\", associazione che raggruppa i club di calcio più antichi del mondo che già comprendeva lo Sheffield FC e il Recreativo Huelva.\r\n\r\nIl club occupa l'undicesimo posto nella graduatoria della tradizione sportiva italiana secondo i criteri della FIGC.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#AD1919",
            "strColour2": "#05232F",
            "strColour3": "#FFD400",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/52s8dn1655553600.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/oeln6w1655553599.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/txsuxw1423704805.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/33xsyr1546116217.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/gmiji51546116538.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/498e5l1546116934.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/vtrpsw1422400086.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/u130k11729673862.png",
            "strYoutube": "www.youtube.com\/channel\/UCcFYiZvNtDbvVak3wEj3usA",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133681",
            "idESPN": "110",
            "idAPIfootball": "505",
            "intLoved": "3",
            "strTeam": "Inter Milan",
            "strTeamAlternate": "Inter",
            "strTeamShort": "INT",
            "intFormedYear": "1908",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "International Champions Cup",
            "idLeague3": "4505",
            "strLeague4": "UEFA Champions League",
            "idLeague4": "4480",
            "strLeague5": "Supercoppa Italiana",
            "idLeague5": "4507",
            "strLeague6": "FIFA Club World Cup",
            "idLeague6": "4503",
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16431",
            "strStadium": "Stadio Giuseppe Meazza",
            "strKeywords": "International",
            "strRSS": "",
            "strLocation": "Milan, Italy",
            "intStadiumCapacity": "80018",
            "strWebsite": "www.inter.it",
            "strFacebook": "www.facebook.com\/Inter\/",
            "strTwitter": "twitter.com\/Inter",
            "strInstagram": "www.instagram.com\/inter",
            "strDescriptionEN": "F.C. Internazionale Milano, commonly referred to as Internazionale  or simply Inter, and colloquially known as Inter Milan outside of Italy, is a professional Italian football club based in Milan, Lombardy. They are the only club to have spent their entire history in the top flight of Italian football, known as Serie A, which started in 1929–30.\r\n\r\nInternazionale have won 30 domestic trophies, including the league 18 times, the Coppa Italia seven times and the Supercoppa Italiana five times. From 2006 to 2010, the club won five successive league titles, equalling the all-time record. They have won the Champions League three times: two back-to-back in 1964 and 1965 and then another in 2010, the last completed an unprecedented (for an Italian team) continental treble with the Coppa Italia and the Scudetto. The club has also won three UEFA Cups, two Intercontinental Cups and one FIFA Club World Cup.\r\n\r\nInter's home games are played at San Siro, also known as the Stadio Giuseppe Meazza. The stadium, which is shared with rivals Milan, is the largest in Italian football, with a total capacity of 80,018. Milan are considered one of their biggest rivals, and matches between the two teams are called Derby della Madonnina, which is one of the most followed derbies in football. As of 2010, Inter is the second-most supported team in Italy, and the eighth most supported team in Europe. The club is one of the most valuable in Italian and world football. It was a founding member of the now-defunct G-14 group of Europe's leading football clubs.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Football Club Internazionale Milano, meglio conosciuto come Internazionale o più semplicemente come Inter, è una società calcistica per azioni italiana con sede a Milano.\r\n\r\nFondato nel 1908 da un gruppo di soci dissidenti del Milan, il club ha sempre militato nella massima serie del campionato nazionale dalla propria stagione di debutto, nel 1909, ed è l'unico ad aver partecipato a tutte le edizioni della Serie A, istituita nella stagione 1929-30. Fin dalla fondazione, indossa una divisa a strisce verticali nerazzurre, a parte una breve parentesi nel 1928 quando adottò una maglia bianca rossocrociata.\r\n\r\nNel suo palmarès annovera 30 titoli nazionali – 18 scudetti, 7 Coppe Italia e 5 Supercoppe italiane – che ne fanno il secondo club più titolato a pari merito con il Milan e alle spalle della Juventus (55). A livello internazionale vanta invece 3 Coppe dei Campioni\/Champions League, 3 Coppe UEFA, 2 Coppe Intercontinentali e una Coppa del mondo per club FIFA, per un totale di 9 trofei ufficiali che pongono l'Inter dietro il Milan (18) e la Juventus (11) nella classifica dei club italiani per numero di vittorie in competizioni internazionali. Nel 2010 è diventata la prima e unica squadra italiana ad aver conquistato le tre competizioni principali disputate nel corso della stagione: la Champions League, il campionato e la Coppa Italia; coi successivi trionfi in Supercoppa italiana e Coppa del mondo per club FIFA è diventata anche la prima, e, finora, unica squadra del Paese a vincere cinque trofei nell'arco di un anno solare.\r\n\r\nIl club può contare su un sostegno numeroso sia a livello nazionale che internazionale. Nel 1998 e nel 2010 l'Inter fu nominata Squadra mondiale dell'anno dall'IFFHS; nel 2009 si piazzò al sesto posto nella lista secolare sui migliori club europei redatta dalla stessa federazione di storia e statistica, e nel 2011 al quinto posto (prima italiana) nella classifica mondiale delle migliori squadre del decennio 2001-2010.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#010E80",
            "strColour2": "#000000",
            "strColour3": "#FFFFFF",
            "strGender": "Female",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ryhu6d1617113103.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/j2uwyv1546179241.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qzbfgw1731823483.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/6rnerf1546088608.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rtwqpv1429294176.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uvswsr1421077771.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/vf79ol1546423210.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/5mvsul1721769681.png",
            "strYoutube": "www.youtube.com\/user\/INTER",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133676",
            "idESPN": "111",
            "idAPIfootball": "496",
            "intLoved": "6",
            "strTeam": "Juventus",
            "strTeamAlternate": "Juve, Juventus FC, La Vecchia Signora, The Old Lady, Bianconeri",
            "strTeamShort": "JUV",
            "intFormedYear": "1897",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "International Champions Cup",
            "idLeague4": "4505",
            "strLeague5": "FIFA Club World Cup",
            "idLeague5": "4503",
            "strLeague6": "Supercoppa Italiana",
            "idLeague6": "4507",
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19802",
            "strStadium": "Allianz Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Turin, Italy",
            "intStadiumCapacity": "41507",
            "strWebsite": "www.juventus.com",
            "strFacebook": "www.facebook.com\/Juventus",
            "strTwitter": "twitter.com\/juventusfcen",
            "strInstagram": "www.instagram.com\/juventus",
            "strDescriptionEN": "Juventus Football Club, colloquially known as Juve, is an Italian professional association football club based in Turin, Piedmont. Founded in 1897 by a group of Torinese students, the club has worn a black and white striped home kit since 1903 and has played home matches in different grounds around its city, the latest being the 41,507-capacity Juventus Stadium. Nicknamed Vecchia Signora (\"the Old Lady\"), the club has won 35 official league titles, 13 Coppa Italia titles and eight Supercoppa Italiana titles, being the record holder for all these competitions; two Intercontinental Cups, two European Cups \/ UEFA Champions Leagues, one European Cup Winners' Cup, a joint national record of three UEFA Cups, two UEFA Super Cups and a joint national record of one UEFA Intertoto Cup. Consequently, the side leads the historical Federazione Italiana Giuoco Calcio (FIGC) ranking whilst on the international stage occupies the 5th position in Europe and the eleventh in the world for most confederation titles won with eleven trophies, having led the UEFA ranking during seven seasons since its inception in 1979, the most for an Italian team and joint second overall.\r\n\r\nFounded with the name of Sport-Club Juventus, initially as an athletics club, it is the second oldest of its kind still active in the country after Genoa's football section (1893) and has competed uninterruptedly in the top flight league (reformulated as Serie A from 1929) since its debut in 1900 after changing its name to Foot-Ball Club Juventus, with the exception of the 2006–07 season, being managed by the industrial Agnelli family almost continuously since 1923. The relationship between the club and that dynasty is the oldest and longest in national sports, making Juventus the first professional sporting club ante litteram in the country, having established itself as a major force in the national stage since the 1930s and at confederation level since the mid-1970s and becoming one of the first ten wealthiest in world football in terms of value, revenue and profit since the mid-1990s, being listed on the Borsa italiana since 2001.\r\n\r\nUnder the management of Giovanni Trapattoni, the club won 13 trophies in the ten years before 1986, including six league titles and five international titles, and became the first to win all three seasonal competitions organised by the Union of European Football Associations: the 1976–77 UEFA Cup (first Southern European side to do so), the 1983–84 Cup Winners' Cup and the 1984–85 European Champions' Cup. With successive triumphs in the 1984 European Super Cup and 1985 Intercontinental Cup, it became the first and thus far only in the world to complete a clean sweep of all confederation trophies; an achievement that they revalidated with the title won in the 1999 UEFA Intertoto Cup after another successful era led by Marcello Lippi, becoming in addition the only professional Italian club to have won every ongoing honour available to the first team and organised by a national or international football association. In December 2000, Juventus was ranked seventh in the FIFA's historic ranking of the best clubs in the world and nine years later was ranked second best club in Europe during the 20th Century based on a statistical study series by the International Federation of Football History & Statistics (IFFHS), the highest for an Italian club in both.\r\n\r\nThe club's fan base is the largest at national level and one of the largest worldwide. Unlike most European sporting supporters' groups, which are often concentrated around their own club's city of origin, it is widespread throughout the whole country and the Italian diaspora, making Juventus a symbol of anticampanilismo (\"anti-parochialism\") and italianità (\"Italianness\"). Juventus players have won eight Ballon d'Or awards, four of these in consecutive years (1982–1985, an overall record), among these the first player representing Serie A, Omar Sívori, as well as Michel Platini and three of the five recipients with Italian nationality as the former member of the youth sector Paolo Rossi; they have also won four FIFA World Player of the Year awards, with winners as Roberto Baggio and Zinédine Zidane, a national record and third and joint second highest overall, respectively, in the cited prizes. Additionally, players representing the club have won 11 Serie A Footballer of the Year awards including the only goalkeeper to win it, Gianluigi Buffon, and 17 different players were inducted in the Serie A Team of the Year, being both also a record. Finally, the club has also provided the most players to the Italy national team—mostly in official competitions in almost uninterrupted way since 1924—who often formed the group that led the Azzurri squad to international success, most importantly in the 1934, 1982 and 2006 FIFA World Cups.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "La Juventus Football Club (dal latino: iuventūs, «gioventù»), meglio nota come Juventus (\/juˈvɛntus\/), è una società calcistica italiana con sede nella città di Torino.\r\n\r\nFondata nel 1897 da un gruppo di studenti liceali locali, la Juve, com'è colloquialmente abbreviata, è il secondo club calcistico professionistico per anzianità tra quelli tuttora attivi nel Paese, dopo il Genoa (1893); è il più titolato e con maggiore tradizione sportiva FIGC, oltreché uno dei più blasonati al mondo con 68 trofei ufficiali vinti durante la militanza al vertice della piramide sportiva nazionale, tra cui il primato di 36 titoli di campione d'Italia e 11 in competizioni UEFA. Partecipa alla Serie A, il massimo campionato italiano, a cui ha preso parte stabilmente sin dall'esordio nel 1900, eccezione fatta per la stagione 2006-2007. Dopo aver esordito in divisa rosanero, nel 1903 adottò l'odierna tenuta di gioco bianconera.\r\n\r\nIl legame con la famiglia Agnelli, che dura in modo quasi ininterrotto dal 1923, è il primo e più duraturo sodalizio imprenditoriale-sportivo in Italia; attraverso un peculiare modello gestionale instaurato nel frattempo, quella bianconera divenne una delle prime società sportive italiane a raggiungere uno status professionistico ante litteram, affermandosi a livello nazionale dal decennio successivo e in ambito internazionale dalla metà degli anni 1970. Nel decennio seguente diventò il primo club ad aver vinto tutte e tre le maggiori competizioni europee: la Coppa UEFA (1976-1977, prima squadra sudeuropea nel farlo), Coppa delle Coppe (1983-1984) e Coppa dei Campioni (1984-1985);coi trionfi nella Supercoppa UEFA 1984 e nella Coppa Intercontinentale 1985 divenne inoltre il primo e tuttora unico al mondo ad avere conquistato tutti i trofei ufficiali maschili della propria confederazione di appartenenza, un record ulteriormente migliorato con il successo in Coppa Intertoto 1999.\r\n\r\nQuotata alla Borsa Italiana dal 2001, la Juventus è una società per azioni posizionata pressoché stabilmente, dalla seconda metà degli anni 1990, tra i primi dieci club calcistici su scala mondiale in ambito finanziario per fatturato, valore borsistico e profitti. Numerosi calciatori sono stati premiati durante la militanza nel club con riconoscimenti quali il Pallone d'oro (8), il FIFA World Player (3) e il migliore calciatore assoluto AIC (11) — tutti i tre, record a livello italiano —; il suo contributo alla nazionale italiana, ininterrotto dai primi anni 1920 oltreché il maggiore tra le squadre italiche, è stato decisivo per i successi della rappresentativa nazionale. È inoltre forte del più numeroso sostegno a carattere nazionale oltreché molto esteso su scala globale, principalmente nei Paesi a forte emigrazione italiana, che ne fanno contemporaneamente un simbolo anticampanilistico e di italianità.Nel 2000 la Juventus fu inserita dalla FIFA al settimo posto (prima italiana) nella classifica secolare sui migliori club al mondo,mentre nel 2009 fu nominata dall'IFFHS migliore squadra nel Paese e seconda a livello europeo, dopo il Real Madrid, del XX secolo.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#000000",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/fytj241726760465.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/xvltgg1725303959.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wwtuxx1420504589.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vqh3kj1548875099.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rqwwqx1424111979.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wvvpws1430771058.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/upuwxp1422399935.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/l9i8j81729674242.png",
            "strYoutube": "www.youtube.com\/user\/juventus",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "137255",
            "idESPN": "0",
            "idAPIfootball": "1584",
            "intLoved": null,
            "strTeam": "L.R. Vicenza Virtus",
            "strTeamAlternate": "LR Vicenza Virtus",
            "strTeamShort": "",
            "intFormedYear": "1902",
            "strSport": "Soccer",
            "strLeague": "Italian Serie C Girone A",
            "idLeague": "5340",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "Italy Coppa Italia Serie C",
            "idLeague3": "5187",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "",
            "strKeywords": "I Biancorossi (The White and Reds)",
            "strRSS": "",
            "strLocation": "Vicenza, Italy",
            "intStadiumCapacity": "12000",
            "strWebsite": "lrvicenza.net",
            "strFacebook": "www.facebook.com\/LRVicenzaVirtus\/",
            "strTwitter": "twitter.com\/lrvicenza",
            "strInstagram": "www.instagram.com\/lrvicenza",
            "strDescriptionEN": "L.R. Vicenza, commonly referred to as Vicenza, is an Italian football club based in Vicenza, Veneto. Founded in 1902 as Associazione del Calcio in Vicenza, they became Lanerossi Vicenza in 1953, then Vicenza Calcio from 1990 to 2018, a year which saw the club going bankrupt and being put under controlled administration in order to preserve the Serie C spot at the end of the 2017–18 season. Renzo Rosso, owner of fashion brand Diesel, merged its Bassano Virtus and some of the assets of Vicenza Calcio into one team, L.R. Vicenza Virtus, which will play in Vicenza, while the two sides will preserve their distinct youth teams. Vicenza is the oldest team in Veneto; officially founded on 9 March 1902 by the then dean of Liceo Lioy, Tito Buy, and the physical education teacher of the same school, Libero Antonio Scarpa.\r\n\r\nThe club currently plays in Italy's Serie B, having spent the entire 1960s, most of the 1970s and a large part of the 1990s in Serie A. They won the 1996-97 Coppa Italia and reached the semi finals of the Cup Winners' Cup the following season, losing to eventual winners Chelsea.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il L.R. Vicenza S.p.A.[1] (acronimo di Lanerossi Vicenza[2]), meglio noto come Vicenza, è una società calcistica italiana con sede nella città di Vicenza.\r\n\r\nCostituita nel 2018 mediante il trasferimento in città del Bassano a seguito del fallimento societario, è erede e continuatrice de facto della tradizione sportiva iniziata il 9 marzo 1902 con la fondazione dell'Associazione del Calcio in Vicenza (spesso siglato ACIVI) e poi transitata attraverso il Lanerossi Vicenza dal 1953 al 1990 e infine il Vicenza Calcio, fallito nel 2018.\r\n\r\nÈ il più antico club calcistico del Veneto[3][4][5] e ha disputato 30 campionati di Serie A, dei quali 20 consecutivi fra il 1955-1956 e il 1974-1975: occupa pertanto il 19º posto nella classifica della tradizione sportiva dei club che hanno giocato nella massima serie italiana e il 17º posto nella relativa classifica perpetua. L'IFFHS lo annovera tra le 15 migliori formazioni italiane del XX secolo.\r\n\r\nIn ambito nazionale vanta la vittoria di una Coppa Italia (1996-1997), mentre il migliore risultato a livello internazionale rimane la semifinale della Coppa delle Coppe (1997-1998); annovera inoltre il raggiungimento della finale nel campionato di Prima Categoria 1910-1911, quando fu sconfitto dalla Pro Vercelli, e il secondo posto alle spalle della Juventus nel campionato di Serie A 1977-1978, in cui conseguì il miglior risultato di sempre di una neopromossa nell'era del girone unico.[6]\r\n\r\nNella stagione 2021-2022 milita in Serie B.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/fj8twm1569164066.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/b8pw4y1615914365.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133668",
            "idESPN": "112",
            "idAPIfootball": "487",
            "intLoved": "1",
            "strTeam": "Lazio",
            "strTeamAlternate": "SS Lazio, Società Sportiva Lazio, Biancocelesti",
            "strTeamShort": "LAZ",
            "intFormedYear": "1900",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17086",
            "strStadium": "Stadio Olimpico",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Rome, Italy",
            "intStadiumCapacity": "70634",
            "strWebsite": "www.sslazio.it",
            "strFacebook": "www.facebook.com\/SSLazioOfficialPage",
            "strTwitter": "twitter.com\/OfficialSSLazio",
            "strInstagram": "instagram.com\/official_sslazio",
            "strDescriptionEN": "Società Sportiva Lazio, commonly referred to as Lazio, is an Italian professional sports club based in Rome, most known for its football activity. The society, founded in 1900, plays in the Serie A and have spent most of their history in the top tier of Italian football. Lazio have been Italian champions twice (1974, 2000), and have won the Coppa Italia seven times, the Supercoppa Italiana five times, and both the UEFA Cup Winners' Cup and UEFA Super Cup on one occasion.\r\n\r\nThe club had their first major success in 1958, winning the domestic cup. In 1974, they won their first Serie A title. The 1990s have been the most successful period in Lazio's history, seeing them win the UEFA Cup Winners' Cup and UEFA Super Cup in 1999, the Serie A title in 2000, and reaching their first UEFA Cup final in 1998. Due to a severe economic crisis in 2002 that forced president Sergio Cragnotti out of the club along with several star players being sold, Lazio's success in the league declined. In spite of the lower funds, the club has won four Coppa Italia titles since then; in 2004, 2009, 2013 and 2019. Current president Claudio Lotito took charge of the club in 2004 after two years of a vacuum after Cragnotti's departure.\r\n\r\nLazio's traditional kit colours are sky blue shirts and white shorts with white socks; the colours are reminiscent of Rome's ancient Hellenic legacy. Sky blue socks have also been interchangeably used as home colours. Their home is the 70,634 capacity Stadio Olimpico in Rome, which they share with A.S. Roma until 2020, when the latter will leave for the Stadio della Roma. Lazio have a long-standing rivalry with Roma, with whom they have contested the Derby della Capitale (in English \"Derby of the capital city\" or Rome derby) since 1929.\r\n\r\nDespite initially not having any parent–subsidiary relation with the male and female professional team (that was incorporated as S.S. Lazio S.p.A.), the founding of Società Sportiva Lazio allowed for the club that participates in over 40 sports disciplines in total, more than any other sports association in the world.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "La Società Sportiva Lazio, meglio nota come S.S. Lazio o più semplicemente Lazio, è una società polisportiva italiana con sede nella città di Roma, nota soprattutto per la sua sezione calcistica. Fu fondata a Roma il 9 gennaio 1900 come Società Podistica Lazio da quindici atleti guidati dal sottufficiale dei Bersaglieri Luigi Bigiarelli. La Lazio è presente dal 6 maggio 1998 alla Borsa di Milano nell'indice FTSE Italia Small Cap: è stata la prima società calcistica italiana a quotarsi in Borsa dove sono state successivamente ammesse anche la sua concittadina Roma e la Juventus.\r\n\r\nIl club iniziò a praticare il gioco del calcio il 6 gennaio 1901, è affiliato alla FIGC almeno dal 1908 ed istituì la propria sezione calcistica il 3 ottobre 1910.\r\n\r\nHa preso parte a 77 edizioni delle 88 disputate nella Serie A a girone unico, vincendo due titoli di campione d'Italia (1974 e 2000). Prima dell'avvento del girone unico (1929-30) disputò tre finalissime nazionali per il titolo, venendo sempre sconfitta. Vanta nel proprio palmarès anche la conquista di 7 Coppe Italia, 5 Supercoppe italiane e, in ambito internazionale, la Coppa delle Coppe 1998-99 e la Supercoppa UEFA 1999. La Lazio è il quinto club italiano (dopo Milan, Juventus, Inter e Parma) e il venticinquesimo europeo per numero di competizioni UEFA vinte.\r\n\r\nIl club biancoceleste è anche uno dei membri dell'European Club Association (ECA), organizzazione internazionale che ha sostituito il soppresso G-14 e rappresenta i club calcistici a livello europeo, riuniti in consorzio al fine di ottenere una tutela comune dei diritti sportivi, legali e televisivi di fronte alla Fédération Internationale de Football Association (FIFA).\r\n\r\nLa polisportiva è con le sue oltre 70 discipline la più grande, nonché la più antica, d'Europa.Alla stessa venne insignita il 2 giugno 1921 la benemerenza di ente morale.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#87D8F7",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rwqyvs1448806608.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/loprki1535387399.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2h7uo71709342761.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/pwvd461709342718.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/6mu88f1709342685.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/bxwzwp1709342643.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/wsyqry1422399753.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/frqiq71721078935.png",
            "strYoutube": "www.youtube.com\/user\/Officialsslazio",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133678",
            "idESPN": "113",
            "idAPIfootball": "867",
            "intLoved": null,
            "strTeam": "Lecce",
            "strTeamAlternate": "US Lecce, Apulia, Giallorossi",
            "strTeamShort": "",
            "intFormedYear": "1908",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "28498",
            "strStadium": "Via del Mare",
            "strKeywords": "I Giallorossi",
            "strRSS": "",
            "strLocation": "Lecce, Apulia, Italy",
            "intStadiumCapacity": "31533",
            "strWebsite": "www.uslecce.it",
            "strFacebook": "facebook.com\/U.S.LecceOfficial",
            "strTwitter": "twitter.com\/OfficialUSLecce",
            "strInstagram": "instagram.com\/uslecceofficialchannel",
            "strDescriptionEN": "Union Sportiva Lecce, commonly referred to as Lecce, is an Italian football club based in Lecce, Apulia. The club will play in Serie A in the 2022–23 season, the top level of the Italian football pyramid, having been promoted from Serie B. Lecce plays its home games at Stadio Via del Mare, which has a capacity of 31,533 spectators.\r\n\r\nThe club was formed in the 1927 upon an idea of 1908 and has spent a large part of their recent history bouncing between Italy's second division and Serie A, where the team debuted in the 1985–86 season. Its best Serie A finish is the ninth place obtained in the 1988–89 season. The club is 27th in the Serie A all-time table and is the second club from Apulia as regards appearances in the first two tiers of Italian football, with 16 Serie A seasons and 29 Serie B seasons.\r\n\r\nLecce won a Serie B title in 2022 and 2010, a Coppa Italia Serie C in 1975 and an Anglo-Italian Cup Semiprofessionals in 1976.\r\n\r\nLecce players and fans are nicknamed salentini or simply giallorossi or lupi.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Unione Sportiva Lecce, nota semplicemente come Lecce (AFI: \/ˈleʧʧe\/[2]), è una società calcistica italiana con sede nella città di Lecce. Milita in Serie B, la seconda divisione del campionato italiano di calcio.\r\n\r\nL'attuale sodalizio, costituito il 16 settembre 1927 dalla fusione tra i club locali della FBC Juventus e del Gladiator, fa risalire la propria origine al 1908, anno di fondazione del primo club cittadino, lo Sporting Club Lecce, attivo fino al 1923.[3] I colori ufficiali del club sono il giallo e il rosso;[3] il suo simbolo è una lupa che si trova sotto il leccio, emblema della città di Lecce. La squadra disputa le proprie gare interne allo stadio Via del mare, che, inaugurato nel 1966 e ammodernato nel 1985, ha una capienza di 40 670 posti, di cui attualmente 31 533 omologati.[4] Dal 2015 la proprietà del club appartiene ad un gruppo di soci guidati da Saverio Sticchi Damiani, attuale presidente.[5]\r\n\r\nSeconda società della Puglia per numero di campionati disputati nelle prime due serie professionistiche, conta 16 partecipazioni alla Serie A, categoria nella quale ha esordito nella stagione sportiva 1985-1986, e 28 partecipazioni alla Serie B, categoria in cui ha debuttato nella stagione sportiva 1929-1930. Il miglior piazzamento del Lecce in massima serie è il 9º posto del campionato 1988-1989.[3] La squadra ha vinto una Coppa Ali della Vittoria come prima classificata in Serie B nel 2009-2010 e una Coppa Italia di Serie C nel 1975-1976, mentre in ambito internazionale ha vinto una Coppa Italo-Inglese Semiprofessionisti nel 1976.[3]\r\n\r\nFigura al 26º posto nella graduatoria dei club italiani per tradizione sportiva e, tra i club che hanno militato in Serie A, occupa il 27º posto nella classifica perpetua dal 1929.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FFF200",
            "strColour2": "#ED1B23",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/j4vznr1567365249.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/9eab741715845144.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/a5dl6p1715845345.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/o3eudv1715845352.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ajtfyb1715845358.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/awtrh01715845364.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/rkhusb1715845415.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/3tksdm1729674758.png",
            "strYoutube": "youtube.com\/channel\/UCzc84VvVxLbeCQ2wYXV0VOg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133700",
            "idESPN": "2573",
            "idAPIfootball": "899",
            "intLoved": null,
            "strTeam": "Modena",
            "strTeamAlternate": "Modena Football Club, Modena Calcio",
            "strTeamShort": "",
            "intFormedYear": "1912",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19555",
            "strStadium": "Stadio Alberto Braglia",
            "strKeywords": "I Canarini",
            "strRSS": "",
            "strLocation": "Modena, Italy",
            "intStadiumCapacity": "21092",
            "strWebsite": "modenacalcio.com",
            "strFacebook": "www.facebook.com\/Modena-FC-107687491693522",
            "strTwitter": "",
            "strInstagram": "www.instagram.com\/modena_fc_official\/?hl=it",
            "strDescriptionEN": "Modena Football Club 2018, commonly referred to as Modena, is an Italian football club based in Modena, Emilia-Romagna. The club was founded in 1912, and refounded in 2018, and had spent the majority of its existence playing in Serie B. They are set to play to Serie B in 2022–23, after having won 2021–22 Serie C's Group B title.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Modena Football Club 2018, meglio noto come Modena, è una società calcistica italiana con sede nella città di Modena. Milita in Serie C, la terza divisione del campionato italiano.\r\n\r\nIl sodalizio, sorto nel 2018[1][2], è l'erede del Modena Football Club, fondato nel 1912 e fallito nel 2017[3], da cui è tramandata la tradizione sportiva che vanta 28 partecipazioni complessive al massimo campionato italiano di calcio (ove il miglior piazzamento è un terzo posto nella Serie A 1946-1947). Nel suo palmarès si annoverano inoltre la vittoria di due campionati di Serie B, una Supercoppa di Serie C e, in campo internazionale, due Coppe Anglo-Italiane (competizione in cui la squadra modenese vanta il primato di successi) e un Torneo Internazionale dell'Amicizia di Ginevra. In virtù di ciò, il club è il sodalizio più prestigioso della provincia di appartenenza vantando la 21ª miglior tradizione sportiva in Italia.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/93n2wm1656015823.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/kzs1d41656015822.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/sqnf6o1692532569.png",
            "strYoutube": "www.youtube.com\/channel\/UCMewngXrljiQ4WwgRFkj41g",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134270",
            "idESPN": "4007",
            "idAPIfootball": "1579",
            "intLoved": null,
            "strTeam": "Monza",
            "strTeamAlternate": "Associazione Calcio Monza, AC Monza",
            "strTeamShort": "",
            "intFormedYear": "1912",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19489",
            "strStadium": "U-Power Stadium",
            "strKeywords": "I Bagai (Brianzolo: The Boys)",
            "strRSS": "",
            "strLocation": "Monza, Italy",
            "intStadiumCapacity": "18568",
            "strWebsite": "www.acmonza.com",
            "strFacebook": "www.facebook.com\/ACMonza\/",
            "strTwitter": "twitter.com\/ACMonza",
            "strInstagram": "www.instagram.com\/acmonza",
            "strDescriptionEN": "Associazione Calcio Monza is a professional football club that is based in Monza, Lombardy, Italy. The team will play in the Serie A, the first tier of Italian football, following promotion in the 2021–22 Serie B season.\r\n\r\nThe club was founded in 1912 as Monza F.B.C. and on multiple occasions in the 1960s and 1970s came close to promotion to the Serie A. Following Silvio Berlusconi's 2018 takeover of the club, Monza returned to the Serie B in 2020 after a 19-year absence and reached promotion to Serie A for the first time in 2022. Before their promotion, no Italian team had played more Serie B seasons (40) without playing in the Serie A. Monza have won the Coppa Italia Serie C a record four times, the Serie C championship four times, and an Anglo-Italian Cup.\r\n\r\nFrom the club's founding, Monza's colours were blue and white but were changed to red and white in 1932; as a result, they are nicknamed i biancorossi (the white and reds). Monza have played their home games at the Stadio Brianteo since 1988. The team have rivalries with Como, Pro Sesto and Pisa.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Associazione Calcio Monza S.p.A., meglio nota come AC Monza o semplicemente Monza, è una società calcistica italiana con sede nella città di Monza. Milita in Serie B, seconda divisione del campionato italiano di calcio.\r\n\r\nRifondata nel 2015 come Società Sportiva Dilettantistica Monza 1912, è l'erede della tradizione sportiva iniziata il 1º settembre 1912 con la fondazione del Monza Foot Ball Club e successivamente transitata, previe varie rifondazioni e fusioni, attraverso vari soggetti societari, ultimo dei quali l'Associazione Calcio Monza Brianza 1912, dichiarata fallita ed estromessa dal calcio professionistico al termine della stagione 2014-2015.[1] Il 1º luglio 2019 è stata cambiata la denominazione in Associazione Calcio Monza.[2]\r\n\r\nIl Monza è una delle squadre italiane con più presenze nella Serie B, cui ha preso parte in 39 edizioni. Nella sua storia il club brianzolo non ha però mai raggiunto la massima serie, risultando pertanto la squadra che ha partecipato al maggior numero di tornei di seconda serie italiana, e con la più alta tradizione sportiva, senza mai aver conseguito la promozione nel campionato maggiore.[3] Il suo migliore posizionamento in cadetteria è il terzo posto della stagione 2020-21, dove però è uscito alle semifinali dei play-off. Detiene inoltre il record di vittorie nella Coppa Italia di Serie C (4 affermazioni).[4] È stato uno degli otto club che rappresentò la FIGC nella Coppa delle Alpi 1961 vinta dalla Federazione italiana.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#EC173A",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/bxearg1603170113.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/jougc71718360869.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/q0ys7o1718360355.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/0lwql81718360362.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cj1q251718360368.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vxpvju1718360374.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/ykmqsl1718360473.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/vj6p4w1729675008.png",
            "strYoutube": "www.youtube.com\/channel\/UCgFNZmFK4tLKPpXpvJGS9dQ",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133670",
            "idESPN": "114",
            "idAPIfootball": "492",
            "intLoved": "1",
            "strTeam": "Napoli",
            "strTeamAlternate": "S.S.C. Napoli, SSC Napoli, Naples, Gli Azzurri",
            "strTeamShort": "NAP",
            "intFormedYear": "1926",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16420",
            "strStadium": "Stadio San Paolo",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Napoli, Italy",
            "intStadiumCapacity": "60240",
            "strWebsite": "www.sscnapoli.it",
            "strFacebook": "www.facebook.com\/SSCNapoli",
            "strTwitter": "twitter.com\/sscnapoli",
            "strInstagram": "www.sscnapoli.it\/#",
            "strDescriptionEN": "Società Sportiva Calcio Napoli, commonly referred to as Napoli, is an Italian professional football club based in Naples, Campania that plays in Serie A, the top flight of Italian football. The club have won two league titles, five Coppa Italias, two Supercoppa Italiana titles, and one UEFA Cup.\r\n\r\nFormed in 1926, the club saw relatively little success in its early years, winning one Coppa Italia until 1965, where they were refounded. Napoli then saw increased success in the 1980s, after the club acquired Diego Maradona. During his time in Naples, Maradona helped the team win several trophies, which led to the club retiring his number 10 jersey. During this period, Napoli won their sole league titles, in 1987 and 1990. Following his departure, however, Napoli struggled financially, and endured several relegations, prior to being refounded in 2004 by film producer Aurelio De Laurentiis. Under his guise, the club has stabilized, which has led to renewed on-field success, winning the 2012 and 2014 Coppa Italia titles.\r\n\r\nBy attendance, Napoli have the fourth biggest fanbase in Italy, and were ranked as the fifth highest-earning football club in Serie A, with $182 million in revenue during the 2017–18 season. In 2018, Forbes estimated the club is the fifth most valuable club in Italy, worth $379 million. Napoli are also one of the associate members of the European Club Association.\r\n\r\nSince 1959, the club has played their home games at Stadio San Paolo, and have traditionally worn sky blue shirts and white shorts. The club also have a long-standing rivalry with Roma, with whom they contest the Derby del Sole. The club's anthem is \"'O surdato 'nnammurato\".",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "La Società Sportiva Calcio Napoli, meglio nota come Napoli, è una società calcistica italiana con sede nella città di Napoli. Milita in Serie A, la massima serie del campionato italiano.\r\n\r\nFondata nel 1926[1] con il nome di Associazione Calcio Napoli, assunse poi la denominazione di SSC Napoli nel 1964. In seguito al fallimento della società nel 2004, il presidente Aurelio De Laurentiis fonda la Napoli Soccer che ne rileva il titolo sportivo e viene iscritta alla Serie C1, per poi ritornare alla denominazione precedente con la promozione in Serie B nel 2006.\r\n\r\nIl colore sociale è l'azzurro, mentre la mascotte è il Ciuccio,[2] originariamente un cavallo inalberato.[3] Gioca le partite interne allo stadio San Paolo, inaugurato nel 1959.\r\n\r\nCon un palmarès che comprende due scudetti (1986-1987, 1989-1990), sei Coppe Italia (1961-1962, 1975-1976, 1986-1987, 2011-2012, 2013-2014 e 2019-2020), due Supercoppe italiane (1990 e 2014) e una Coppa UEFA (1988-1989), oltre a una Coppe delle Alpi (1966) e una Coppa di Lega Italo-Inglese (1976),[4] il Napoli è la squadra del Meridione più titolata a livello nazionale e internazionale, nonché, con 78 partecipazioni,[5] quella più presente nei campionati di massima serie.\r\n\r\nIl Napoli è anche uno dei membri associati dell'ECA (Associazione dei Club Europei), organizzazione nata in sostituzione del soppresso G-14 e costituita dai principali club calcistici del continente, riuniti in consorzio al fine di ottenere una tutela comune dei diritti sportivi, legali e televisivi di fronte alla FIFA.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#12A0D7",
            "strColour2": "#003C82",
            "strColour3": "#FFFFFF",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/89z4qr1720153900.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/pdurxh1533751116.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/05czba1731273496.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ztq1e01731273514.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cvna4p1731273533.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/pljdjb1731273555.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/uxrsxr1421164201.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/jx501n1729675532.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "138166",
            "idESPN": "2923",
            "idAPIfootball": "522",
            "intLoved": null,
            "strTeam": "Palermo",
            "strTeamAlternate": "SSD Palermo",
            "strTeamShort": "",
            "intFormedYear": "2019",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19558",
            "strStadium": "Stadio Renzo Barbera",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Palermo",
            "intStadiumCapacity": "36356",
            "strWebsite": "www.palermofc.com\/it",
            "strFacebook": "www.facebook.com\/palermofficial\/",
            "strTwitter": "twitter.com\/palermofficial",
            "strInstagram": "www.instagram.com\/palermofficial",
            "strDescriptionEN": "Società Sportiva Dilettantistica Palermo, known as Palermo Calcio or more simply Palermo, is an Italian football club based in the Sicilian city of Palermo. Originally founded on 1 November 1900, Unione Sportiva Città di Palermo was excluded from Serie B on 12 July 2019. A phoenix club was formed later the same month, and was admitted into in Serie D for the 2019–20 season. Palermo were the first football club founded in Sicily, the first in the South of Italy and also the 7th oldest extant club in the country.\r\n\r\nThe team achieved its greatest sporting success in the 2000s, during which it had three 5th-placed finishes in the Serie A (including two in a row) and also reached the 2005–06 UEFA Cup's round of 16. The club counts the Coppa Italia Serie C in 1992–1993 as a major honour in their history. With their appearances in 3 Coppa Italia finals - twice in the 1970s (1974 and 1979) and again in 2011) - and their 5 Serie B titles, alongside the many trophies won in the first twenty years of the twentieth century, Palermo is often considered to be one of the most important and successful clubs of Southern Italy.\r\n\r\nRegarding their performances in European competition, the club has five appearances in UEFA Cup\/Europa League; in 2007 it occupied 51st place in UEFA ranking. According to the monthly ranking by the IFFHS the highest ranking ever reached was the 19th place, in both February and June 2006; according to another ranking of the same entity, the rosanero were the 121th best team in the world from 1 January 1991 to 31 December 2009.\r\n\r\nSince 2008, Palermo has had the right to be an ordinary member of the European Club Association, an international organisation that has taken the place of the abolished G-14 and is composed of the major football clubs of Europe with the purpose of ensuring a common protection of sports, legal and television rights in front of the FIFA.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Palermo Football Club, più semplicemente noto come Palermo FC o Palermo, è una società calcistica italiana con sede nella città di Palermo, militante nel campionato di Serie C.\r\n\r\nPrima squadra del Mezzogiorno d'Italia e sesta d'Italia per anzianità tra quelle oggi attive, annovera in bacheca una Coppa Italia di Serie C, vinta nel 1992-93. Per tre volte ha anche giocato delle finali nella Coppa Italia maggiore: nel 1974, nel 1979 e nel 2011. Inoltre ha conquistato 5 titoli del campionato di Serie B.\r\n\r\nRiguardo le partecipazioni alle coppe europee, la società conta cinque apparizioni in Coppa UEFA\/Europa League.\r\n\r\nLa FIGC considera il Palermo 18º nella graduatoria dei criteri di punteggio della tradizione sportiva della federazione, mentre si posiziona 16º nella classifica perpetua della Serie A.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/zi1tb01579708939.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/8g7t2m1579708814.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/dj4ubs1721770582.png",
            "strYoutube": "www.youtube.com\/c\/PalermoFCofficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135728",
            "idESPN": "115",
            "idAPIfootball": "523",
            "intLoved": null,
            "strTeam": "Parma Calcio 1913",
            "strTeamAlternate": "Parma Calcio, AC Parma, Parma FC. Gialloblu",
            "strTeamShort": "",
            "intFormedYear": "1913",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17089",
            "strStadium": "Stadio Ennio Tardini",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Parma, Italy",
            "intStadiumCapacity": "22359",
            "strWebsite": "parmacalcio1913.com",
            "strFacebook": "www.facebook.com\/parmacalcio1913",
            "strTwitter": "twitter.com\/1913parmacalcio",
            "strInstagram": "www.instagram.com\/parmacalcio1913",
            "strDescriptionEN": "Parma Calcio 1913, commonly referred to as Parma, is an Italian professional football club based in Parma, Emilia-Romagna. It currently competes in the Serie B, the 2nd tier of Italian football.\r\n\r\nFounded as Parma Football Club in December 1913, the club plays its home matches in the 27,906-seat Stadio Ennio Tardini, often referred to as simply Il Tardini, from 1923.\r\n\r\nFinanced by Calisto Tanzi, the club won eight trophies between 1992 and 2002, a period in which it achieved its best ever league finish, as runners-up in the 1996–97 season. The club has won three Coppa Italia, one Supercoppa Italiana, two UEFA Cups, one European Super Cup and one UEFA Cup Winners' Cup.\r\n\r\nFinancial troubles were brought about in late 2003 by the Parmalat scandal which caused the parent company to collapse and resulted in the club operating in controlled administration until January 2007. The club was declared bankrupt in 2015 and re-founded in Serie D but secured a record three straight promotions to return to Serie A in 2018.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Parma Calcio 1913, meglio conosciuto come Parma, è una società calcistica italiana con sede nella città di Parma. Milita in Serie A.\r\n\r\nIl sodalizio è erede del Parma Football Club, già Parma Associazione Calcio, sorto nel 1970; questi riprendeva la storia del Parma Associazione Sportiva, precedente club costituito nella città emiliana nel 1913 sotto l'originario nome di Parma Foot Ball Club — retaggio del Verdi Foot Ball Club brevemente attivo nello stesso anno —, e rifondato a cavallo della stagione 1969-1970 grazie al passaggio del titolo sportivo ai concittadini dell'Associazione Calcio Parmense, a loro volta sorti nel 1968. L'odierno club, nato nel 2015 come Società Sportiva Dilettantistica Parma Calcio 1913, si fa quindi portatore dell'intera tradizione sportiva parmigiana in ambito calcistico.[1]\r\n\r\nNel suo palmarès figurano 3 Coppe Italia, una Supercoppa italiana e 4 titoli internazionali: una Coppa delle Coppe, 2 Coppe UEFA e una Supercoppa UEFA. Dopo Milan, Juventus e Inter, il Parma è il quarto club italiano e il sedicesimo europeo nella classifica generale delle coppe calcistiche UEFA vinte. È inoltre l'unica squadra ad aver conseguito tre promozioni consecutive nei campionati nazionali di calcio organizzati sotto l'egida della FIGC, passando dalla Serie D alla Serie A in soli tre anni (2015-2018); è inoltre una delle quattro squadre europee ad avere conquistato titoli internazionali pur senza avere mai vinto il proprio campionato nazionale.\r\n\r\nIl club si pone al ventunesimo posto come risultati e al quindicesimo posto come punteggi fra i 65 club che hanno militato in Serie A; sino alla stagione 2011-12 ha inoltre figurato nel ranking UEFA.[2] In venticinque anni (dal 1990-91 al 2014-15) ha disputato ventiquattro campionati di massima serie (diciotto dei quali consecutivi) e quindici stagioni nelle coppe europee (quattordici delle quali consecutive, dal 1991-92 al 2004-05).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#ffffff",
            "strColour2": "#1b4094",
            "strColour3": "#ffd200",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/6yiaxs1627406063.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/mp588h1627406061.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qciluh1546597123.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/nnqmvk1546597130.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/9i3xs61546597137.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/96jo2f1546597145.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/v7p45u1546597344.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/y3naov1729675794.png",
            "strYoutube": "www.youtube.com\/channel\/UCXKXzx4PG8dcqExNJ5npUkg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133685",
            "idESPN": null,
            "idAPIfootball": "525",
            "intLoved": null,
            "strTeam": "Pescara",
            "strTeamAlternate": "Delfino Pescara 1936",
            "strTeamShort": null,
            "intFormedYear": "1936",
            "strSport": "Soccer",
            "strLeague": "Italian Serie C Girone B",
            "idLeague": "5339",
            "strLeague2": "Italy Coppa Italia Serie C",
            "idLeague2": "5187",
            "strLeague3": "Coppa Italia",
            "idLeague3": "4506",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "Stadio Adriatico",
            "strKeywords": "I Delfini",
            "strRSS": "",
            "strLocation": "Viale Vittorio Pepe 65126 Pescara",
            "intStadiumCapacity": "20515",
            "strWebsite": "www.pescaracalcio.com",
            "strFacebook": "www.facebook.com\/PescaraCalcio36",
            "strTwitter": "twitter.com\/PescaraCalcio",
            "strInstagram": "www.instagram.com\/pescaracalcio1936\/?hl=it",
            "strDescriptionEN": "Delfino Pescara 1936, commonly referred to as Pescara, is a professional Italian football club based in Pescara, Abruzzo.\r\n\r\nThe club was formed in 1936 and currently plays in Serie C. Pescara has competed in seven seasons in Serie A, 1977–78, 1979–80, 1987–88, 1988–89, 1992–93, 2012–13 and last participated in 2016–17. The team's official colors are white and light blue.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Delfino Pescara 1936, meglio conosciuto semplicemente come Pescara o con la vecchia denominazione Pescara Calcio 1936, è una società calcistica italiana con sede nella città di Pescara. Milita in Serie C, terza divisione del campionato italiano di calcio.\r\n\r\nFondata nel 1936 con la denominazione Società Sportiva Pescara, la squadra ha disputato 7 campionati di Serie A, un campionato di Divisione Nazionale e 39 campionati di Serie B. Il Pescara è al momento l'unica squadra di calcio dell'Abruzzo ad aver raggiunto la massima serie del campionato italiano, nonché l'unica ad aver stabilmente militato in Serie B negli ultimi 50 anni. Nel corso dei suoi 85 anni di storia, il club ha vinto (piazzandosi al primo posto) cinque campionati: due di Serie B (1986-1987, 2011-2012), uno di Serie C (1973-1974), uno di Serie D (1972-1973) e uno di Promozione (1951-1952).\r\n\r\nLa squadra abruzzese vanta la 37ª miglior tradizione sportiva fra i club che hanno militato in Serie A, e occupa il 53º posto nella classifica perpetua dal 1929. Inoltre il club abruzzese figura al 6º posto nella classifica perpetua della Serie B.\r\n\r\nIl club è stato dichiarato fallito il 19 dicembre 2008[2], per poi essere rifondato il 20 gennaio 2009 grazie a una cordata di imprenditori locali, capeggiati da Giuseppe De Cecco e Deborah Caldora, figlia di Armando Caldora, storico presidente della squadra ai tempi della prima promozione in Serie A del 1977. La società ha mantenuto lo stemma, i risultati e i piazzamenti del Pescara Calcio nato nel 1936. Nel 2011 la presidenza fu assunta da Daniele Sebastiani, precedentemente amministratore delegato del club, che tutt'oggi ne detiene la carica.\r\n\r\nLa squadra disputa le partite interne nello Stadio Adriatico-Giovanni Cornacchia di Pescara e ha come colori sociali il bianco e l'azzurro.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uywyxr1426869739.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/zsg3gt1648582090.png",
            "strYoutube": "www.youtube.com\/channel\/UCK_5pVZmvPWfXkelx1PR5wA",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133859",
            "idESPN": "3956",
            "idAPIfootball": "801",
            "intLoved": null,
            "strTeam": "Pisa",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1909",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18634",
            "strStadium": "Arena Garibaldi",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "pisasportingclub.com",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Pisa Sporting Club, commonly referred to as Pisa, is an Italian football club based in Pisa, Tuscany. The team currently plays in Serie B.\r\n\r\nThe club was founded in 1909 as Pisa Sporting Club and refounded in 1994 as Pisa Calcio (and registered in Eccellenza, the regional football division in Italy), after the cancellation of the former because of economical troubles. It was excluded again from Italian football in 2009, after the property failed to collect enough money to pay off the club's debts. In summer 2009 it was refounded with the denomination A.C. Pisa 1909.\r\n\r\nPisa won two Mitropa Cups, in 1986 and 1988. They play their home matches at Arena Garibaldi – Stadio Romeo Anconetani, named after Romeo Anconetani, the chairman who brought and led the club in Serie A during the 1980s. In 2016, Giuseppe Corrado bought the club and planned the new Pisa stadium. In January 2021, billionaire Alexander Knaster acquired a 75% stake in the club.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "'Associazione Calcio Pisa 1909, meglio nota come Pisa, è una società calcistica italiana con sede nella città di Pisa. Milita in Serie B, la seconda divisione del campionato italiano di calcio.\r\n\r\nFondata nel 1909 con la denominazione di Pisa Sporting Club — tuttora usata nella sua identità societaria[1] — e ricostituita in tre occasioni (nel 1994 come Associazione Calcio Pisa, poi come Pisa Calcio e infine di nuovo come Associazione Calcio Pisa 1909 nel 2009), vanta 7 partecipazioni alla Serie A e 34 alla Serie B; nella stagione 1920-1921 ha, inoltre, partecipato alla finalissima per il titolo nazionale di massima serie. Annovera nel proprio palmarès due Coppe Mitropa, due campionati di Serie B e una Coppa Italia Serie C.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2eso9w1579708309.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/cctbjh1687087732.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "137121",
            "idESPN": "3942",
            "idAPIfootball": "880",
            "intLoved": null,
            "strTeam": "Reggiana",
            "strTeamAlternate": "Reggio Audace, Associazione Calcio Reggiana 1919, AC Reggiana 1919",
            "strTeamShort": "",
            "intFormedYear": "1919",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "Coppa Italia",
            "idLeague3": "4506",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "28510",
            "strStadium": "Mapei Stadium – Città del Tricolore",
            "strKeywords": "I Granata (The Maroons)",
            "strRSS": "",
            "strLocation": "Reggio Emilia, Italy",
            "intStadiumCapacity": "21584",
            "strWebsite": "www.reggianacalcio.it",
            "strFacebook": "www.facebook.com\/ReggioAudaceFC\/",
            "strTwitter": "",
            "strInstagram": "www.instagram.com\/reggioaudacefc",
            "strDescriptionEN": "Associazione Calcio Reggiana, commonly referred to as Reggiana, is a professional football club based in Reggio Emilia, Emilia-Romagna, Italy. The club was formed in 1919, reformed in 2005 (Serie C2) and 2018 (Serie D) after going bankrupt twice, and currently plays in the Serie B, the second tier of Italian football. Reggiana is known as i Granata (\"the Maroons\") in reference to the club's main colour: maroon.\r\n\r\nThe club was reformed twice after going bankrupt: in 2005 as Reggio Emilia Football Club, and in 2018 as Reggio Audace Football Club. On both occasions, the club regained the naming rights and the trophies of A.C. Reggiana via judicial auction. The club has participated in Serie A, the top tier of Italian football, seven times; their last appearance dates back to the 1996–97 season.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Associazione Calcio Reggiana 1919, meglio nota come Reggiana, è una società calcistica italiana con sede nella città di Reggio Emilia, in Emilia-Romagna. Milita in Serie C, la terza divisione del campionato italiano.\r\n\r\nRifondata nell'agosto del 2018 come Reggio Audace Football Club, eredita la tradizione sportiva della storica Associazione Calcio Reggiana, estromessa al termine del campionato di Serie C 2017-2018 per motivi finanziari e successivamente sciolta, e a sua volta creazione del lodo Petrucci per recuperare una tradizione sportiva che risale al 1919. Vanta la 40ª miglior tradizione sportiva in Italia.\r\n\r\nAnche nota col soprannome di Regia, ha per colore sociale il granata, gioca le partite casalinghe al Mapei Stadium - Città del Tricolore. Promossa per la prima volta nella massima serie italiana (a gironi) nella stagione 1920-1921, conta in questa categoria 7 apparizioni, l'ultima delle quali nella stagione 1996-1997, annoverando come miglior piazzamento il 14º posto della stagione 1993-1994; a livello nazionale, nel suo palmarès la società vanta un campionato di Serie B e uno di Serie C a girone unico, nonché una Supercoppa di Serie C2.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/dffx6o1600266770.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/unwn0d1692533742.png",
            "strYoutube": "www.youtube.com\/channel\/UCzkx4Kiz3X_pYj7v-Q7VdUQ",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133682",
            "idESPN": "104",
            "idAPIfootball": "497",
            "intLoved": "2",
            "strTeam": "Roma",
            "strTeamAlternate": "AS Roma, FC Roma, Rome FC, Giallorossi",
            "strTeamShort": "ROM",
            "intFormedYear": "1927",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17086",
            "strStadium": "Stadio Olimpico",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Rome, Italy",
            "intStadiumCapacity": "70634",
            "strWebsite": "www.asroma.it",
            "strFacebook": "www.facebook.com\/officialasroma\/",
            "strTwitter": "twitter.com\/officialasroma",
            "strInstagram": "www.instagram.com\/officialasroma",
            "strDescriptionEN": "Associazione Sportiva Roma, commonly referred to as Roma, is an Italian professional football club based in Rome. Founded by a merger in 1927, Roma have participated in the top-tier of Italian football for all of their existence except for 1951–52.\r\n\r\nRoma have won Serie A three times, in 1941–42, 1982–83 and 2000–01, as well as winning nine Coppa Italia titles and two Supercoppa Italiana titles. In European competitions, Roma won the Inter-Cities Fairs Cup in 1960–61 and were runners-up in the 1983–84 European Cup and the 1990–91 UEFA Cup.\r\n\r\nFifteen players have won the FIFA World Cup while playing at Roma: Ferraris, Guaita and Masetti (1934); Donati, Monzeglio and Serantoni (1938); Bruno Conti (1982); Rudi Voller and Berthold (1990); Aldair (1994); Candela (1998); Cafu (2002); Daniele De Rossi, Simone Perrotta and Francesco Totti (2006).\r\n\r\nSince 1953, Roma have played their home matches at the Stadio Olimpico, a venue they share with city rivals Lazio. With a capacity of over 72,000, it is the second-largest of its kind in Italy, with only the San Siro able to seat more. The club plan to move to a new stadium, though this is yet to start construction.\r\n\r\nThe club's home colours are Tyrian purple and gold, which gives Roma their nickname \"I Giallorossi\" (\"The Yellow and Reds\"). Their club badge features a she-wolf, an allusion to the founding myth of Rome.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Associazione Sportiva Roma (AFI: \/assoʧaʦˈʦjone sporˈtiva ˈroma\/), nota anche come AS Roma o, più semplicemente, Roma, è una società calcistica italiana con sede nella città di Roma. Nella stagione 2019-2020 milita nel campionato di Serie A, massimo livello della piramide calcistica italiana.[2] Fondata nel 1927 grazie alla fusione di tre squadre, ha come colori sociali il rosso e il giallo, tonalità cromatiche corrispondenti al gonfalone del Campidoglio.[2] Dal 23 maggio 2000 è quotata alla Borsa Italiana, nel cui listino fa parte dell'indice FTSE Italia Small Cap: la Lupa, uno dei soprannomi che contraddistinguono la Roma insieme a Giallorossi, Magica e Capitolini,[3] è infatti una dei tre club di calcio italiani (insieme a Lazio e Juventus) a essere presente nella borsa valori italiana.[4]\r\n\r\nIncludendo la stagione 2019-2020, la Roma ha partecipato a 91 campionati nazionali (87 in Serie A, tre in Divisione Nazionale e uno in Serie B).[5] I Giallorossi hanno vinto tre scudetti, nove Coppe Italia e due Supercoppe italiane.[5] In ambito europeo i migliori risultati ottenuti dai Capitolini sono il successo nella Coppa delle Fiere 1960-1961 e nella Coppa Anglo-Italiana 1972, oltre a una finale di Coppa dei Campioni nel 1984 e una di Coppa UEFA nel 1991.[5]\r\n\r\nNella classifica mondiale dei club (\"Club World Ranking\"), stilata dall'International Federation of Football History & Statistics (IFFHS) e aggiornata al 2018, la Magica occupava il 38º posto,[6] mentre nel 1991 la Lupa ha terminato in testa alla classifica mondiale di rendimento delle società calcistiche, stilata sempre dall'IFFHS.[7] La Roma è anche uno dei membri dell'European Club Association (ECA), organizzazione internazionale che ha sostituito il soppresso G-14 e che è composta dalle principali squadre calcistiche europee, riunite in consorzio al fine di ottenere una tutela comune dei diritti sportivi, legali e televisivi di fronte alla Fédération Internationale de Football Association (FIFA).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#8E1F2F",
            "strColour2": "#F0BC42",
            "strColour3": "#CACACC",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xqpqpq1448806641.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/rutrwu1424420579.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wptpuu1420507611.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/usutts1420507624.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/usxxtx1421077390.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rtwvpq1421077414.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/ywuwwu1420734725.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/otyjr41729676290.png",
            "strYoutube": "www.youtube.com\/user\/asroma",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133846",
            "idESPN": "3240",
            "idAPIfootball": "514",
            "intLoved": null,
            "strTeam": "Salernitana",
            "strTeamAlternate": "US Salernitana, Unione Sportiva Salernitana",
            "strTeamShort": "",
            "intFormedYear": "1919",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18632",
            "strStadium": "Stadio Arechi",
            "strKeywords": "I Granata",
            "strRSS": "",
            "strLocation": "Salerno, Campania",
            "intStadiumCapacity": "37245",
            "strWebsite": "www.ussalernitana1919.it",
            "strFacebook": "www.facebook.com\/USSalernitanaOfficialPage",
            "strTwitter": "twitter.com\/OfficialUSS1919",
            "strInstagram": "instagram.com\/ussalernitana1919official",
            "strDescriptionEN": "Unione Sportiva Salernitana 1919, commonly referred to as Salernitana, is an Italian football club based in Salerno, Campania. Salernitana returned to Serie A in 2021, after a break of 23 seasons, having finished second in Serie B. Previously in 2015 \"I Granata\" were promoted to Serie B, having finished first in Lega Pro Prima Divisione - Girone C. The club is the legitimate heir of the former Salernitana Calcio 1919 and there is a sports continuity also with the former Salerno Calcio in the 2011–12 season which restarted from Serie D rather than from Terza Categoria due to Article 52 NOIF of FIGC.\r\n\r\nThe club – named Salerno Calcio – was promoted to Lega Pro Seconda Divisione as it re-obtained the original name of U.S. Salernitana 1919. It was promoted to Lega Pro Prima Divisione the following season.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Unione Sportiva Salernitana 1919, meglio nota come Salernitana, è una società calcistica italiana con sede nella città di Salerno. Milita in Serie A, il primo livello della piramide calcistica italiana.\r\n\r\nFondata la società originale il 19 giugno 1919 da una cordata capeggiata da Matteo Schiavone,[5][6][7] nel corso della sua storia è stata rifondata per tre volte: nel 1927[8] in seguito alla costituzione di un nuovo sodalizio con l'attuale identità granata, nel 2005[9][10] e nel 2011 per motivi finanziari.[11][12] L'attuale società fu, infatti, fondata come Salerno Calcio nel 2011 (aderendo all'art. 52.10 del regolamento federale), e riprese i segni distintivi della Salernitana a partire dal 2012. Il 19 giugno 2019 la squadra campana ha compiuto 100 anni di storia calcistica.\r\n\r\nIl colore ufficiale della Salernitana è il granata dal 1943[6] (esclusa la stagione 2011-2012 per ragioni giuridiche[11]), il suo simbolo è l'ippocampo dal 1949,[13] e la squadra disputa le proprie gare interne allo stadio Arechi dal 1990.[14]\r\n\r\nDopo il Napoli è stata la seconda squadra campana in ordine temporale a partecipare al campionato di Serie A, cui ha preso parte nel 1947-1948 e nel 1998-1999, retrocedendo in entrambe le occasioni per un solo punto; nel 2021-2022 milita in massima serie per la terza volta. La Salernitana ha giocato quasi sempre fra i professionisti, eccetto per la stagione 2011-2012, poiché ripartì dalla Serie D.[6]N  BBC",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#681A12",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/nmi7mk1603170517.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/scbjne1638265602.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/d7h5r91689168495.png",
            "strYoutube": "www.youtube.com\/channel\/UCB8yi71k6yzRb-mD0cRa45g",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133683",
            "idESPN": "2734",
            "idAPIfootball": "498",
            "intLoved": "1",
            "strTeam": "Sampdoria",
            "strTeamAlternate": "UC Sampdoria, Unione Calcio Sampdoria, Blucerchiati",
            "strTeamShort": "",
            "intFormedYear": "1946",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "27346",
            "strStadium": "Stadio Luigi Ferraris",
            "strKeywords": "Blucerchiati ",
            "strRSS": "",
            "strLocation": "Genoa, Italy",
            "intStadiumCapacity": "36536",
            "strWebsite": "www.sampdoria.it",
            "strFacebook": "www.facebook.com\/sampdoria",
            "strTwitter": "twitter.com\/sampdoria",
            "strInstagram": "instagram.com\/sampdoria",
            "strDescriptionEN": "Unione Calcio Sampdoria is an Italian association football club based in Genoa. The club was formed in 1946 from the merger of two existing sports clubs whose roots can be traced back to the 1890s, Sampierdarenese and Andrea Doria. Sampdoria currently compete in the Italian Serie B.\r\n\r\nBoth the team name and jersey do reflect this, the first being a combination of the former names, the second incorporating the former teams' colours (blue-white and red-black) in a single design. The team's colours are blue with white, red and black hoops, hence the nickname blucerchiati (\"blue-circled\"). Sampdoria play at Stadio Luigi Ferraris, capacity 36,536, which it shares with Genoa's other club, Genoa Cricket and Football Club. The derby between the two teams is commonly known as the Derby della Lanterna.\r\n\r\nSampdoria have won the scudetto only once in their history, in the 1991 season. The club has also won the Coppa Italia four times (1985, 1988, 1989, and 1994) and one Italian Super Cup. Their biggest European success came when they won the Cup Winners' Cup in 1990. They also reached the European Cup final in 1992 only to lose against the Spanish side FC Barcelona with an 1–0 score after extra time.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Unione Calcio Sampdoria, meglio nota come Sampdoria, è una società calcistica italiana con sede nella città di Genova.\r\nSoprannominata la Samp o il Doria, è nata il 12 agosto 1946 dalla fusione tra la Sampierdarenese (nata come polisportiva nel 1891, e come sezione calcio nel 1899) e l'Andrea Doria (sorta come polisportiva nel 1895, e come sezione calcio nel 1900). Milita nella Serie A del campionato italiano di calcio. Decima fra i club con la migliore tradizione sportiva in Italia, fa inoltre parte dell'European Club Association.\r\nNel corso della sua esistenza la Sampdoria ha disputato 63 campionati di Serie A e 11 di Serie B, aggiudicandosi uno scudetto, 4 Coppe Italia e una Supercoppa italiana. A livello internazionale vanta la vittoria di una Coppa delle Coppe (nel 1989-1990), oltre ad aver disputato le finali dell'allora Coppa dei Campioni (nel 1991-1992), della Coppa delle Coppe (nel 1988-1989) e della Supercoppa UEFA (nel 1990).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#1B5497",
            "strColour2": "#C21718",
            "strColour3": "#000000",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/pr6co21655592769.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/7q9znc1546200038.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/pufich1643032404.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/0q118b1546261630.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cq69cx1546261654.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sssuyv1421077718.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/yrspvx1420428101.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/ib5e1s1721770891.png",
            "strYoutube": "www.youtube.com\/user\/sampdoria",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133701",
            "idESPN": "3997",
            "idAPIfootball": "488",
            "intLoved": null,
            "strTeam": "Sassuolo",
            "strTeamAlternate": "U.S. Sassuolo Calcio, USSC",
            "strTeamShort": "",
            "intFormedYear": "1922",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "28510",
            "strStadium": "Mapei Stadium – Città del Tricolore",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Reggio Emilia, Italy",
            "intStadiumCapacity": "21525",
            "strWebsite": "www.sassuolocalcio.it",
            "strFacebook": "www.facebook.com\/officialsassuolocalcio\/",
            "strTwitter": "twitter.com\/sassuolous",
            "strInstagram": "www.instagram.com\/sassuolocalcio",
            "strDescriptionEN": "Unione Sportiva Sassuolo Calcio, commonly referred to as Sassuolo, is an Italian football club based in Sassuolo, Emilia-Romagna. Their colours are black and green, hence the nickname Neroverdi.\r\n\r\nFounded in 1920, Sassuolo have played in Serie A from the 2013–14 season, joining a select group of teams playing in the Serie A but not belonging to a provincial capital city: Empoli, Legnano, Pro Patria, Carpi and Casale.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Unione Sportiva Sassuolo Calcio, nota più semplicemente come Sassuolo, è una società calcistica italiana con sede nella città di Sassuolo, in provincia di Modena.[1]\r\n\r\nCostituita nel 1920,[2] dalla stagione sportiva 2013-14 milita in Serie A. I suoi colori sociali sono il nero e il verde, da cui il soprannome di neroverdi;[1] altro soprannome noto del club è Sasòl (\"Sassuolo\" in dialetto modenese). Dopo aver usufruito per decenni dello stadio Enzo Ricci di Sassuolo, e aver poi brevemente giocato sul manto dello stadio Alberto Braglia di Modena, dal 2013 i neroverdi disputano le loro partite casalinghe al Mapei Stadium di Reggio Emilia.\r\n\r\nIl Sassuolo si trova al 41º posto della classifica perpetua della Serie A dal 1929, che tiene conto di tutte le squadre che hanno militato almeno una volta nella massima serie. È entrato nel ristretto gruppo di squadre, non appartenenti a città capoluogo di provincia — che comprende anche il Lecco,[3] l'Empoli, il Carpi, il Cesena,[4] il Legnano, la Pro Patria di Busto Arsizio e il Casale — capaci di raggiungere la massima categoria calcistica italiana a girone unico.[5]\r\n\r\nHa disputato 7 campionati di Serie A, 5 di Serie B, 2 di Serie C1 e 14 di Serie C2. La società fu promossa per la prima volta in massima serie nel 2013, mentre il miglior piazzamento ottenuto in Serie A è il 6º posto della stagione 2015-16, con cui raggiunse per la prima volta la qualificazione alle coppe europee. Nella sua storia, il Sassuolo ha vinto un campionato di Serie B, uno di C1 e una Supercoppa di Serie C1.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#00A752",
            "strColour2": "#000000",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xystvp1448806138.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/uuwsxx1448806046.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/79erva1546545363.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ydta1g1546545371.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cf335g1546545381.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qxyz5e1546545391.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/rrypvq1422398937.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/5eu7gk1721771033.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133879",
            "idESPN": "4056",
            "idAPIfootball": "515",
            "intLoved": null,
            "strTeam": "Spezia",
            "strTeamAlternate": "La Spezia, Spezia Calcio",
            "strTeamShort": "",
            "intFormedYear": "1906",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18618",
            "strStadium": "Stadio Alberto Picco",
            "strKeywords": "Aquilotti (Little Eagles)",
            "strRSS": "http:\/\/www.acspezia.com\/rss.xml",
            "strLocation": "La Spezia, Italy",
            "intStadiumCapacity": "10336",
            "strWebsite": "www.acspezia.com",
            "strFacebook": "www.facebook.com\/SpeziaCalcio",
            "strTwitter": "twitter.com\/acspezia",
            "strInstagram": "www.instagram.com\/acspezia",
            "strDescriptionEN": "Spezia Calcio is a professional football club based in La Spezia, Liguria, Italy. In 2020–21, they will play in the Serie A for the first time in their history, after promotion to the top tier for the first time via play-offs in the 2019–20 season. Spezia hosts matches at the 10,336-capacity Stadio Alberto Picco.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Lo Spezia Calcio (già Foot Ball Club Spezia, poi Associazione Calcio Spezia, Spezia Calcio 1906 e Associazione Sportiva Dilettantistica Spezia Calcio 2008), comunemente noto come Spezia, è una società calcistica italiana con sede nella città della Spezia. Nella stagione 2020-2021 militerà per la prima volta nel campionato di Serie A.\r\n\r\nL'attuale società, la cui fondazione storica risale al 1906, è stata rifondata il 17 luglio 2008 grazie all'intervento dell'amministrazione della città spezzina, al fine di garantire la continuità alla tradizione calcistica locale e riprendere idealmente il testimone dello Spezia Calcio 1906: quest'ultimo, al termine del campionato di Serie B 2007-08 era retrocesso in Serie C1, ma tale risultato sportivo fu ulteriormente peggiorato dalla mancata iscrizione alla nuova stagione. Nell'agosto 2008 la nuova società era stata ammessa in Serie D, venendo poi ripescata in Lega Pro Seconda Divisione nel luglio 2009.\r\n\r\nNel suo albo d'oro lo Spezia Calcio può vantare un titolo nazionale, grazie alla vittoria del campionato di guerra del 1944 conseguita dai VV.FF. Spezia, un club a esso affiliato;[1] tale successo fu ufficialmente riconosciuto dalla FIGC come titolo \"onorifico\" (ovvero non equiparabile allo \"scudetto\") nel 2002.[2]\r\n\r\nDisputa i suoi incontri casalinghi allo stadio Alberto Picco. Il suo colore sociale di riferimento è il bianco, affiancato dal nero.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FFFFFF",
            "strColour2": "#99834a",
            "strColour3": "#1f1a17",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/spuztf1688689372.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ih8k8t1610363132.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2eiylr1610360291.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rp1kw11610360365.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sd1eko1610360461.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/huv51r1610360615.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/69pr191610360699.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/wdnap31721771135.png",
            "strYoutube": "www.youtube.com\/user\/acspeziacom",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134654",
            "idESPN": "11139",
            "idAPIfootball": "1578",
            "intLoved": null,
            "strTeam": "Sudtirol",
            "strTeamAlternate": "Suditrol",
            "strTeamShort": "",
            "intFormedYear": "1995",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "31043",
            "strStadium": "Stadio Druso",
            "strKeywords": "Biancorossi \/ Weiß-Rote",
            "strRSS": "",
            "strLocation": "Bolzano, Italy",
            "intStadiumCapacity": "3500",
            "strWebsite": "www.fc-suedtirol.com\/it\/index\/1-0.html",
            "strFacebook": "www.facebook.com\/fc.suedtirol\/",
            "strTwitter": "twitter.com\/fclubsuedtirol",
            "strInstagram": "www.instagram.com\/fcsuedtirol",
            "strDescriptionEN": "Fußball Club Südtirol is an Italian association football club, based in the city of Bolzano, in the autonomous province South Tyrol. The club was formerly known as its bilingual name F.C. Südtirol – Alto Adige. They will play in Serie B for the first time in the 2022–23 season after having been crowned Serie C champions in the current campaign.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "l Fussball Club Südtirol[2][3] anche noto come Südtirol-Alto Adige, Südtirol Bolzano-Bozen, o semplicemente Südtirol, è una società calcistica italiana con sede legale nella città di Bolzano e sede operativa nel comune di Appiano sulla Strada del Vino, in Alto Adige.\r\n\r\nFondata a Bressanone nel 1974 come sezione della polisportiva Sport Verein Milland, si è scissa dalla \"società madre\" nel 1995, allorché è stata ridenominata Football Club Südtirol-Alto Adige e ha adottato i colori sociali bianco-rossi; la denominazione è quindi divenuta F.C. Südtirol nel 2000, anno del trasferimento nel a Bolzano. La ragione sociale simboleggia l'intenzione del club di rappresentare non solo il capoluogo, ma l'intero territorio della relativa provincia.\r\n\r\nNella stagione 2021-2022 milita in Serie C, risultando pertanto, insieme al Trento, una delle due squadre di calcio professionistiche della regione Trentino-Alto Adige.[4] Restringendo lo sguardo al solo ambito provinciale, il Südtirol è la società che vanta il maggior numero di partecipazioni alle divisioni professionali; in meno di trent'anni si è quindi imposta come leader del movimento calcistico altoatesino.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/8fico41579725098.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/fqdr631692532087.png",
            "strYoutube": "www.youtube.com\/channel\/UC3azy0Gph-stv0p--wTnX7w",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133973",
            "idESPN": "0",
            "idAPIfootball": "516",
            "intLoved": null,
            "strTeam": "Ternana",
            "strTeamAlternate": "Ternana Calcio",
            "strTeamShort": "",
            "intFormedYear": "1925",
            "strSport": "Soccer",
            "strLeague": "Italian Serie C Girone B",
            "idLeague": "5339",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "Italy Coppa Italia Serie C",
            "idLeague3": "5187",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19379",
            "strStadium": "Stadio Libero Liberati",
            "strKeywords": "I Rossoverdi",
            "strRSS": "",
            "strLocation": "Terni, Italy",
            "intStadiumCapacity": "22000",
            "strWebsite": "www.ternanacalcio.com",
            "strFacebook": "www.facebook.com\/TernanaCalcioSpa",
            "strTwitter": "twitter.com\/TernanaOfficial",
            "strInstagram": "www.instagram.com\/ternana_calcio_official",
            "strDescriptionEN": "Ternana Calcio, commonly referred to as Ternana, is an Italian football club based in Terni, Umbria. In 2017 the club was bought by Unicusano, thus adding the name of the private university to the club. The word \"Unicusano\" was also added to the crest in 2017–18 season, but was removed in May 2018.\r\n\r\nThe club was founded in 1925 and refounded in 1993. In its history, Ternana have twice played in Serie A (seasons 1972–73 and 1974–75) and 27 times in Serie B. The club is currently playing in Serie C.\r\n\r\nThe first team from Umbria to reach Serie A, Ternana enjoy a local rivalry with Perugia, and play their home matches at the Stadio Libero Liberati.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rr0fli1627416909.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/mgwyzd1627416910.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/udm1sr1687088003.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133687",
            "idESPN": "239",
            "idAPIfootball": "503",
            "intLoved": "1",
            "strTeam": "Torino",
            "strTeamAlternate": "Torino Football Club, Torino FC",
            "strTeamShort": "",
            "intFormedYear": "1906",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17085",
            "strStadium": "Stadio Olimpico Grande Torino",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Turin, Italy",
            "intStadiumCapacity": "27958",
            "strWebsite": "www.torinofc.it",
            "strFacebook": "www.facebook.com\/pages\/Torino-Football-Club\/230683100382853",
            "strTwitter": "twitter.com\/torinofc_1906",
            "strInstagram": "instagram.com\/torinofc1906",
            "strDescriptionEN": "Torino Football Club (commonly referred to as Torino or simply Toro, is an Italian professional football club based in Turin, Piedmont. It currently plays in Serie A.\r\n\r\nFounded as Foot-Ball Club Torino in 1906, Torino are among the most successful clubs in Italy with seven league titles, including five consecutive league titles during the 1940s. The Grande Torino, as the team was known, was widely recognised as one of the strongest footballing sides of the period, until the entire team was killed in the 1949 Superga air disaster. They have also won the Coppa Italia five times, the last of which was in the 1992–93 season. Internationally, Torino won the Mitropa Cup in 1991 and were finalists in the UEFA Cup in 1991–92.\r\n\r\nTorino plays all of its home games at the Stadio Olimpico Grande Torino (also known as the Stadio Comunale \"Vittorio Pozzo\" until 2006). The club's colour is maroon, and its symbol is a rampant bull, the traditional symbol of the city of Turin, from which the club's nickname is derived, \"Il Toro\" (The Bull).",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Torino Football Club, meglio conosciuto come Torino, è una società calcistica italiana con sede nella città di Torino. Il club odierno, rifondato nel 2005, è la continuazione dello storico sodalizio sorto nel 1906 dalla fusione tra il Torinese e i soci dissidenti del Foot-Ball Club Juventus, denominato Foot Ball Club Torino sino al 1936, Associazione Calcio Torino fino al 1943, dal 1945 al 1958 e ancora dal 1959 al 1977, Torino FIAT nel 1944, Associazione Calcio Talmone Torino nel 1958-59 e Torino Calcio dal 1977 al 2005. Milita nel campionato di Serie A.[2]\r\n\r\nIl Toro, com'è colloquialmente abbreviato, è tra i club più blasonati d'Italia. Vanta la conquista di 7 campionati italiani compresa una striscia di 5 titoli consecutivi all'epoca del Grande Torino, quest'ultima riconosciuta come una delle squadre più forti degli anni 1940.[2] Nel suo palmarès nazionale figurano, altresì, 5 Coppe Italia,[2] mentre in ambito internazionale si segnala la vittoria della Coppa Mitropa nel 1991; la finale di Coppa UEFA che disputò nell'edizione 1991-92, inoltre, è il migliore risultato raggiunto in una competizione UEFA dalla società.[2]\r\n\r\nPrima squadra italiana riuscita a centrare un double nazionale nella stagione 1942-43,[3] al 2019 il Torino occupa il 95º posto nel ranking UEFA,[4] l'8º nella classifica perpetua della Serie A[5] e il 5º nella tradizione sportiva italiana.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#8A1E03",
            "strColour2": "#FFFFFF",
            "strColour3": "#EEB111",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xxprty1448806802.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/svvvys1420480080.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vyqsyt1420561434.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/quyvrx1426211614.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uwxyrq1426211523.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yuvprw1426211761.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/trqryu1420561299.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/8o6r9m1729676648.png",
            "strYoutube": "www.youtube.com\/TorinoFCOfficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133679",
            "idESPN": "118",
            "idAPIfootball": "494",
            "intLoved": null,
            "strTeam": "Udinese",
            "strTeamAlternate": "Udinese Calcio, Bianconeri",
            "strTeamShort": "",
            "intFormedYear": "1896",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "29136",
            "strStadium": "Bluenergy Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Udine, Italy",
            "intStadiumCapacity": "25144",
            "strWebsite": "www.udinese.it",
            "strFacebook": "www.facebook.com\/UdineseCalcio1896",
            "strTwitter": "twitter.com\/Udinese_1896",
            "strInstagram": "www.instagram.com\/udinesecalcio",
            "strDescriptionEN": "Udinese Calcio, commonly referred to as Udinese, is an Italian football club based in Udine, Friuli-Venezia Giulia, that currently plays in Serie A. It was founded on 30 November 1896 as a sports club, and on 5 July 1911 as a football club.\r\n\r\nThe traditional team home kit is black and white striped shirt, black shorts, and white socks. The club broadcasts on channel 110 (Udinese Channel) on digital terrestrial television in north-east of Italy. It has many fans in Friuli and the surrounding areas.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Udinese Calcio, meglio nota come Udinese, è una società calcistica italiana con sede nella città di Udine. Si tratta di uno dei club più antichi d'Italia, essendo nato nel 1896, anche se la sua sezione calcistica risale ufficialmente al 1911[2].\r\n\r\nI suoi colori sociali sono il bianco e il nero, ripresi dallo stemma comunale della città; in ragione di tale accostamento cromatico, i giocatori guadagnarono il soprannome di bianconeri e di zebrette[3].\r\n\r\nA livello nazionale i migliori risultati sportivi risultano essere la finale di Coppa Italia del 1922 (persa 0-1 contro il Vado) ed il secondo posto nel campionato di Serie A 1954-55, oltre alla vittoria di due campionati di Serie B e di una Coppa Italia Semiprofessionisti[2].\r\n\r\nIn ambito internazionale, oltre alla vittoria di una Coppa Anglo-Italiana nel 1978 e di una Coppa Mitropa nel 1980, il club vanta diverse partecipazioni alle competizioni UEFA, tra le quali spiccano la vittoria della Coppa Intertoto nel 2000[4] ed il raggiungimento dei quarti di finale di Coppa UEFA nel 2009.\r\n\r\nL'Udinese è un membro associato dell'European Club Association (ECA)[5] e detiene la quindicesima miglior tradizione sportiva secondo i parametri della FIGC.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FFFFFF",
            "strColour2": "#000000",
            "strColour3": "#8B7D37",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vwvstr1448806811.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/vazjmb1546448196.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/jamzul1546521989.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/j1h7gd1546522007.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/k3hog61546522082.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/hthbjw1546522097.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/uspspw1422398740.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/2mh7gf1729676989.png",
            "strYoutube": "www.youtube.com\/udinesechannel",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134234",
            "idESPN": "17530",
            "idAPIfootball": "517",
            "intLoved": null,
            "strTeam": "Venezia",
            "strTeamAlternate": "Venezia Football Club, Unione Venezia",
            "strTeamShort": "",
            "intFormedYear": "1907",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18620",
            "strStadium": "Stadio Pierluigi Penzo",
            "strKeywords": "I Leoni alati",
            "strRSS": "",
            "strLocation": "Fondamenta Sant’Elena",
            "intStadiumCapacity": "7450",
            "strWebsite": "www.veneziafc.it",
            "strFacebook": "www.facebook.com\/veneziafc\/",
            "strTwitter": "twitter.com\/VeneziaFC_IT",
            "strInstagram": "www.instagram.com\/veneziafc",
            "strDescriptionEN": "Venezia Football Club, commonly referred to as Venezia, is a professional football club based in Venice, Italy, that currently plays in Serie A.\r\n\r\nOriginally founded as Venezia Foot Ball Club in 1907, the club have spent a large part of their history in Italy's top two divisions.\r\n\r\nVenezia's biggest achievement to date was winning the Coppa Italia in the 1940–41 season. They followed this cup success up with their highest Serie A finish of third place in the following season.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Venezia Football Club, meglio noto come Venezia, è una società calcistica italiana con sede nella città di Venezia. Milita in Serie A, la massima divisione del campionato italiano.\r\n\r\nCostituito nel 2015 con la denominazione Venezia Football Club Società Sportiva Dilettantistica[1] (semplificata in Venezia FC nel 2016), è il depositario de facto della tradizione sportiva iniziata nel 1907 con la fondazione del Venezia Foot Ball Club e in seguito passata attraverso diverse rifondazioni e ridenominazioni (Associazione Calcio Venezia dal 1919 al 1930, dal 1945 al 1983 e ancora dal 1989 al 2005, Società Sportiva Serenissima nel 1930, Associazione Fascista Calcio Venezia nel 1934, Calcio Venezia nel 1983, Calcio VeneziaMestre nel 1987, Associazione Calcio Venezia 1907 nel 1991, Società Sportiva Calcio Venezia nel 2005 e Foot Ball Club Unione Venezia nel 2009).\r\n\r\nOccupa il 30º posto fra i club italiani con la maggior tradizione sportiva e il 40º nella classifica perpetua della massima serie, categoria in cui vanta come miglior piazzamento il terzo posto conseguito nella stagione 1941-1942. Il successo più prestigioso è costituito dalla vittoria della Coppa Italia 1940-1941.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#101010",
            "strColour2": "#ff6b00",
            "strColour3": "#006937",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/95fg4n1656696080.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/4undv81656696079.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/4aaqp91729631885.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/siackb1729631891.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rcnsq51729631896.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/nmopci1729631902.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/hxhdah1729632026.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/fk65de1729677292.png",
            "strYoutube": "www.youtube.com\/channel\/UCnEHLZTZugy5GHk8yhTH1JA",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134784",
            "idESPN": "119",
            "idAPIfootball": "504",
            "intLoved": null,
            "strTeam": "Verona",
            "strTeamAlternate": "Hellas Verona Football Club",
            "strTeamShort": "",
            "intFormedYear": "1903",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "29137",
            "strStadium": "Stadio Marcantonio Bentegodi",
            "strKeywords": "Scaligeri, Butei, Gialloblu",
            "strRSS": "",
            "strLocation": "Verona, Italy",
            "intStadiumCapacity": "39371",
            "strWebsite": "www.hellasverona.it",
            "strFacebook": "www.facebook.com\/hellasveronafc1903",
            "strTwitter": "twitter.com\/HellasVeronaFC",
            "strInstagram": "instagram.com\/hellasveronafc",
            "strDescriptionEN": "Hellas Verona Football Club, commonly referred to as Hellas Verona or simply Verona, is an Italian football club based in Verona, Veneto, that currently plays in Serie A. The team won the Serie A Championship in 1984–85.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Hellas Verona Football Club S.p.A., meglio noto come Hellas Verona o più semplicemente Verona, è una società calcistica italiana con sede nella città di Verona.\r\n\r\nFondata nel 1903 con il nome di Associazione Calcio Hellas,[2] dall'istituzione della Serie A a girone unico (1929) è stata l'unica squadra di una città non capoluogo di regione a vincere, nella stagione 1984-1985, il campionato di massima serie. Proprio gli anni 1980 sono stati il periodo di maggiori soddisfazioni sportive per il club, che arrivò anche due volte consecutive (delle tre complessive) in finale di Coppa Italia, disputando inoltre diverse partite nelle coppe europee (con una partecipazione alla Coppa dei Campioni e due alla Coppa UEFA). I gialloblù hanno partecipato a 30 campionati di Serie A, 53 di Serie B e 6 di Serie C\/Serie C1;[3] la compagine scaligera è inoltre la seconda (alle spalle del Brescia) per presenze nel campionato cadetto, torneo che ha vinto in tre occasioni.[4] Occupa il tredicesimo posto nella graduatoria della tradizione sportiva italiana secondo i criteri della FIGC.[5]\r\n\r\nI colori sociali del Verona, il giallo e il blu,[6] richiamano quelli dello stemma della città veneta, che sarebbero in realtà l'oro e l'azzurro.[7] I soprannomi della squadra sono \"i Mastini\" e \"gli Scaligeri\", in riferimento alla famiglia Della Scala che governò Verona tra il XIII e il XIV secolo; lo stemma araldico degli Scaligeri è richiamato sulla tenuta di gioco e sul marchio societario come un'immagine stilizzata di due possenti mastini rivolti in direzioni opposte.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FFE74A",
            "strColour2": "#005395",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/p6camf1593457737.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/t6fn081546424337.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xxwvpy1424396704.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qtvqtr1424396718.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sqtuvr1424396733.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yqxxys1424396749.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/wrypww1422398549.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/mrxq621721077530.png",
            "strYoutube": "www.youtube.com\/user\/HellasVeronaFC1903",
            "strLocked": "unlocked"
        }
    ]
}