{
    "teams": [
        {
            "idTeam": "133667",
            "idESPN": "103",
            "idAPIfootball": "489",
            "intLoved": "5",
            "strTeam": "AC Milan",
            "strTeamAlternate": "Milan",
            "strTeamShort": "MIL",
            "intFormedYear": "1899",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "Supercoppa Italiana",
            "idLeague4": "4507",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16431",
            "strStadium": "Stadio Giuseppe Meazza",
            "strKeywords": "Rossoneri",
            "strRSS": "http:\/\/www.acmilan.com\/es\/feed",
            "strLocation": "San Siro, Milan",
            "intStadiumCapacity": "80018",
            "strWebsite": "www.acmilan.com",
            "strFacebook": "www.facebook.com\/ACMilan",
            "strTwitter": "twitter.com\/acmilan",
            "strInstagram": "instagram.com\/acmilan",
            "strDescriptionEN": "Associazione Calcio Milan, commonly referred to as A.C. Milan or simply Milan, is a professional football club in Milan, Italy, founded in 1899. The club has spent its entire history, with the exception of the 1980–81 and 1982–83 seasons, in the top flight of Italian football, known as Serie A since 1929–30.\r\n\r\nWith 18 officially recognised UEFA and FIFA titles, they are the fourth most successful club in the world, along with Boca Juniors, and the most successful Italian club at international level. Milan has won a joint record three Intercontinental Cups and one FIFA Club World Cup, seven European Cup\/Champions League titles (Italian record), the UEFA Super Cup a joint record five times and the Cup Winners' Cup twice. With 18 league titles, Milan is the joint-second most successful club in Serie A, along with local rivals Internazionale and behind Juventus (33). They have also won the Coppa Italia five times, and the Supercoppa Italiana seven.\r\n\r\nMilan's home games are played at San Siro, also known as the Stadio Giuseppe Meazza. The stadium, which is shared with city rivals Internazionale, is the largest in Italian football, with a total capacity of 80,018. Inter are considered their biggest rivals, and matches between the two teams are called Derby della Madonnina, which is one of the most followed derbies in football.\r\n\r\nThe former owner of the club was former Italian prime minister Silvio Berlusconi, who owned the club for 31 years. The club is one of the wealthiest in Italian and world football. It was a founding member of the now-defunct G-14 group of Europe's leading football clubs as well as its replacement, the European Club Association.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Associazione Calcio Milan, meglio nota come A.C. Milano anche Milan (AFI: \/ˈmilan\/), è una società calcistica italiana fondata nel 1899 con sede nella città di Milano.\r\n\r\nLa squadra milita nella Serie A del campionato italiano di calcio, dove ha giocato pressoché stabilmente: dalla sua introduzione nella stagione 1929-1930, infatti, ha partecipato a 86 campionati di Serie A a girone unico su 88. L'esordio in massima serie nel periodo antecedente il girone unico risale al 1900.\r\n\r\nÈ la terza squadra al mondo per numero di titoli internazionali vinti (18, a pari merito con il Boca Juniors e l'Independiente e alle spalle di Real Madrid e Al-Ahly, rispettivamente a quota 27 e 20).Nella sua bacheca figurano, a livello internazionale, 7 Coppe dei Campioni\/UEFA Champions League, 2 Coppe delle Coppe, 5 Supercoppe europee, 3 Coppe Intercontinentali e una Coppa del mondo per club FIFA. Se in ambito internazionale il Milan è la squadra italiana con più successi, la prima italiana ad essersi aggiudicata la Coppa dei Campioni (nel 1962-1963) e la seconda squadra europea e prima italiana per numero di finali di Coppa dei Campioni\/UEFA Champions League disputate (11), in ambito italiano è il secondo club più titolato, a pari merito con l'Inter e alle spalle della Juventus (57 trofei), avendo vinto 30 trofei nazionali: 18 scudetti, 5 Coppe Italia e 7 Supercoppe italiane. Complessivamente, con 48 trofei ufficiali vinti (30 nazionali e 18 internazionali), è il secondo club italiano più titolato dietro alla Juventus (68). È stata inoltre la prima squadra a vincere, nel 1991-1992, il campionato italiano a girone unico senza subire sconfitte,eguagliata dalla Juventus nel 2011-2012. Numerosi calciatori sono stati premiati durante la militanza nel club con riconoscimenti quali il Pallone d'oro (8) e il FIFA World Player (3).\r\n\r\nIl club figura al settantottesimo posto della graduatoria continentale dell'UEFA, stilata in base ai risultati ottenuti nelle competizioni UEFA per club nell'ultimo quinquennio e al quarto posto nella classifica stilata dall'IFFHS dei migliori club europei del XX secolo.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FB090B",
            "strColour2": "#000000",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wvspur1448806617.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/syvurp1425356171.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ypxxqs1420507288.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/txvurv1420507301.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yxtrst1420507320.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uvsqrx1421077633.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/swxxxw1425356108.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/g04lh51720881354.png",
            "strYoutube": "www.youtube.com\/acmilan",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133999",
            "idESPN": null,
            "idAPIfootball": "2247",
            "intLoved": null,
            "strTeam": "Apoel Nicosia",
            "strTeamAlternate": "ΑΠΟΕΛ, Αθλητικός Ποδοσφαιρικός Όμιλος Ελλήνων Λευκωσίας, Lefkosia",
            "strTeamShort": "",
            "intFormedYear": "1926",
            "strSport": "Soccer",
            "strLeague": "Cypriot First Division",
            "idLeague": "4630",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "UEFA Conference League",
            "idLeague4": "5071",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19412",
            "strStadium": "GSP Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Nicosia, Cyprus",
            "intStadiumCapacity": "22859",
            "strWebsite": "www.apoelfc.com.cy",
            "strFacebook": "www.facebook.com\/apoelfcofficial",
            "strTwitter": "www.twitter.com\/apoelfcofficial",
            "strInstagram": "",
            "strDescriptionEN": "APOEL FC (Greek: ΑΠΟΕΛ; short for Αθλητικός Ποδοσφαιρικός Όμιλος Ελλήνων Λευκωσίας, Athletikos Podosferikos Omilos Ellinon Lefkosias, \"Athletic Football Club of Greeks of Nicosia\") is a professional football club based in Nicosia, Cyprus. APOEL is the most popular and the most successful football team in Cyprus with an overall tally of 28 national championships, 21 cups, and 13 super cups.\r\n\r\nAPOEL's greatest moment in the European competitions occurred in the 2011–12 season, when the club participated in the group stages of the 2011–12 UEFA Champions League (along with FC Porto, Shakhtar Donetsk, and Zenit St. Petersburg). The club achieved qualification for the quarter-finals of the competition by topping the group and eliminating Olympique Lyonnais in the last 16, becoming the only Cypriot club to reach the UEFA Champions League quarter-finals. APOEL's European competitions highlights also include appearances in the group stages of the 2009–10 and 2014–15 UEFA Champions League and the group stages of the 2013–14, 2015–16, and 2016–17 UEFA Europa League. They marked their most successful UEFA Europa League campaign during the 2016–17 season, when they managed to top their group (along with Olympiacos, Young Boys, and Astana) and eliminated Athletic Bilbao in the round of 32, to reach the last 16 of the competition for the first time in their history. APOEL is the only Cypriot club who have reached the group stages (and the knockout stages) of both major UEFA competitions (UEFA Champions League and UEFA Europa League). In the 2016–17 season, APOEL drew an average home league attendance of 7,126 and their highest league attendance was 15,462. Both were the highest in the league.\r\n\r\nAPOEL FC is part of the APOEL multi-sport club, which was founded in 1926 and maintains departments for several sports including football, basketball, volleyball, futsal, table tennis, bowling, cycling, archery, swimming and water polo. APOEL is one of the founding members of the Cyprus Football Association and also an ordinary member of the European Club Association, an organization that replaced the previous G-14 which consists of major football clubs in Europe.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Athlītikos Podosfairikos Omilos Ellīnōn Leukōsias (gr. Aθλητικός Ποδοσφαιρικός Όμιλος Eλλήνων Λευκωσίας, Società sportiva calcistica greca di Nicosia), meglio nota a livello internazionale come APOEL Nicosia, o più semplicemente APOEL, è una società polisportiva cipriota con sede nella città di Nicosia. La polisportiva comprende, oltre al calcio, basket, volley, calcio a 5, tennis tavolo, bowling e ciclismo.\r\n\r\nCostituito l'8 novembre 1926 come POEL (Podosferikos Omilos Ellinon Lefkosias, Squadra di Calcio dei Greci di Nicosia), il club è uno dei membri fondatori della Federazione calcistica cipriota. Ha vinto 28 campionati ciprioti, 21 Coppe di Cipro e 14 Supercoppe di Lega ed è quindi la squadra cipriota più titolata in assoluto.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El APOEL Football Club (en griego: ΑΠΟΕΛ; abreviatura de Αθλητικός Ποδοσφαιρικός Όμιλος Ελλήνων Λευκωσίας, Athletikos Podosferikos Omilos Ellinon Lefkosias; en castellano: «Club Atlético de Fútbol de Griegos de Nicosia») es un club de fútbol chipriota de la ciudad de Nicosia. Fue fundado el 8 de noviembre de 1926 y juega en la Primera División de Chipre. El APOEL es el club con mayor palmarés del fútbol chipriota con 23 títulos.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Cyprus",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ccra6l1579035947.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/1dqh961631030411.png",
            "strYoutube": "www.youtube.com\/user\/apoelfcofficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133604",
            "idESPN": "359",
            "idAPIfootball": "42",
            "intLoved": "8",
            "strTeam": "Arsenal",
            "strTeamAlternate": "Arsenal Football Club, AFC, Arsenal FC",
            "strTeamShort": "ARS",
            "intFormedYear": "1892",
            "strSport": "Soccer",
            "strLeague": "English Premier League",
            "idLeague": "4328",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "UEFA Champions League",
            "idLeague4": "4480",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15528",
            "strStadium": "Emirates Stadium",
            "strKeywords": "Gunners, Gooners",
            "strRSS": "https:\/\/www.allarsenal.com\/feed\/",
            "strLocation": "Holloway, London, England",
            "intStadiumCapacity": "60338",
            "strWebsite": "www.arsenal.com",
            "strFacebook": "www.facebook.com\/Arsenal",
            "strTwitter": "twitter.com\/arsenal",
            "strInstagram": "instagram.com\/arsenal",
            "strDescriptionEN": "Arsenal Football Club is a professional football club based in Islington, London, England, that plays in the Premier League, the top flight of English football. The club has won 13 League titles, a record 13 FA Cups, 2 League Cups, 15 FA Community Shields, 1 League Centenary Trophy, 1 UEFA Cup Winners' Cup and 1 Inter-Cities Fairs Cup.\r\n\r\nArsenal was the first club from the South of England to join The Football League, in 1893, and they reached the First Division in 1904. Relegated only once, in 1913, they continue the longest streak in the top division, and have won the second-most top-flight matches in English football history. In the 1930s, Arsenal won five League Championships and two FA Cups, and another FA Cup and two Championships after the war. In 1970–71, they won their first League and FA Cup Double. Between 1989 and 2005, they won five League titles and five FA Cups, including two more Doubles. They completed the 20th century with the highest average league position.\r\n\r\nHerbert Chapman won Arsenal's first national trophies, but died prematurely. He helped introduce the WM formation, floodlights, and shirt numbers, and added the white sleeves and brighter red to the club's kit. Arsène Wenger was the longest-serving manager and won the most trophies. He won a record 7 FA Cups, and his title-winning team set an English record for the longest top-flight unbeaten league run at 49 games between 2003 and 2004, receiving the nickname The Invincibles.\r\n\r\nIn 1886, Woolwich munitions workers founded the club as Dial Square. In 1913, the club crossed the city to Arsenal Stadium in Highbury, becoming close neighbours of Tottenham Hotspur, and creating the North London derby. In 2006, they moved to the nearby Emirates Stadium. In terms of revenue, Arsenal is the ninth highest-earning football club in the world, earned €487.6m in 2016–17 season. Based on social media activity from 2014 to 2015, Arsenal's fanbase is the fifth largest in the world. In 2018, Forbes estimated the club was the third most valuable in England, with the club being worth $2.24 billion.",
            "strDescriptionDE": "Der FC Arsenal (offiziell: Arsenal Football Club) – auch bekannt als (The) Arsenal, (The) Gunners (deutsche Übersetzung: „Schützen“ oder „Kanoniere“) oder im deutschen Sprachraum auch Arsenal London genannt – ist ein 1886 gegründeter Fußballverein aus dem Ortsteil Holloway des Nordlondoner Bezirks Islington. Mit 13 englischen Meisterschaften und elf FA-Pokalsiegen zählt der Klub zu den erfolgreichsten englischen Fußballvereinen.Erst über 40 Jahre nach der Gründung gewann Arsenal mit fünf Ligatiteln und zwei FA Cups in den 1930er Jahren seine ersten bedeutenden Titel. Der nächste Meilenstein war in der Saison 1970\/71 der Gewinn des zweiten englischen „Doubles“ im 20. Jahrhundert. In den vergangenen 20 Jahren etablierte sich Arsenal endgültig als einer der erfolgreichsten englischen Fußballvereine, und beim Gewinn zweier weiterer Doubles zu Beginn des 21. Jahrhunderts blieb die Mannschaft in der Ligasaison 2003\/04 als zweite in der englischen Fußballgeschichte ungeschlagen. Zunehmende europäische Ambitionen unterstrich der Verein in der Spielzeit 2005\/06, als Arsenal als erster Londoner Verein das Finale der Champions League erreichte.",
            "strDescriptionFR": "Arsenal Football Club est un club de football anglais fondé le 1er décembre 1886 à Londres. Son siège est situé dans le borough londonien d'Islington.\r\n\r\nArsenal participe au championnat d'Angleterre de football depuis 1919 dont il a remporté treize éditions, ce qui en fait le troisième club le plus titré d'Angleterre, ainsi que treize coupes d'Angleterre ce qui constitue un record (devant Manchester United, qui en a remporté 12). Sur le plan continental, les Gunners (en français : « les canonniers ») comptent à leur palmarès une Coupe d'Europe des vainqueurs de coupe obtenue en 1994. Deux fois finalistes de cette coupe des vainqueurs de coupe en 1980 et 1995, ils ont également atteint les finales de la coupe de l'UEFA en 2000, de la Ligue des champions en 2006 et de l'Europa League en 2019.\r\n\r\nRésident dès 1913 du stade de Highbury, situé dans un quartier du nord de Londres, le club s’est installé en 2006 dans une nouvelle enceinte de 60 355 places : l'Emirates Stadium, situé à Ashburton Grove. Arsenal nourrit une certaine rivalité avec les nombreux autres clubs de la capitale, mais celle l'opposant à Tottenham Hotspur, avec qui il dispute chaque année le « North London derby » est particulièrement ancienne et profonde.\r\n\r\nLe club est dirigé par Chips Keswick (en) qui succède pour raisons de santé en juin 2013 à Peter Hill-Wood, fils et petit-fils des anciens présidents Denis et Samuel Hill-Wood. Il remplace son père à la mort de ce dernier, en 1982, après vingt ans de responsabilités. Son entraîneur depuis le 29 novembre 2019 est le Suédois Fredrik Ljungberg, ancien joueur du club, après le limogeage de l’Espagnol Unai Emery. Cependant le 20 décembre 2019, l'Espagnol Mikel Arteta, lui aussi ancien joueur du club, est nommé entraîneur. Il était avant sa nomination l'assistant de Pep Guardiola à Manchester City",
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Arsenal Football Club, noto semplicemente come Arsenal, è una società calcistica inglese con sede a Londra, più precisamente nel quartiere di Holloway, nel borgo di Islington.[3]\r\n\r\nFondato nel 1886, è uno dei quattordici club che rappresentano la città di Londra a livello professionistico,[4] nonché uno dei più antichi del Paese. Milita nella massima serie del calcio inglese ininterrottamente dal 1919-1920, risultando quindi la squadra da più tempo presente in First Division\/Premier League. È la prima squadra della capitale del Regno Unito per successi sportivi e, in ambito federale, la terza dopo Manchester United e Liverpool, essendosi aggiudicata nel corso della sua storia tredici campionati inglesi, dodici FA Cup (record di vittorie, condiviso con il Manchester United), due League Cup e quattordici Community Shield (una condivisa),[5] mentre in ambito internazionale ha conquistato una Coppa delle Coppe ed una Coppa delle Fiere. Inoltre è una delle tredici squadre che hanno raggiunto le finali di tutte le tre principali competizioni gestite dalla UEFA: Champions League (2005-2006), Coppa UEFA (1999-2000) e Coppa delle Coppe (1979-1980, 1993-1994 e 1994-1995).[6]\r\n\r\nI colori sociali, rosso per la maglietta e bianco per i pantaloncini, hanno subìto variazioni più o meno evidenti nel corso degli anni. Anche la sede del club è stata cambiata più volte: inizialmente la squadra giocava a Woolwich, ma nel 1913 si spostò all'Arsenal Stadium, nel quartiere di Highbury; dal 2006 disputa invece le sue partite casalinghe nel nuovo Emirates Stadium. Lo stemma è stato modificato ripetutamente, ma al suo interno è sempre comparso almeno un cannone. Proprio per questo motivo i giocatori ed i tifosi dell'Arsenal sono spesso soprannominati Gunners (in italiano \"cannonieri\").\r\n\r\nL'Arsenal conta su una schiera di tifosi molto nutrita, distribuita in ogni parte del mondo. Nel corso degli anni sono sorte profonde rivalità con i sostenitori di club concittadini, la più sentita delle quali è quella con i seguaci del Tottenham Hotspur, con i quali i Gunners giocano regolarmente il North London derby.[7] L'Arsenal è anche uno dei club più ricchi del mondo, con un patrimonio stimato di 1,3 miliardi di dollari, secondo la rivista Forbes nel 2014, facendone il quinto club più ricco del pianeta e il secondo in Inghilterra.[8]",
            "strDescriptionJP": "アーセナル・フットボール・クラブ（Arsenal Football Club、イギリス英語発音: [ˈɑːsənl ˈfutˌbɔːl klʌb]）は、イングランドの首都ロンドン北部をホームタウンとする、イングランドプロサッカーリーグ（プレミアリーグ）に加盟するプロサッカークラブ。クラブカラーは赤と白。\r\n\r\n現在のホームスタジアムはロンドンのエミレーツ・スタジアム（収容人数60,260人）。プレミアリーグに所属し、同リーグにおいて3回の優勝記録を持つ（フットボールリーグ時代を含めると13回）。2003-2004シーズンには無敗優勝を達成したイングランド屈指の強豪である。1886年に軍需工場の労働者のクラブとして創設されたため、チームのエンブレムは大砲のマークを持つ。「ガナーズ（Gunners）」の愛称で知られ[1]、サポーターは「グーナー（Gooner）」と呼ばれる。\r\n\r\nクラブのモットーは「勝利は調和の中から生まれる（ラテン語: Victoria Concordia Crescit）」。1949年から使用されたクレストに初めて登場する。現行のクレストは2002年から使用されており、大砲の上にサンセリフ体でチーム名が書かれている。",
            "strDescriptionRU": "«Арсена́л» (официальное полное название — Футбольный клуб «Арсенал», англ. Arsenal Football Club, английское произношение: [ˈɑrsənəl 'futbɔ:l klʌb]) — английский профессиональный футбольный клуб из Северного Лондона, выступающий в Премьер-лиге. Основан в октябре 1886 года. Клуб 13 раз становился чемпионом Англии, 13 раз выигрывал Кубок Англии. Домашним стадионом клуба является Эмирейтс, вмещающий 60 704 зрителей[1].\r\n\r\n«Арсенал» провёл бо́льшую часть своей истории в высшем дивизионе английского футбола, в 1892 году стал одним из клубов-основателей английской Премьер-лиги[4]. Также клуб является рекордсменом по количеству сезонов подряд, проведённых в высшем дивизионе чемпионата Англии, начиная с 1919 года[5].\r\n\r\nПо данным Forbes на 2018 год, «Арсенал» занимал шестое место в списке самых дорогих футбольных клубов мира и оценивался в сумму 2,238 млрд. долларов США[6]. По данным аудиторской компании Deloitte, по итогам сезона 2016\/17 «Арсенал» занимал 6-ю строчку в рейтинге самых доходных футбольных клубов с доходом в размере 487,6 млн евро[7].",
            "strDescriptionES": "El Arsenal Football Club (pronunciación en inglés: \/ˈɑː(ɹ)sənəl ˈfʊtˌbɔl klʌb\/) es un club de fútbol profesional con sede en Holloway, Londres, Inglaterra, que juega en la máxima categoría del fútbol de ese país, la Premier League. Uno de los más laureados del fútbol inglés, ha ganado 43 títulos en su país, incluyendo 13 campeonatos de liga y un récord de 13 Copas de Inglaterra; también ha ganado dos títulos internacionales: la Copa europea de Ferias en 1970 y la Recopa de Europa en 1994.\r\n\r\nFundado en 1886 en el sudeste de Londres, en 1893, se convirtió en el primer club del sur de Inglaterra en unirse a la Football League. Ganó sus primeros títulos —cinco ligas y dos FA Cups— en los años 1930. Luego de un período de escasez en los años posteriores a la Segunda Guerra Mundial, se convirtió en el segundo club del siglo XX en ganar el doblete, obteniendo el Campeonato de Liga y la FA Cup de la temporada 1970-71. Los logros siguieron en los años 1990 y 2000. Durante esos años, Arsenal ganó un doblete de copas nacionales, dos dobletes de Liga y Copa, y dos bicampeonatos de la Copa de Inglaterra. Finalizó una temporada de Liga invicto y se convirtió en el primer club de Londres en llegar a la final de la Liga de Campeones de la UEFA.\r\n\r\nLos colores tradicionales del club, el blanco y el rojo, han evolucionado con el tiempo. Del mismo modo, fue cambiando la ubicación del club; fundado en el distrito de Woolwich, en el sureste de Londres, en 1913 se mudó al norte de Londres, más exactamente en el distrito de Highbury, donde fue establecido el Arsenal Stadium, que funcionó hasta 2006, donde se hizo un traslado más corto, hacia los alrededores de Holloway, donde se levantó el actual Emirates Stadium. La estadía histórica del Arsenal en el norte de Londres, ha creado con el tiempo una fuerte rivalidad con el Tottenham Hotspur, conocida como el Derbi del Norte de Londres.4​\r\n\r\nArsenal posee una de las aficiones más numerosas del mundo.5​6​7​ Según la revista Forbes, el club fue el quinto club más valioso del mundo en 2014, con un valor de 1300 millones libras.8​",
            "strDescriptionPT": "Arsenal Football Club é um clube de futebol, fundado e baseado em Londres, capital da Inglaterra.\r\n\r\nO clube disputa a Premier League e é um dos mais bem sucedidos do futebol inglês, tendo ganhado por 13 vezes o título de campeão do Campeonato Inglês, sendo o terceiro em número de conquistas, e por 13 vezes a Copa da Inglaterra (recorde), sendo também detentor do recorde de maior período de invencibilidade no Campeonato Inglês e também o de ser o único a ganhar a Premier League invicto. No plano internacional, conquistou a Recopa Europeia e a Taça das Cidades com Feiras, já tendo sido finalista da Liga dos Campeões da UEFA, a principal competição europeia de clubes.\r\n\r\nO Arsenal mudou de localização ao longo do tempo, tendo sido fundado em Woolwich, sudeste de Londres, em 1913 mudou-se para o norte de Londres, para o Arsenal Stadium, em Highbury. Em 2006 foi concluída a construção do Emirates Stadium, que está localizado nas proximidades de Holloway, o que foi prometido desde 2004, após o clube fechar negócio com a Emirates Airlines, tendo capacidade para mais de 60.000 expectadores.[3]\r\n\r\nO Arsenal tem muitos torcedores por todo mundo, possuindo uma série de rivalidades de longa data com outros clubes, sendo a mais notável delas contra os vizinhos do Tottenham, com quem disputa regularmente o North London Derby, bastante intensas também contra o Chelsea e o Manchester United.[4]\r\n\r\nSuas cores têm sido tradicionalmente vermelho e branco, mas seus uniformes evoluíram ao longo da história. Um outro grande feito é o de ser um dos 5 únicos clubes do mundo que já venceram a Seleção Brasileira.[5] Já o Arsenal Ladies, é um dos clubes mais bem sucedidos do futebol feminino na Inglaterra.",
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": "Arsenal Football Club er en engelsk fotballklubb som spiller i Premier League. Klubben ble stiftet i 1886, og ble valgt inn i The Football League i 1893. «The Gunners», som er kallenavnet til Arsenal, spiller hjemmekampene sine på Emirates Stadium i Holloway. Holloway er et sted i bydelen Islington som ligger i det nordlige London.",
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#EF0107",
            "strColour2": "#fbffff",
            "strColour3": "#013373",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uyhbfe1612467038.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/q2mxlz1512644512.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qqm9rn1731313837.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/lk3che1731313857.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ddmaih1731313886.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2uvo8p1731313907.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/24sngv1718273065.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/wohyr81730135385.png",
            "strYoutube": "www.youtube.com\/user\/ArsenalTour",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133601",
            "idESPN": "4328",
            "idAPIfootball": "66",
            "intLoved": null,
            "strTeam": "Aston Villa",
            "strTeamAlternate": "Aston Villa FC",
            "strTeamShort": "AVL",
            "intFormedYear": "1874",
            "strSport": "Soccer",
            "strLeague": "English Premier League",
            "idLeague": "4328",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "UEFA Champions League",
            "idLeague4": "4480",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16122",
            "strStadium": "Villa Park",
            "strKeywords": "Villa, The Villa, The Villans and The Lions",
            "strRSS": "http:\/\/www.football365.com\/aston-villa\/rss",
            "strLocation": "Aston, Birmingham",
            "intStadiumCapacity": "42785",
            "strWebsite": "www.avfc.co.uk",
            "strFacebook": "www.facebook.com\/avfcofficial",
            "strTwitter": "twitter.com\/avfcofficial",
            "strInstagram": "instagram.com\/avfcofficial",
            "strDescriptionEN": "Aston Villa Football Club is a professional football club based in Aston, Birmingham, England. The club competes in the Premier League, the top tier of the English football league system. Founded in 1874, they have played at their home ground, Villa Park, since 1897. Aston Villa are one of the oldest and most successful clubs in England, being a founding member of the Football League in 1888 and of the Premier League in 1992. \r\n\r\nThey are one of the five English clubs to have won the European Cup, in 1981–82. They have also won the Football League First Division seven times, the FA Cup seven times, the League Cup five times, and the European (UEFA) Super Cup once. The club are currently ranked 5th in the all-time English top flight table, since its creation in 1888.\r\n\r\nVilla have a fierce local rivalry with Birmingham City and the Second City derby between the teams has been played since 1879. The club's traditional kit colours are claret shirts with sky blue sleeves, white shorts and sky blue socks. Their traditional club badge is of a rampant lion. The club is currently owned by the NSWE group, a company owned by the Egyptian billionaire Nassef Sawiris and the American billionaire Wes Edens.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Aston Villa Football Club, noto semplicemente come Aston Villa,[1] è una società calcistica inglese con sede nel quartiere di Aston della città di Birmingham. Milita in Premier League, la massima serie del campionato inglese di calcio.\r\n\r\nFondato nel 1874, gioca nell'attuale stadio, il Villa Park, dal 1897. Fu tra i membri fondatori della Football League nel 1888 e della Premier League nel 1992.[2] Nel luglio 2018 l'egiziano Nassef Sawiris ha sostituito Tony Xia nel ruolo di presidente, in seguito all'acquisizione di una quota di controllo del 55% da parte di NSWE, una società posseduta e controllata congiuntamente dal gruppo di Sawiris NNS e dal miliardario americano Wes Edens[3]. Nell'agosto 2019, le azioni rimanenti di Tony Xia sono state acquistate dalla NSWE, che ha assunto quindi il pieno controllo del club.[4]\r\n\r\nL'Aston Villa è uno dei più antichi e vincenti club d'Inghilterra. È inoltre una delle cinque squadre inglesi ad essersi aggiudicato la Coppa dei Campioni\/Champions League.[5] È l’ottavo club inglese per successi calcistici (dopo Manchester United, Liverpool, Arsenal, Chelsea, Manchester City, Tottenham e Everton), avendo ottenuto 23 trofei principali,[6] anche se la maggior parte di questi arrivarono prima della Seconda guerra mondiale. È la seconda squadra per numero di stagioni in First Division\/Premier League, dietro all'Everton e davanti al Liverpool.\r\n\r\nLa squadra ha una antichissima rivalità con il Birmingham City, altro club della città, e con le altre squadre della contea delle West Midlands (West Bromwich Albion, Wolverhampton, Coventry City e Walsall). Il primo derby di Birmingham, giocato nel 1879, ha visto la vittoria finale dell'Aston Villa per 1-0.[7]\r\n\r\nI colori tradizionali del club sono il bordeaux ed il celeste (in inglese claret & blue). Diversi sono stati gli stemmi utilizzati, tutti caratterizzati dalla presenza di un leone rampante. Lo storico simbolo circolare della squadra che vinse la Coppa dei Campioni 1981-1982 fu sostituito qualche anno più tardi da uno scudo a righe bordeaux e celesti con il leone al centro. Nel 2007 lo stemma venne ulteriormente modificato inserendo il leone d'oro rampante su uno sfondo celeste; nella parte inferiore il motto Prepared. Nel 2016 è stato tolto il motto Prepared ed il leone è stato aumentato nelle dimensioni.[8]",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#670E36",
            "strColour2": "#95BFE5",
            "strColour3": "#FEE505",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/jykrpv1717309891.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/wtsxus1424375522.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/p8xxwp1731826441.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ywquwr1421747828.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cal7fg1485707947.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qvpvwq1421747716.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/vrttsr1421749709.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/4oo9m61730823768.png",
            "strYoutube": "www.youtube.com\/user\/avfcofficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134782",
            "idESPN": "105",
            "idAPIfootball": "499",
            "intLoved": "1",
            "strTeam": "Atalanta",
            "strTeamAlternate": "Orobici",
            "strTeamShort": "",
            "intFormedYear": "1907",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Super Cup",
            "idLeague4": "4512",
            "strLeague5": "Supercoppa Italiana",
            "idLeague5": "4507",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17430",
            "strStadium": "Gewiss Stadium",
            "strKeywords": "Dea",
            "strRSS": "",
            "strLocation": "Bergamo, Italy",
            "intStadiumCapacity": "21300",
            "strWebsite": "www.atalanta.it",
            "strFacebook": "www.facebook.com\/atalantabc\/",
            "strTwitter": "twitter.com\/Atalanta_BC",
            "strInstagram": "instagram.com\/atalantabc",
            "strDescriptionEN": "Atalanta Bergamasca Calcio, commonly known as just Atalanta, Atalanta Bergamo or the abbreviation Atalanta BC, is an Italian football club based in Bergamo, Lombardy. The club currently plays in Serie A, having gained the promotion from Serie B in 2010–11.\r\n\r\nThey are nicknamed the Nerazzurri and the Orobici. Atalanta play in blue-and-black vertically striped shirts, black shorts and black socks. The club stadium is the 26,638 seater Atleti Azzurri d'Italia.\r\n\r\nIn Italy, Atalanta is sometimes called Regina delle provinciali (queen of the provincial clubs) to mark the fact that the club is historically one of the most consistent among the non-metropolitan ones, having played 53 times in Serie A (11th overall for number of participations in the top division), 28 times in Serie B and only once in Serie C1.\r\n\r\nThe club won the Coppa Italia in 1963 and reached the Cup Winners' Cup Semifinal in 1988, when it was still competing in Serie B. This is still the best ever performance by a non-first division club in a major UEFA competition (together with Cardiff City). Atalanta also participated twice in the UEFA Cup, reaching the quarterfinals in 1990–91.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Atalanta Bergamasca Calcio, meglio nota come Atalanta, è una società calcistica italiana con sede nella città di Bergamo.\r\n\r\nFondata il 17 ottobre 1907, viene soprannominata “regina delle provinciali” poiché, avendo preso parte a 60 edizioni della Serie A a girone unico, è la squadra col maggior numero di presenze nel massimo campionato italiano di calcio sia tra quelle che non rappresentano capoluoghi di regione sia tra quelle che non hanno mai vinto lo scudetto. Il club detiene il record assoluto di promozioni nella massima serie ed è, al pari del Genoa, quello che ha vinto più volte un campionato cadetto.\r\n\r\nA livello nazionale è giunta a disputare la finale di Coppa Italia in quattro diverse occasioni, aggiudicandosi il trofeo nell'edizione 1962-1963, ed ha ottenuto il terzo posto finale, con conseguente qualificazione alla fase a gironi della UEFA Champions League, nei campionati di Serie A 2018-2019 e 2019-2020. Il club ha inoltre partecipato a due edizioni della Coppa delle Coppe ed a quattro edizioni della Coppa UEFA\/Europa League. Avendo raggiunto, mentre militava in Serie B, la semifinale di Coppa delle Coppe nella stagione 1987-1988, risulta essere la squadra che ha ottenuto il miglior risultato in una competizione UEFA tra quelle non militanti nel massimo campionato della propria nazione.\r\n\r\nL'Atalanta è dodicesima nella graduatoria della tradizione sportiva italiana secondo i criteri della FIGC, e dal 2019 è membro dell'European Club Association.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#1E71B8",
            "strColour2": "#000000",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/lrvxg71534873930.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/8b0oqj1612694592.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/btiu8g1731826382.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/a38vbc1546086008.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/d3kt481546086018.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/squqvw1421077900.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/wsxtqu1420653660.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/13h8yb1722246284.png",
            "strYoutube": "www.youtube.com\/user\/AtalantaBC1907",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133729",
            "idESPN": "1068",
            "idAPIfootball": "530",
            "intLoved": "1",
            "strTeam": "Atletico Madrid",
            "strTeamAlternate": "Ath Madrid",
            "strTeamShort": "ATM",
            "intFormedYear": "1903",
            "strSport": "Soccer",
            "strLeague": "Spanish La Liga",
            "idLeague": "4335",
            "strLeague2": "Copa del Rey",
            "idLeague2": "4483",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "International Champions Cup",
            "idLeague4": "4505",
            "strLeague5": "FIFA Club World Cup",
            "idLeague5": "4503",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "26137",
            "strStadium": "Civitas Metropolitano",
            "strKeywords": "Colchoneros",
            "strRSS": "",
            "strLocation": "Madrid",
            "intStadiumCapacity": "67703",
            "strWebsite": "www.atleticodemadrid.com",
            "strFacebook": "www.facebook.com\/AtleticodeMadrid\/",
            "strTwitter": "www.twitter.com\/atleti",
            "strInstagram": "www.instagram.com\/atleticodemadrid",
            "strDescriptionEN": "Club Atlético de Madrid (meaning \"Athletic Club of Madrid\"), commonly referred to as Atlético de Madrid or simply as Atlético or Atleti, is a Spanish professional football club based in Madrid, that play in La Liga. The club play their home games at the Metropolitano Stadium, which has a capacity of 68,456.\r\n\r\nIn terms of league titles won, Atlético Madrid are the third most successful club in Spanish football – behind Real Madrid and Barcelona. Atlético have won La Liga on 10 occasions, including a league and cup double in 1996; the Copa del Rey on 10 occasions; two Supercopas de España and one Copa Eva Duarte; in Europe, they won the European Cup Winners' Cup in 1962, were runners-up in 1963 and 1986, were Champions League runners-up in 1974, 2014 and 2016, won the Europa League in 2010, 2012 and 2018, and won the UEFA Super Cup in 2010, 2012 and 2018 as well as the 1974 Intercontinental Cup.\r\n\r\nAtlético's home kit is red and white vertical striped shirts, with blue shorts, and blue and red socks. This combination has been used since 1911. Throughout their history the club has been known by a number of nicknames, including Los Colchoneros (\"The Mattress Makers\"), due to their first team stripes being the same colours as traditional mattresses. During the 1970s, they became known as Los Indios, which some attribute to the club's signing several South American players after the restrictions on signing foreign players were lifted. However, there are a number of alternative theories which claim they were named so because their stadium is \"camped\" on the river bank, or because Los Indios (The Indians) were the traditional enemy of Los Blancos (The Whites), which is the nickname of the club's city rivals, Real Madrid. Felipe VI, the king of Spain, has been the honorary president of the club since 2003.\r\n\r\nThe club co-owned the Indian Super League franchise in Kolkata, formerly named Atlético de Kolkata, which won the competition twice, but in 2017 Atlético decided to end its franchise partnership with the ISL club due to broken commitments. Atlético also co-owns Liga MX club Atlético San Luis, and the Canadian Premier League side Atlético Ottawa, and technical support and Partnership with ISL club Jamshedpur FC and its academy.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Club Atlético de Madrid, conosciuto come Atlético Madrid (in Spagna anche come Atleti), è una società calcistica spagnola con sede a Madrid e milita in Primera División, la divisione di vertice del campionato spagnolo di calcio.\r\n\r\nÈ la quarta formazione spagnola per numero di titoli nazionali (26), essendosi aggiudicata 11 campionati di massima divisione, 10 Coppe del Re e 5 Supercoppe di lega (2 Supercoppe di Spagna, 2 Coppa Eva Duarte e 1 Coppa Presidente della RFEF), e la terza per trofei conseguiti a livello internazionale (8), potendo vantare la vittoria di una Coppa delle Coppe (1961-62), 3 Europa League (2009-10, 2011-12 e 2017-18), 3 Supercoppe UEFA (2010, 2012 e 2018) e una Coppa Intercontinentale (1974). È quindi, con 34 trofei ufficiali complessivi, il quarto club più titolato di Spagna, dopo Barcellona, Real Madrid e Athletic Bilbao.\r\n\r\nL'Atlético Madrid è l'unica squadra ad aver conquistato la Coppa Intercontinentale senza aver vinto la Coppa dei Campioni, allora requisito indispensabile per accedere alla manifestazione: nel 1974, infatti, a seguito della rinuncia del Bayern Monaco a parteciparvi, i madrileni incontrarono e sconfissero gli argentini dell'Independiente, campioni in carica della Coppa Libertadores e detentori della Coppa Intercontinentale.[8] È inoltre la sola compagine nella storia del massimo torneo d'Europa per club ad aver disputato per tre volte la finale (1974, 2014, 2016) senza mai riuscire a laurearsi campione.[9]\r\n\r\nIl soprannome più comune dei giocatori è quello di colchoneros, alla lettera \"materassai\", in quanto il colore e la foggia delle uniformi della squadra erano analoghi a quelli delle tele che all'epoca rivestivano i materassi.[1] Altri soprannomi sono rojiblancos (rossobianchi) e indios.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Club Atlético de Madrid es un club de fútbol ubicado en la ciudad de Madrid, fundado el 26 de abril de 1903 como Athletic Club de Madrid. Tiene sede en el Estadio Vicente Calderón (Paseo Virgen del Puerto 67) y compite en la Primera División de España\r\n\r\nEs el cuarto club español con más títulos oficiales de fútbol, habiendo logrado siete títulos internacionales (una Copa Intercontinental, una Recopa de Europa, dos Ligas Europeas de la UEFA, dos Supercopas de Europa y una Intertoto) y veinticinco nacionales (diez Ligas, diez Copas del Rey y dos Supercopas de España, junto a tres títulos antecesores de esta última).3 Tras ganar la Liga 2013\/14 se encuentra situado en la cuarta posición de la clasificación histórica de la Primera División Española.4 Actualmente el Atlético es el supercampeón de España, tras derrotar al Real Madrid en la final de la Supercopa 2014.\r\n\r\nFundado en 1903 como club deportivo, mantuvo dicha estructura hasta que la legislación española obligó a su transformación como sociedad anónima deportiva en 1992.5\r\n\r\nDirigido desde diciembre de 2011 por el exjugador argentino Diego Simeone, el Atlético de Madrid disputó el 24 de mayo de 2014 en Lisboa su segunda final de la Liga de Campeones de la UEFA.6\r\n\r\nDesde 2003 es presidente de honor del club Felipe VI, actual rey de España.7 El presidente de la entidad, también desde 2003, es el productor cinematográfico Enrique Cerezo.1\r\n\r\nDesde 1911, en que comenzó a vestir camiseta rojiblanca,8 el rojo y el blanco son los colores que identifican al club. La disposición de estos colores en las camisetas les valió el apodo de \"colchoneros\".9\r\n\r\nAunque ha tenido secciones en otras modalidades deportivas, su actividad principal ha sido y es el fútbol, deporte en el que el primer equipo de la entidad compite en la Liga Española de Primera División.10 En la actualidad, y además de equipos en diferentes categorías de fútbol base, cuenta con un equipo femenino, el Club Atlético de Madrid Féminas y tan solo con una sección de otra modalidad deportiva: la de rugby.11\r\n\r\nDisputa sus encuentros como local desde 1966 en el Estadio Vicente Calderón, recinto ubicado en el distrito madrileño de Arganzuela, con una capacidad de 54 907 espectadores.12 En la actualidad está en construcción un nuevo estadio con capacidad para 72 000 espectadores, en el que jugará sus partidos a partir de 2016.13 14\r\n\r\nEl Atlético de Madrid cuenta con más de 75.000 socios15 y más de 726 peñas repartidas por todo el mundo, de las cuales 688 son españolas, siendo el tercer equipo del país al respecto.16 Según la encuesta realizada por el CIS en junio de 2014, el Atlético de Madrid es el tercer club de fútbol en porcentaje en cuanto a simpatizantes en España (6,1 %), situándose únicamente por detrás de Real Madrid CF (37,9 %) y FC Barcelona (25,4 %).17\r\n\r\nDe cara a promocionar la \"marca Atlético de Madrid\", ha establecido diversas alianzas estratégicas con clubes de fútbol de varios países, bajo el epígrafe A Team for the World.18\r\n\r\nDisputa cada año el derbi madrileño ante el Real Madrid, equipo de la misma ciudad con el cual mantiene una gran rivalidad histórica.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#CB3524",
            "strColour2": "#272e61",
            "strColour3": "#ffffff",
            "strGender": "Male",
            "strCountry": "Spain",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/0ulh3q1719984315.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/5h4t851549640309.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qwpxxy1420327141.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/bngp3v1505653922.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xrstrr1424111042.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yyvrsw1424123851.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/1224hc1549640368.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/29eze31689535396.png",
            "strYoutube": "www.youtube.com\/user\/clubatleticodemadrid",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "141258",
            "idESPN": null,
            "idAPIfootball": "12733",
            "intLoved": null,
            "strTeam": "Ballkani",
            "strTeamAlternate": "Football Club Ballkani, Klub Futbollistik Ballkani",
            "strTeamShort": "BAL",
            "intFormedYear": "1947",
            "strSport": "Soccer",
            "strLeague": "Kosovan Superleague",
            "idLeague": "4968",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "21056",
            "strStadium": "Stadiumi i qytetit Suharekë",
            "strKeywords": "Xhebrailat",
            "strRSS": "",
            "strLocation": "Suva Reka, Kosovo",
            "intStadiumCapacity": "1500",
            "strWebsite": "",
            "strFacebook": "www.facebook.com\/fcballkani\/",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Football Club Ballkani (Albanian: Klubi Futbollistik Ballkani), commonly known as Ballkani, is a professional football club based in Suharekë, Kosovo. The club play in the Football Superleague of Kosovo, which is the top tier of football in the country.\r\n\r\nThe club was established in 1947 under the name Rinia by some athletes whose purpose was to participate in various competitions and tournaments that were organized at that time. In 1952, the club was registered and started competing in official championships. In 1965, it changed the name from KF Rinia to KF Ballkani after Suva Reka Chemical and Rubber Industry took the ownership of the club.\r\n\r\nThe club progressively climbed the Yugoslav league system reaching the Kosovo Provincial League in the season 1973–74. They were relegated, but will return in 1977 and become regular member until the 1990s. Ballkani was one of the first clubs in Kosovo to league the league system managed by the Football Association of Yugoslavia, and will play instead in the unrecognised parallel First League of Kosovo until 2000.\r\n\r\nIn the league organised by the Football Federation of Kosovo, Ballkani played its first match against Liria at Studençan. In the youth levels of Balkani, many prominent players from Suva Reka started their careers, such as Ali Elshani, Arsim Llapatinca,Bekim Suka, Dervish Shala, Esheref Berisha,Avni Bytyçi, Fillim Guraziu, Gafurr Kabashi, Hajrush Berisha, Hevzi Shalaj, Isuf Asllanaj, Isuf Kolgeci, Lulzim Kolgeci, Musli Bylykbashi, Naser Berisha, Nexhat Elshani, Osman Ramadani, Rexhep Kuçi, Salih Hoxha, Urim Bylykbashi, Visar Berisha and many others who made a valuable contribution to the affirmation of football as well as other human values and some still give their contribution to football pitches as managers and in various sports posts.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Kosovo",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/y7p62a1617290077.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/qee9bp1617290078.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133739",
            "idESPN": "83",
            "idAPIfootball": "529",
            "intLoved": "11",
            "strTeam": "Barcelona",
            "strTeamAlternate": "FC Barcelona",
            "strTeamShort": "FCB",
            "intFormedYear": "1899",
            "strSport": "Soccer",
            "strLeague": "Spanish La Liga",
            "idLeague": "4335",
            "strLeague2": "Copa del Rey",
            "idLeague2": "4483",
            "strLeague3": "Supercopa de Espana",
            "idLeague3": "4511",
            "strLeague4": "UEFA Champions League",
            "idLeague4": "4480",
            "strLeague5": "Club Friendlies",
            "idLeague5": "4569",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "28962",
            "strStadium": "Estadi Olímpic Lluís Companys",
            "strKeywords": "Barça",
            "strRSS": "",
            "strLocation": "Barcelona",
            "intStadiumCapacity": "99354",
            "strWebsite": "www.fcbarcelona.com",
            "strFacebook": "www.facebook.com\/fcbarcelona",
            "strTwitter": "twitter.com\/fcbarcelona",
            "strInstagram": "instagram.com\/fcbarcelona",
            "strDescriptionEN": "Futbol Club Barcelona, also known as Barcelona and familiarly as Barça, is a professional football club, based in Barcelona, Catalonia, Spain.\r\n\r\nFounded in 1899 by a group of Swiss, English and Catalan footballers led by Joan Gamper, the club has become a symbol of Catalan culture and Catalanism, hence the motto \"Més que un club\" (More than a club). Unlike many other football clubs, the supporters own and operate Barcelona. It is the second most valuable sports team in the world, worth $3.2 billion, and the world's second-richest football club in terms of revenue, with an annual turnover of $613 million. The official Barcelona anthem is the \"Cant del Barça\", written by Jaume Picas and Josep Maria Espinàs.\r\n\r\nBarcelona is the joint most successful club in Spain, in terms of overall official titles won (80). It has won 22 La Liga, 26 Copa del Rey, 11 Supercopa de España, 2 Copa Eva Duarte and 2 Copa de la Liga trophies, as well as being the record holder for the latter four competitions. In international club football, Barcelona has won four UEFA Champions League, a record four UEFA Cup Winners' Cup, four UEFA Super Cup, a record three Inter-Cities Fairs Cup and a record two FIFA Club World Cup trophies. Barcelona was ranked first in the IFFHS Club World Ranking for 1997, 2009, 2011 and 2012 and currently occupies the second position on the UEFA club rankings. The club has a long-standing rivalry with Real Madrid; matches between the two teams are referred to as \"El Clásico\".\r\n\r\nBarcelona is one of the most supported teams in the world, and has the largest social media following in the world among sports teams. Barcelona's players have won a record number of Ballon d'Or awards (10), as well as a record number of FIFA World Player of the Year awards (7). In 2010, the club created history when three players who came through its youth academy (Messi, Iniesta & Xavi) were chosen as the three best players in the world, having bagged the top spots at the FIFA Ballon d'Or, an unprecedented feat for players from the same football school.\r\n\r\nBarcelona was one of the founding members of La Liga, and is one of three clubs which have never been relegated from the top division, along with Athletic Bilbao and Real Madrid. In 2009, Barcelona became the first Spanish club to win the continental treble consisting of La Liga, Copa del Rey, and the Champions League. That same year, it also became the first football club ever to win six out of six competitions in a single year, thus completing the sextuple, comprising the aforementioned treble and the Spanish Super Cup, UEFA Super Cup and FIFA Club World Cup. In 2011, the Blaugrana again became European champions and won a total of five titles, missing out only on the Copa del Rey (in which they finished runners-up). This Barcelona team, which reached a record six consecutive Champions League semi-finals and won 14 trophies in just four years under Guardiola's charge, is considered by some managers, players and experts to be the greatest team of all time.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Futbol Club Barcelona[1] (pronuncia spagnola: [ˈfutβol ˌkluβ baɾθeˈlona], catalana: [fuδˈβɔɫ ˌklup bəɾsəˈlonə]), conosciuto semplicemente come Barcelona (spesso abbreviato in Barça, pronuncia spagnola: [ˈbaɾθa], catalana: [ˈbaɾsə]) e in italiano come Barcellona, è una società polisportiva spagnola con sede nella città di Barcellona, nota soprattutto per la sua sezione calcistica. Fu fondata a Barcellona nel 1899 da un gruppo di calciatori svizzeri e britannici guidati da Hans Gamper.\r\n\r\nLa squadra di calcio milita in Primera División, la massima serie del campionato spagnolo di calcio, dalla prima edizione del torneo (stagione 1928-1929) e ha vinto 26 campionati, 31 Coppe di Spagna, 2 Coppe della Liga, 13 Supercoppe di Spagna, 3 Coppe Eva Duarte per un totale di 74 trofei ufficiali; a livello internazionale ha vinto 5 Coppe dei Campioni\/Champions League, 4 Coppe delle Coppe, 5 Supercoppe UEFA, 3 Coppe del mondo per club e 3 Coppe delle Fiere. È tra le sette squadre in Europa che sono riuscite a centrare il treble, ossia la vittoria in campionato, nella Coppa nazionale e nella Champions League nella stessa stagione, e la prima ad avere bissato l'impresa[2] (2009 e 2015); inoltre nel 2009, vincendo anche la Supercoppa spagnola, la Supercoppa UEFA e la Coppa del mondo per club, è diventato il primo club ad essersi aggiudicato il sextuple (eguagliato dal Bayern Monaco nella stagione 2020-2021), trionfando in ognuna delle sei competizioni ufficiali disputate nel corso dell'anno solare.\r\n\r\nIl club è membro fondatore dell'ECA, associazione nata dallo scioglimento del G-14 per tutelare gli interessi di club e giocatori.\r\n\r\nLa polisportiva è attiva anche nella pallacanestro, nel calcio a 5, nella pallamano, nell'hockey su pista, nell'hockey su pattini in linea, nel football americano e rugby.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Fútbol Club Barcelona es una entidad polideportiva de Barcelona (España). Fue fundado como club de fútbol el 29 de noviembre de 1899 por doce jóvenes futbolistas aficionados, liderados por el suizo Hans Gamper. El F. C. Barcelona es conocido popularmente como Barça (abreviación de la pronunciación de Barcelona en catalán central) y sus hinchas como culés6 (pronunciación del catalán culers); también, y en referencia a sus colores, se utiliza el término azulgranas, que procede del catalán blaugranes, tal como aparece en su himno, el Cant del Barça, donde en su segunda línea se dice «Som la gent blaugrana» (en castellano, \"Somos la gente azulgrana\"). A nivel institucional, el Fútbol Club Barcelona denomina a sus aficionados como barcelonistas y tiene a su servicio, para atender a socios, simpatizantes y público en general, la OAB, sigla que significa Oficina de Atención al Barcelonista, donde quien lo solicita es atendido en los idiomas oficiales del club, que son el catalán, el castellano y el inglés.\r\n\r\nOtro de sus hechos distintivos es su masa social de socios y aficionados. El club alcanzó en 2011 los 180 000 socios,15 16 lo que lo convierte en el segundo club de fútbol con más asociados del mundo (el primero es el SL Benfica), seguido por el Manchester United.17 Existen, además, más de 1200 peñas barcelonistas repartidas por todo el mundo. Cabe anotar que el F. C. Barcelona es uno de los cuatro únicos clubes profesionales de España (junto a Real Madrid, Athletic Club y Osasuna) que no es sociedad anónima, de manera que la propiedad del club recae en sus socios.\r\n\r\nEs uno de los equipos más populares de su país –el segundo con la mayor cantidad de aficionados en España con el 25,7 % del total de simpatizantes al fútbol de acuerdo con un estudio realizado en el mes de mayo de 2007 por el Centro de Investigaciones Sociológicas (CIS) y del mundo. Es el equipo con más títulos nacionales de España, y en Europa,21 22 contando en sus vitrinas a nivel nacional con 22 Ligas, 26 Copas, 2 Copas de la Liga, 11 Supercopas y 3 Copas Eva Duarte y a nivel internacional con 2 Copa Mundial de Clubes, 4 Copas de Europa, 4 Recopas de Europa, 3 Copa de Ferias y 4 Supercopas de Europa. El F. C. Barcelona ha ganado 81 títulos oficiales, lo cual le convierte en el equipo con más títulos en España. Sus dos rivales históricos son el RCD Español, contra el que disputa el derbi catalán, y el Real Madrid, con quien se enfrenta en «El Clásico», siendo este uno de los encuentros de mayor rivalidad e interés del fútbol mundial.\r\n\r\nSegún las estadísticas que realiza el IFFHS, el F. C. Barcelona es el mejor equipo de fútbol europeo y mundial de la primera década del siglo XXI. Con fecha a 31 de diciembre del 2009, el F. C. Barcelona lidera con 807 puntos la clasificación histórica del ranking mundial de clubes que realizaba hasta finales de 2009 la IFFHS, con una diferencia de 81 puntos sobre el segundo en el ranking (Manchester United).28 Cabe destacar también que según la clasificación anual de clubes que realiza la IFFHS, en 1997, 2009 y 2011 fue designado como el mejor equipo del fútbol mundial, siendo también el club que más veces ha encabezado dicha clasificación. Es además el equipo de fútbol que más veces ha figurado en los podios del FIFA World Player (15) y del Balón de Oro (20).32\r\n\r\nEn 2009 el club ganó todas las competiciones que disputó (Liga, Copa, Supercopa de España, Liga de Campeones, Supercopa de Europa y Copa Mundial de Clubes), pasando a la historia por ser el primer equipo del mundo en lograr un «sextete», al ganar seis títulos oficiales en un mismo año.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#004d98",
            "strColour2": "#a50044",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Spain",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wq9sir1639406443.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/vsqdh71536400613.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/swqxry1424485326.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wrxvsw1433680782.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yrustw1424184467.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yvqprv1424485475.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/h3sewn1557002132.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/qe9iey1709492671.png",
            "strYoutube": "www.youtube.com\/user\/fcbarcelona",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133666",
            "idESPN": "131",
            "idAPIfootball": "168",
            "intLoved": null,
            "strTeam": "Bayer Leverkusen",
            "strTeamAlternate": "Bayer 04 Leverkusen, Bayer Leverkusen",
            "strTeamShort": "B04",
            "intFormedYear": "1904",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "German Super Cup",
            "idLeague4": "4903",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15950",
            "strStadium": "BayArena",
            "strKeywords": "Die Werkself",
            "strRSS": "",
            "strLocation": "Leverkusen, Germany",
            "intStadiumCapacity": "30210",
            "strWebsite": "www.bayer04.de",
            "strFacebook": "www.facebook.com\/bayer04fussball\/",
            "strTwitter": "twitter.com\/bayer04fussball",
            "strInstagram": "www.instagram.com\/bayer04fussball",
            "strDescriptionEN": "Bayer 04 Leverkusen Fußball GmbH, also known as Bayer 04 Leverkusen , Bayer Leverkusen, Leverkusen or simply Bayer, is a German football club based in Leverkusen, North Rhine-Westphalia. The club plays in the Bundesliga, the top tier of the German football league system, and host matches at the BayArena.\r\n\r\nThe club was founded in 1904 by employees of the German pharmaceutical company Bayer, whose headquarters are in Leverkusen and from which the club draws its name. It was formerly the best-known department of TSV Bayer 04 Leverkusen, a sports club whose members also participate in athletics, gymnastics, basketball and other sports including the RTHC Bayer Leverkusen (rowing, tennis and hockey). In 1999 the football department was separated from the sports club and is now a separate entity formally called Bayer 04 Leverkusen GmbH.\r\n\r\nBayer Leverkusen have won one DFB-Pokal and one UEFA Cup. Their local rivals are 1. FC Köln.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Bayer 04 Leverkusen Fußball, noto semplicemente come Bayer Leverkusen, è una società calcistica tedesca con sede nella città di Leverkusen, nella Renania Settentrionale-Vestfalia, militante in Bundesliga (massima serie tedesca) dal 1979.\r\n\r\nIl club fu fondato il 1º luglio 1904 come polisportiva dal nome Turn- und Spielverein Bayer 04 Leverkusen, la cui sezione calcistica fu creata nel 1907. Gioca le proprie partite casalinghe alla BayArena di Leverkusen.\r\n\r\nVanta nel proprio palmarès una Coppa di Germania (1992-1993) ed una Coppa UEFA (1987-1988), il che la rende una delle sole quattro squadre europee ad aver vinto un titolo internazionale senza essersi mai aggiudicata il proprio campionato; è anche l'unica società ad aver raggiunto la finale di UEFA Champions League (2001-2002) senza aver mai primeggiato a livello nazionale.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#E32221",
            "strColour2": "#000000",
            "strColour3": "#FFFFFF",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/3x9k851726760113.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/i491tw1543832651.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/trrvyu1424315811.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/7x6hwi1543771686.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2bm37y1543771693.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rxyzl41543771701.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/p2pizd1543773465.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/1t72p81709559462.png",
            "strYoutube": "www.youtube.com\/channel\/UCSMZmPVql528Cph9WPvt0GA",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133664",
            "idESPN": "132",
            "idAPIfootball": "157",
            "intLoved": "10",
            "strTeam": "Bayern Munich",
            "strTeamAlternate": "FC Bayern München",
            "strTeamShort": "BAY",
            "intFormedYear": "1900",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "DFB-Pokal",
            "idLeague3": "4485",
            "strLeague4": "International Champions Cup",
            "idLeague4": "4505",
            "strLeague5": "FIFA Club World Cup",
            "idLeague5": "4503",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15537",
            "strStadium": "Allianz Arena",
            "strKeywords": "Bayern",
            "strRSS": "",
            "strLocation": "Munich, Germany",
            "intStadiumCapacity": "75024",
            "strWebsite": "fcbayern.com\/en",
            "strFacebook": "www.facebook.com\/FCBayernEN",
            "strTwitter": "twitter.com\/fcbayernen",
            "strInstagram": "www.instagram.com\/fcbayern",
            "strDescriptionEN": "Fußball-Club Bayern München e.V., commonly known as FC Bayern München, FCB, Bayern Munich, or FC Bayern, is a German sports club based in Munich, Bavaria. It is best known for its professional football team, which plays in the Bundesliga, the top tier of the German football league system, and is the most successful club in German football history, having won a record 24 national titles and 17 national cups.\r\n\r\nFC Bayern was founded in 1900 by eleven football players led by Franz John. Although Bayern won its first national championship in 1932, the club was not selected for the Bundesliga at its inception in 1963. The club had its period of greatest success in the middle of the 1970s when, under the captaincy of Franz Beckenbauer, it won the European Cup three times in a row (1974–76). Overall, Bayern has reached ten European Cup\/UEFA Champions League finals, most recently winning their fifth title in 2013 as part of a continental treble. Bayern has also won one UEFA Cup, one European Cup Winners' Cup, one UEFA Super Cup, one FIFA Club World Cup and two Intercontinental Cups, making it one of the most successful European clubs internationally. Since the formation of the Bundesliga, Bayern has been the dominant club in German football with 24 titles and has won 6 of the last 10 titles. They have traditional local rivalries with TSV 1860 München and 1. FC Nürnberg, as well as a contemporary rivalry with Borussia Dortmund.\r\n\r\nSince the beginning of the 2005–06 season, Bayern has played its home games at the Allianz Arena. Previously the team had played at Munich's Olympiastadion for 33 years. The team colours are red and white, and the team crest shows the white and blue flag of Bavaria. In terms of revenue, Bayern Munich is the biggest sports club in Germany and the fourth biggest football club in the world, generating €368.4 million in 2012. With over 251,000 members, Bayern is the biggest club in the world. There are more than 3,800 officially-registered fan clubs with over 285,000 members. The club has other departments for chess, handball, basketball, gymnastics, bowling, table tennis, referees, and senior football with more than 1,100 active members.",
            "strDescriptionDE": "Der FC Bayern München (offiziell: Fußball-Club Bayern, München eingetragener Verein)[2] ist ein Sportverein aus München. Die seit 2002 in eine eigene Kapitalgesellschaft ausgegliederte Profifußballabteilung ist deutscher Rekordmeister, jeweils Rekordsieger im DFB-Pokal und im DFL-Ligapokal und belegt in der ewigen Tabelle der Bundesliga den ersten Platz. Damit ist der FC Bayern im Profifußball der erfolgreichste deutsche Verein. In der Saison 2012\/13 gelang mit dem Gewinn von Champions League, deutscher Meisterschaft und DFB-Pokal zum ersten Mal einer deutschen Mannschaft bei den Männern das sogenannte Triple.\r\n\r\nAuf europäischer Ebene gehört der FC Bayern mit sieben Europapokalsiegen[3], davon fünf in der Champions League bzw. dem Europapokal der Landesmeister, zu den fünf erfolgreichsten Vereinen. Neben Juventus Turin, Ajax Amsterdam und dem FC Chelsea ist er einer der Vereine, die alle drei Europapokale, nämlich die Champions League, den Europapokal der Pokalsieger und den UEFA-Pokal gewinnen konnten. Zudem gewann der FC Bayern München zweimal den Weltpokal und je einmal den UEFA Super Cup sowie die FIFA-Klub-Weltmeisterschaft. Letzteres macht ihn zum einzigen Verein, der sowohl die drei Europapokale als auch die FIFA-Klub-Weltmeisterschaft gewinnen konnte.\r\n\r\nAuch wirtschaftlich gehört der Verein zu den weltweit erfolgreichsten: Nach der Saison 2012\/13 belegten die Bayern Rang drei in der Rangliste der umsatzstärksten Klubs.[4] Im April 2013 belegte der FC Bayern den fünften Rang in der Liste der wertvollsten Vereine des Forbes Magazine.[5] Ende Mai 2013 war der FC Bayern München laut einer Studie des britischen Brand Finance Institute mit einem Wert von 669 Millionen Euro der wertvollste Fußballverein der Welt.[6][7]\r\n\r\nMit 251.315 Vereinsmitgliedern ist der FC Bayern der mitgliederstärkste Sportverein weltweit. Der Verein hat 3.774 offizielle Fanclubs mit insgesamt 293.607 registrierten Mitgliedern (Stand: 28. November 2014).[8]\r\n\r\nSeit der Saison 1965\/66 spielt der FC Bayern ununterbrochen in der Bundesliga, lediglich die ersten zwei Jahre nach Einführung der Bundesliga war die Mannschaft zweitklassig. Die zweite Mannschaft des FC Bayern spielt zurzeit in der viertklassigen Regionalliga Bayern. Sie gewann in der Saison 2003\/04 den Meistertitel in der damals noch drittklassigen Regionalliga Süd.\r\n\r\nZum FC Bayern gehören zudem weitere Abteilungen, die auch einige Erfolge aufweisen können. So wurden die derzeit in der Frauen-Bundesliga spielenden Fußballfrauen 1976 Deutscher Meister und 2012 DFB-Pokalsieger. Weitere Erfolge feierten die Basketballer mit drei Meisterschaften und einem Pokalsieg, die Schachabteilung mit neun Deutschen Meisterschaften und einem Europapokalsieg sowie die Turner mit vier Deutschen Meisterschaften.",
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Fußball-Club Bayern München AG, noto internazionalmente come Bayern München e in lingua italiana come Bayern Monaco, è una società polisportiva tedesca avente sede a Monaco di Baviera, celebre per la propria sezione calcistica, che milita nella Bundesliga, la massima divisione del campionato tedesco di calcio. Fondata nel 1900 da alcuni membri del MTV 1879 München, la polisportiva comprende sezioni di scacchi, pallavolo, pallacanestro, ginnastica, pallamano, bowling, tennis tavolo e squadre di calcio. È il club sportivo con il maggior numero di affiliati al mondo (293 000 al novembre 2019).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El club de fútbol Bayern de Múnich, en alemán Bayern München (Fußball Club Bayern München e.V.), es una entidad deportiva de la ciudad de Múnich, Alemania. Fue fundado el 27 de febrero de 1900. Es uno de los clubes de mayor prestigio en el mundo, es conocido por su sección de fútbol profesional, que participa en la Bundesliga. El Bayern juega sus encuentros como local en el Estadio Allianz Arena, que comparte con el TSV 1860 München.\r\n\r\nEn la historia de la Bundesliga, es el máximo ganador, con 24 títulos ligeros y 17 trofeos de la Copa de Alemania, siendo el equipo más laureado del país.\r\n\r\nA nivel Internacional, es uno de los cinco equipos que se ha ganado el derecho a conservar en propiedad la Copa de Europa y utiliza un distintivo de múltiple campeón del torneo, que ganó de forma consecutiva en 1974, 1975 y 1976. También es uno de los dos equipos en lograr el Triplete y ganar, además, la Copa Mundial de Clubes en el mismo año,6 que logró en la temporada 2012-13.7 Bayern, Juventus, Ajax de Ámsterdam y Chelsea FC son los cuatro clubes que han ganado las tres grandes competiciones de la UEFA.\r\n\r\nEn el máximo torneo europeo de clubes, la Liga de Campeones de la UEFA, el Bayern Múnich ha disputado un total de 10 finales, 15 semifinales, 23 cuartos de final, 29 participaciones, 287 partidos jugados, 160 victorias, entre otros registros históricos, que le sitúan, por clasificación histórica y puntaje, sólo por detrás del Real Madrid en este torneo. En cuanto a títulos conquistados, es tercero con cinco, por detrás del Real Madrid y el AC Milan.\r\n\r\nEl gran rival europeo histórico del Bayern Múnich es el Real Madrid de España. En la Liga de Campeones, el Bayern Múnich y el Real Madrid son los dos clubes que más partidos han disputado y más victorias tienen, así como mantienen la rivalidad más longeva,con hasta 21 partidos entre ellos. Toda esta encarnizada rivalidad se resume en El Clásico Europeo.\r\n\r\nEl Bayern es el club con el mayor número de seguidores en Alemania. Sus principales rivales actuales son Núremberg, con quien juega el Derbi de Baviera, y los diversos equipos con los que ha disputado los títulos de liga de Alemania y la Copa de Europa, entre ellos el Borussia Dortmund (Gran Clásico Alemán), el VfB Stuttgart (Sudderby), el TSV 1860 München (derbi de Múnich) o el Schalke 04.\r\n\r\nLa gestión del equipo de fútbol es responsabilidad de una sociedad filial del club llamada FC Bayern München AG,9 desde 2002 bajo la dirección del ex futbolista Karl-Heinz Rummenigge,10 que gestiona el patrimonio económico y las actividades en el Allianz Arena.\r\n\r\nLa Academia Laureus World Sports lo ha concedido con el prestigioso galardón de \"Mejor equipo mundial del 2014\".11 También la Federación Internacional de Historia y Estadística de Fútbol lo ha elegido en una oportunidad como \"Mejor equipo del mundo de 2013\" y en nueve ocasiones como el \"Mejor equipo del mundo del mes\".12 Tiene cerca de 250.000 socios inscritos que lo convierten en el club deportivo con mayor número de socios en el mundo.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#dc052d",
            "strColour2": "#ffffff",
            "strColour3": "#0066b2",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/01ogkh1716960412.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/gs99p51532295294.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/09b7u21519406807.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qsquux1420406434.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/x5hm7g1519406705.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/3vhk421519406507.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/vv74jg1565115651.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/96r18s1709999784.png",
            "strYoutube": "www.youtube.com\/user\/fcbayern",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134108",
            "idESPN": null,
            "idAPIfootball": "211",
            "intLoved": "6",
            "strTeam": "Benfica",
            "strTeamAlternate": "SL Benfica, Sport Lisboa e Benfica",
            "strTeamShort": "SLB",
            "intFormedYear": "1904",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "Taca de Liga",
            "idLeague3": "4509",
            "strLeague4": "UEFA Champions League",
            "idLeague4": "4480",
            "strLeague5": "International Champions Cup",
            "idLeague5": "4505",
            "strLeague6": "FIFA Club World Cup",
            "idLeague6": "4503",
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17485",
            "strStadium": "Estádio da Luz",
            "strKeywords": "",
            "strRSS": "http:\/\/rr.sapo.pt\/rssFeed.aspx?fid=47",
            "strLocation": "Lisboa, Portugal",
            "intStadiumCapacity": "65647",
            "strWebsite": "www.slbenfica.pt",
            "strFacebook": "www.facebook.com\/SportLisboaBenfica",
            "strTwitter": "twitter.com\/sl_benfica",
            "strInstagram": "instagram.com\/slbenfica",
            "strDescriptionEN": "Sport Lisboa e Benfica, commonly known as Benfica, or simply as SLB, is a Portuguese sports club based in Lisbon. The club is best known for its professional football team that plays in the Primeira Liga, where they are the current champions. Founded on 28 February 1904, Benfica is one of the Big Three (Portuguese: Três Grandes) clubs in Portugal, along with its long-standing rivals Sporting CP and Porto, who have never been relegated from the Portuguese league since its establishment in 1934. Benfica is the most supported Portuguese club and it is the European club with the biggest percentage of supporters in its own country (47%).With 235,000 members, Benfica is the second-biggest club in the world, after Bayern Munich.It is the twenty-sixth richest football club in terms of revenue, with an annual turnover of €109.2 million,and is evaluated as the thirty-eighth most valuable football brand in the world. The club's motto is \"E pluribus unum\" (Out of many, one) and its official anthem is \"Ser Benfiquista\". The club colours are red and white, and the team is nicknamed Águias (Eagles) or Encarnados (Reds), while their supporters are called Benfiquistas. Since 2003, Benfica have played their home games at the new Estádio da Luz, which replaced the previous 49-year-old ground.\r\n\r\nBenfica is the most successful Portuguese club in terms of domestic titles (71), having won a total of 73 titles, being the only club to have won all Portuguese competitions. Benfica have won a record of 33 Primeira Liga titles, a record of 25 Taça de Portugal (and 4 consecutively)—achieving a record of 10 doubles—a record of 5 Taça da Liga (and 4 consecutively), 5 Supertaça Cândido de Oliveira and 3 Campeonato de Portugal (a record 2 consecutive). In 2014, Benfica achieved an unprecedented treble of Primeira Liga, Taça de Portugal and Taça da Liga. It also won the Supertaça, becoming the only club to have won all four domestic titles in a year. It is also the only club to have won the Primeira Liga and Taça da Liga, twice. Benfica became the first team in Portuguese league history to complete two 30-game seasons without defeats, namely the 1972–73 and 1977–78 seasons. In the former, Benfica achieved the largest difference of points ever between champions and runners-up (18 points) in a two-points-per-win system. Benfica also holds the European record for the most consecutive wins in domestic league (29), between 1971–72 and 1972–73, as well the record for the longest unbeaten run in Portuguese league (56), between 1976–77 and 1978–79.\r\n\r\nInternationally, Benfica won the European Cup\/UEFA Champions League in 1961 and 1962, a Portuguese feat. In addition, they were runners-up at the Intercontinental Cup in 1961 and 1962, at the European Cup in 1963, 1965, 1968, 1988 and 1990 (the Portuguese club with the most European Cup finals played and the only with three consecutive finals), and at the UEFA Cup\/Europa League in 1983, 2013 and 2014 (the Portuguese club with the most UEFA Cup\/Europa League finals played and the only with two consecutive finals). Benfica have reached 10 European finals, which ranks seventh all-time among UEFA clubs and is also a Portuguese record. In 2000, it was ranked twelfth in FIFA Club of the Century award. In 2009, it was ranked ninth in \"Europe's Club of the Century\" by IFFHS. In January 2014, it was ranked tenth in World Club Ranking by IFFHS. Benfica is ranked 5th in UEFA club rankings, currently the best position of a Portuguese club.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Lo Sport Lisboa e Benfica, meglio noto più semplicemente come Benfica (Euronext: SLBEN), è una società polisportiva portoghese con sede nella capitale Lisbona, nella freguesia di São Domingos de Benfica. Attiva in numerose discipline, è nota a livello internazionale principalmente per la sua sezione calcistica, che milita nella massima divisione portoghese, dalla quale non è mai retrocessa. Gioca le partite casalinghe allo Stadio dello Sport di Lisbona e Benfica, noto in modo ufficioso come Estádio da Luz, letteralmente \"Stadio della luce\", soprannominato a Catedral, \"la Cattedrale\".\r\n\r\nIl Benfica è la squadra portoghese più titolata, avendo vinto 37 titoli nazionali, 26 coppe nazionali, 7 coppe di Lega, e 7 supercoppe nazionali. A livello internazionale ha giocato 7 finali di Coppa dei Campioni, vincendone le prime 2 in stagioni consecutive. Ha inoltre vinto una Coppa Latina e ha partecipato a 2 edizioni della Coppa Intercontinentale oltre a 3 finali di Coppa UEFA-Europa League, uscendone, però, sempre sconfitta.\r\n\r\nMolti calciatori importanti hanno vestito la maglia del Benfica, ma probabilmente il più famoso è Eusébio, vincitore di molti premi tra cui il Pallone d'oro 1965 e due Scarpe d'oro, nonché capocannoniere in molte competizioni; il club ha invece conquistato gran parte della sua fama internazionale negli anni sessanta, vincendo le due Coppe dei Campioni e partecipando ad altre tre finali della manifestazione; tuttavia negli anni settanta, precisamente tra il 1971 e il 1973, il Benfica ha stabilito il record europeo di vittorie consecutive in campionato, con ventinove partite vinte di seguito[1].\r\n\r\nA livello sportivo il club vive intensi rapporti di rivalità sia con lo Sporting Lisbona, squadra concittadina, che con il Porto, squadra con cui gioca il cosiddetto Clássico; le tre squadre sono le tre grandi (Os Três Grandes) del calcio portoghese.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Sport Lisboa e Benfica, conocido simplemente como Benfica, es un club polideportivo de la ciudad de Lisboa, Portugal. Fue fundado como club de fútbol con la denominación Grupo Sport Lisboa el 28 de febrero de 1904. Desde 2003 juega de local en el Estádio da Luz, que lleva el mismo nombre que el original de 1954. El Benfica viste camiseta roja y pantalón blanco.\r\n\r\nEs uno de los Tres Grandes del país luso, junto al Fútbol Club Oporto y el Sporting de Lisboa,1 club este último con el que disputa el Derby da Capital. Junto a los dos anteriores, fue uno de los fundadores de la Primera División de Portugal en 1933, y son los tres únicos que nunca han descendido a la categoría inferior.\r\n\r\nEl Benfica es el club más laureado de Portugal, ha obtenido 33 campeonatos de Liga y 25 Copas de Portugal, razón por la que es conocido por sus aficionados como El Glorioso (en portugués: O Glorioso). En su palmarés internacional destacan dos Copas de Europa, además de cinco subcampeonatos en dicho torneo.\r\n\r\nUna de las principales características del Sport Lisboa e Benfica es su maldición. Además de su sección principal, la de fútbol, el club cuenta con equipos profesionales de baloncesto, balonmano, fútbol sala, voleibol, hockey patines y rugby, deportes en los que también está considerado uno de los mejores clubes de su país. Además, cuenta con profesionales en las modalidades de atletismo, ciclismo, water polo, billar, capoeira, gimnasia, golf, judo, natación, pesca, tenis de mesa, tiro con arco y triatlón.\r\n\r\nEl club cuenta con el mayor número de aficionados de Portugal, y también de un equipo portugués en todo el mundo.\r\n\r\nTodo esto ha llevado a que el Benfica haya entrado en el Libro Guinness de récords mundiales el 9 de noviembre de 2006, siendo reconocido como el club con más socios de todo el mundo, llegando en ese momento a 197.877.4 A finales de 2009 el Benfica se mantenía como el club de fútbol con más socios de todo el mundo, superando la barrera de los 200.000,5 seguido del F. C. Bayern de Múnich alemán (185.000 socios) y del Fútbol Club Barcelona español (180.000 socios).\r\n\r\nEn febrero de 2011 fue electo por la IFFHS como el Mejor equipo del mes del mundo.",
            "strDescriptionPT": "O Sport Lisboa e Benfica é um clube multidesportivo sediado na freguesia de São Domingos de Benfica, em Lisboa, Portugal. O seu eclectismo, historial e forte base de adeptos fazem do Benfica um dos Grandes clubes de Portugal e um dos mais prestigiados a nível mundial.\r\nAs estimativas em relação ao número de adeptos apontam para cerca de 14 milhões espalhados por todo o mundo.3 Segundo o Guinness, o Benfica era o clube do mundo com mais sócios activos, cerca de 160 000 em 2006,4 5 6 atingindo em 2014 os 235 000 sócios. Este número foi confirmado pela FIFA na revista The Weekly em Fevereiro 20147 , o que fez do SL Benfica o clube com maior número de sócios do mundo. Além de ser o clube português com maior número de adeptos, é segunda a UEFA o clube europeu com a maior percentagem de adeptos no seu próprio pais, com um valor na ordem dos 47 por cento8 9 10 11 e o maior clube do mundo no que a número de sócios diz respeito de acordo com a FIFA e o Guiness World Records.12 13 14 É o vigésimo sexto clube de futebol mais rico do mundo, em termos de lucro, com um volume de negócios anual de cerca de €126 milhões,15 e está avaliado como a trigésima oitava marca futebolística mais valiosa no mundo.16 O lema do Benfica é \"E pluribus unum\" (De muitos, um) e o seu hino oficial é \"Ser Benfiquista\".17 As cores do clube são vermelho e branco, a equipa tem a alcunha de Águias ou Encarnados e os seus apoiantes são chamados de Benfiquistas.\r\n\r\n\r\nFoi considerado pela IFFHS como o nono melhor clube europeu do século XX18 19 e foi eleito pela FIFA o 12.º maior clube de futebol do século XX, sendo o primeiro entre os clubes portugueses.20 O Benfica é o clube mais bem sucedido em Portugal (71 títulos), e um total de 74, incluindo as provas internacionais, sendo o único clube que ganhou todas as competições portuguesas. O Benfica ganhou 33 títulos da Primeira Liga,21 25 Taças de Portugal (4 das quais consecutivas) – com um recorde de 10 dobradinhas – 5 Taças da Liga (4 das quais consecutivas), 5 Supertaças Cândido de Oliveira e 3 Campeonatos de Portugal (com um recorde de 2 consecutivos).22 Em 2014, o Benfica conquistou o inédito triplo (triplete) da Primeira Liga, Taça de Portugal e Taça da Liga.23 24 Também ganhou a Supertaça, tornando-se o único clube a ganhar os quatro títulos domésticos num ano.25 26 Além disso, é também o único clube que ganhou mais vezes a Primeira Liga e a Taça da Liga num único ano. O Benfica tornou-se a primeira equipa portuguesa na história dos campeonatos a completar 30 jogos sem perder, nomeadamente nas épocas 1972–73 e 1977–78. Também na época 72-73, o Benfica conseguiu a maior diferença de sempre de pontos do campeão para o segundo classificado (18), num sistema em que era atribuído 2 pontos por cada vitória.27 O Benfica também tem o recorde europeu para o numero de vitórias consecutivas numa liga domestica (29), entre 1971–72 e 1972–73, assim como o recorde de maior numero de jogos sem derrotas (56), entre 1976–77 e 1978–79.28 29 Segundo a BBDO, a marca Benfica ocupava, em 2007, a 17.ª posição das marcas de futebol mais valiosas da Europa.30\r\nA principal modalidade do clube é o futebol, mas distingue-se também noutras, como o andebol, o basquetebol, o futsal, o hóquei em patins, o voleibol, entre outras. Nos seus equipamentos utiliza como cores principais o vermelho e o branco e como símbolo uma águia.31\r\nNo futebol, conquistou o seu último título de campeão nacional na época de 2013\/2014, no dia 20 de Abril de 2014, no Estádio da Luz, frente ao Olhanense (2–0) com dois golos de Lima. Este foi o 33.º campeonato do clube, o que faz com que este seja o melhor registo em Portugal. O Benfica é também recordista em Taças de Portugal (25), Taças da Liga (5), dobradinhas (10) e finais europeias (10).\r\nNo dia 18 de Maio de 2014, o Benfica tornou-se no primeiro clube em Portugal a conquistar o triplete (Campeonato, Taça de Portugal e Taça da Liga) ao derrotar o Rio Ave por 1 a 0 na final da Taça de Portugal no Jamor. A 10 de Agosto de 2014, com a conquista da Supertaça, o Benfica tornou-se na primeira equipa a vencer todas as quatro provas oficiais do calendário nacional, o póquer.",
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#E83030",
            "strColour2": "#FFFFFF",
            "strColour3": "#000000",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/0pywy21662316682.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/wvrvvw1421900728.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wqsvtq1420388873.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vuvuqr1420669528.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tysssx1432652343.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wqywqq1421075962.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/vwusrv1420740089.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/mj8cp01626623880.png",
            "strYoutube": "www.youtube.com\/user\/slbenfica",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135497",
            "idESPN": "0",
            "idAPIfootball": "327",
            "intLoved": null,
            "strTeam": "Bodø\/Glimt",
            "strTeamAlternate": "Bodoe\/Glimt",
            "strTeamShort": "BOD",
            "intFormedYear": "1920",
            "strSport": "Soccer",
            "strLeague": "Norwegian Eliteserien",
            "idLeague": "4358",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17297",
            "strStadium": "Aspmyra Stadion",
            "strKeywords": "",
            "strRSS": "http:\/\/www.glimt.no\/feed.xml",
            "strLocation": "Bodø, Norway",
            "intStadiumCapacity": "7354",
            "strWebsite": "www.glimt.no",
            "strFacebook": "www.facebook.com\/Glimt1916",
            "strTwitter": "twitter.com\/Glimt",
            "strInstagram": "",
            "strDescriptionEN": "FK Bodø\/Glimt is a Norwegian football club from the town of Bodø and was founded in 1916. Its nickname is the original club name: Glimt.\r\n\r\nBodø\/Glimt have won the Northern Norwegian Cup nine times, Norwegian Cup twice and finished second in the Norwegian league in 1977, 1993 and 2003.\r\n\r\nGlimt are known for their yellow kits and the huge yellow toothbrushes that the supporters carry to the matches — a supporter symbol from the 1970s. They were relegated at the end of the 2005 season, but returned to the top division on November 12, 2007, with a 4–2 aggregate victory over Odd Grenland in a playoff.\r\n\r\nTheir supporters are known as \"Den Gule Horde\" (Norwegian for The Yellow Horde).",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Norway",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uqpwwx1449165943.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/4rzjis1610704756.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/n5eq5m1610702101.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/kgvwi01610702108.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/4n32ce1610702114.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/hcmox61610702120.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/aotx5j1610704377.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/921xq41686859348.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134781",
            "idESPN": "107",
            "idAPIfootball": "500",
            "intLoved": "1",
            "strTeam": "Bologna",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1909",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19335",
            "strStadium": "Stadio Renato Dall'Ara",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Bologna, Emilia-Romagna",
            "intStadiumCapacity": "38279",
            "strWebsite": "www.bolognafc.it",
            "strFacebook": "www.facebook.com\/#!\/pages\/Bologna-FC\/249463021839185",
            "strTwitter": "twitter.com\/BfcOfficialPage",
            "strInstagram": "instagram.com\/torinofc1906",
            "strDescriptionEN": "Bologna Football Club 1909, known simply as Bologna, is an Italian football club based in Bologna, Emilia-Romagna, formed in 1909 (reformed in 1993). The club are nicknamed the rossoblu due to the red-and-blue striped shirts which they wear, which are also the official colours of the city.\r\n\r\nBologna were a founding member of Serie A in 1929. During its history, the club has won the Italian league championship seven times, making them the sixth most successful team in the history of the league.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Bologna Football Club 1909 (AFI: \/boˈloɲɲa 'futbol ˈklɛb\/),[1] comunemente noto come Bologna, o con la sigla BFC («Bologna Football Club»), è una società calcistica italiana per azioni con sede nell'omonima città emiliana. Nella stagione 2019-2020 milita in Serie A, il massimo livello della piramide calcistica italiana. I colori sociali sono il rosso e il blu e la maglia di gioco è a pali verticali alternati della medesima cromia.[2] Dal 1927 la squadra disputa le proprie gare interne nello Stadio Renato Dall'Ara, nato come Stadio Littoriale e chiamato, dal dopoguerra fino al 1983, Stadio Comunale, il quale può ospitare 36 462 spettatori.[N 1]\r\n\r\nFondata il 3 ottobre 1909 da Emilio Arnstein,[3] cadde in fallimento nel 1993 e si ricostituì a livello societario con l'attuale denominazione dopo aver acquisito nuovamente i diritti e il titolo sportivo del sodalizio precedente.[4] Con la partecipazione a 73 campionati di Serie A a girone unico su 88, i Felsinei si piazzano al 9º posto nella classifica perpetua delle formazioni nella massima categoria italiana, che tiene conto delle presenze totali nel campionato; contando i 16 campionati della massima serie prima del girone unico, suddivisi tra Prima Categoria, Prima Divisione e Divisione Nazionale, il Bologna vanta in totale 89 presenze nella massima divisione nazionale. Secondo la FIGC è il club con l'ottava miglior tradizione sportiva in Italia.[5]\r\n\r\nTra i club più blasonati d'Italia, a livello nazionale annovera 7 titoli di campione d'Italia, due Coppe Italia e una Coppa Alta Italia. In ambito internazionale, il Bologna fu la prima squadra italiana a vincere un trofeo continentale, nel 1932: la Coppa dell'Europa Centrale; detiene 3 coppe Mitropa, record italiano nella competizione, e una Coppa Intertoto.Con la conquista del Torneo dell'Expo Universale di Parigi nel 1937, i Veltri, soprannome con cui erano al tempo conosciuti,si affermano come una delle migliori squadre nel panorama dell'Europa continentale.Il Bologna detiene il singolare record di due scudetti vinti allo spareggio: uno contro il Torino nel 1929 e uno contro l'Inter nel 1964.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#A21C26",
            "strColour2": "#1A2F48",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2qi1u31655592366.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/7rvynw1546594445.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xrdhqt1731314331.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/7wbt6r1731314380.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/zuswee1731314356.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ldvj2k1731314405.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/l9m1mx1546594181.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/9kq5qr1720612752.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "137938",
            "idESPN": "0",
            "idAPIfootball": "3364",
            "intLoved": null,
            "strTeam": "Borac Banja Luka",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1926",
            "strSport": "Soccer",
            "strLeague": "Bosnian Premier Liga",
            "idLeague": "4624",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "UEFA Conference League",
            "idLeague4": "5071",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17575",
            "strStadium": "Gradski Stadion",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Banja Luka, Bosnia and Herzegoviva",
            "intStadiumCapacity": "10030",
            "strWebsite": "www.fkborac.net",
            "strFacebook": "www.facebook.com\/fkboracbanjalukaa\/",
            "strTwitter": "twitter.com\/FKBoracBL",
            "strInstagram": "www.instagram.com\/fkboracbanjaluka",
            "strDescriptionEN": "Fudbalski klub Borac Banja Luka is a professional association football club, based in the city of Banja Luka, Bosnia and Herzegovina, and it is the major part of the Borac Banja Luka Sports Society. Borac Banja Luka is one of the most successful clubs in Republika Srpska and a popular football club in Bosnia and Herzegovina. The name Borac means \"Fighter\".\r\nCurrently, Borac is a part of the Premier League of Bosnia and Herzegovina and plays its home matches at the Banja Luka City Stadium, which has a capacity of 10,030 seats.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Bosnia and Herzegovina",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wj4g311579090126.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/4dvovm1614436250.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133650",
            "idESPN": "124",
            "idAPIfootball": "165",
            "intLoved": "5",
            "strTeam": "Borussia Dortmund",
            "strTeamAlternate": "Dortmund",
            "strTeamShort": "DOR",
            "intFormedYear": "1909",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "Club Friendlies",
            "idLeague4": "4569",
            "strLeague5": "FIFA Club World Cup",
            "idLeague5": "4503",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15945",
            "strStadium": "Signal Iduna Park",
            "strKeywords": "Die Schwarzgelben",
            "strRSS": "",
            "strLocation": "Dortmund, Germany",
            "intStadiumCapacity": "80720",
            "strWebsite": "www.bvb.de",
            "strFacebook": "www.facebook.com\/BVB\/",
            "strTwitter": "twitter.com\/bvb",
            "strInstagram": "instagram.com\/bvb09",
            "strDescriptionEN": "Ballspielverein Borussia 09 e. V. Dortmund, often known simply as Borussia Dortmund or by its initialism BVB, is a German professional sports club based in Dortmund, North Rhine-Westphalia. It is best known for its men's professional football team, which plays in the Bundesliga, the top tier of the German football league system. The club have won eight league championships, five DFB-Pokals, one UEFA Champions League, one Intercontinental Cup, and one UEFA Cup Winners' Cup.\r\n\r\nFounded in 1909 by eighteen football players from Dortmund, the football team is part of a large membership-based sports club with more than 189,000 members in 2023, making Borussia Dortmund the fifth largest sports club by membership in the world. The club also has a women's handball team. Since 1974, Dortmund have played their home games at the Westfalenstadion; the stadium is the largest in Germany, and Dortmund has the highest average attendance of any association football club in the world.\r\n\r\nBorussia Dortmund's colours are black and yellow, giving the club its nickname die Schwarzgelben. They hold a long-standing rivalry with Ruhr neighbours Schalke 04, against whom they contest the Revierderby. They also contest Der Klassiker with Bayern Munich.\r\n\r\nUnder the directorship of Michael Zorc in the 2010s, Dortmund cultivated a reputation for spotting and developing young talent, and have remained focused on developing a youth system. As of 2024, Dortmund had the second most revenue across football clubs in Germany, and the 12th most revenue across all football teams in the world, per Deloitte's Football Money League.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Ballspielverein Borussia 09 e.V. Dortmund, meglio noto come Borussia Dortmund o con la sigla BVB, è una società polisportiva tedesca con sede nella città di Dortmund. È nota soprattutto per la sua sezione calcistica, che milita nella Bundesliga, la divisione di vertice del campionato tedesco di calcio.\r\n\r\nFondato nel 1909 per iniziativa di diciannove calciatori di Dortmund, è uno dei club calcistici tedeschi più titolati, avendo vinto in campo internazionale una Coppa delle Coppe (nel 1965-1966), una UEFA Champions League (nel 1996-1997) e una Coppa Intercontinentale (nel 1997) e in campo nazionale otto titoli nazionali, quattro Coppe di Germania e sei Supercoppe di Germania. Grazie alla vittoria del 1966 in Coppa delle Coppe divenne il primo club tedesco a sollevare un trofeo internazionale ed è una delle squadre che hanno disputato almeno una finale nelle principali competizioni europee (Coppa dei Campioni\/Champions League, Coppa delle Coppe, Coppa UEFA\/Europa League).\r\n\r\nDal 1974 gioca al Westfalenstadion (noto per ragioni di sponsorizzazione come Signal Iduna Park), lo stadio più grande di Germania e quello che fa registrare la più alta affluenza media di pubblico.[1] Il club gioca in tenuta giallonera e vive una forte rivalità con i vicini dello Schalke 04, con cui disputa il cosiddetto derby della Ruhr.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FDE100",
            "strColour2": "#000000",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tqo8ge1716960353.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/9f18ay1531055034.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/twurvu1424230516.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vperuy1531055157.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qwuruv1424230476.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sqypyt1424230498.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/unv82w1531055243.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/7rj8wj1714538035.png",
            "strYoutube": "www.youtube.com\/channel\/UCK8rTVgp3-MebXkmeJcQb1Q",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133704",
            "idESPN": "6997",
            "idAPIfootball": "106",
            "intLoved": null,
            "strTeam": "Brest",
            "strTeamAlternate": "Stade Brestois 29",
            "strTeamShort": "BRS",
            "intFormedYear": "1903",
            "strSport": "Soccer",
            "strLeague": "French Ligue 1",
            "idLeague": "4334",
            "strLeague2": "Coupe de France",
            "idLeague2": "4484",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17543",
            "strStadium": "Stade Francis-Le Blé",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Brest",
            "intStadiumCapacity": "15097",
            "strWebsite": "www.sb29.bzh",
            "strFacebook": "www.facebook.com\/sb29off",
            "strTwitter": "twitter.com\/SB29officiel",
            "strInstagram": "",
            "strDescriptionEN": "Stade Brestois 29 (commonly referred to as Stade Brest or simply Brest) is a French football club based in Brest. The club was founded in 1903 under the name Armoricaine de Brest and adopted its current name in 1950. Brest currently plays in Ligue 2, the second division in French football. The club plays its home matches at the Stade Francis le Blé, a stadium with a capacity of 15,097.",
            "strDescriptionDE": null,
            "strDescriptionFR": "Le Stade brestois 29 est un club de football français basé à Brest, fondé en 1950 à la suite de la fusion de cinq patronages locaux, dont notamment l'Armoricaine de Brest, fondé en 1903.\r\n\r\nDans ses premières années, le club réalise une montée rapide dans la hiérarchie du football régional, au point d'être promu en championnat de France amateur, troisième échelon du football français, en 1958. Le club intègre la deuxième division en 1970, puis découvre enfin la première division en 1979. Il connaît son apogée sportif entre 1981 et 1991, sous la présidence de François Yvinec, en disputant neuf saisons dans l'élite en dix ans. En 1991, le club est rétrogradé avant de déposer le bilan quelques mois plus tard. Le club ne retrouve la deuxième division qu'en 2004 et la Ligue 1 en 2010. À la fin de la saison 2012-2013, il compte respectivement treize et dix-sept exercices en première et deuxième division française2.\r\n\r\nLe club brestois est présidé depuis le 31 mai 2013 par l'entrepreneur brestois Yvon Kermarec. L'équipe première, qui évolue en Ligue 2, est entraînée par Alex Dupont.",
            "strDescriptionCN": null,
            "strDescriptionIT": "Lo Stade Brestois 29, comunemente noto come Brest, è una società calcistica francese con sede nella città di Brest. Milita nella Ligue 1, la massima serie del campionato francese di calcio.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#ed1c24",
            "strColour2": "#ffffff",
            "strColour3": "#000000",
            "strGender": "Male",
            "strCountry": "France",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/z69be41598797026.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/pvt5db1607720280.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qlko6w1731826605.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/blyc8p1607720326.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/mcv5br1607720337.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/klfn8l1607720349.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/7pyfoa1607720364.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/mqrdxq1687203544.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134318",
            "idESPN": "0",
            "idAPIfootball": "4360",
            "intLoved": null,
            "strTeam": "Celje",
            "strTeamAlternate": "Nogometni klub Celje, NK Celje",
            "strTeamShort": "",
            "intFormedYear": "1919",
            "strSport": "Soccer",
            "strLeague": "Slovenian 1. SNL",
            "idLeague": "4692",
            "strLeague2": "Slovenia Cup",
            "idLeague2": "5196",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "UEFA Conference League",
            "idLeague5": "5071",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18210",
            "strStadium": "Stadion Z'dežele",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Celje",
            "intStadiumCapacity": "13059",
            "strWebsite": "www.nk-celje.si",
            "strFacebook": "www.facebook.com\/nkcelje",
            "strTwitter": "twitter.com\/nkcelje",
            "strInstagram": "www.instagram.com\/nkcelje",
            "strDescriptionEN": "Nogometni klub Celje, commonly referred to as NK Celje or simply Celje, is an association football club from Celje, Slovenia. They play in the Slovenian PrvaLiga. Together with Maribor, they are the only club that have participated in every season of the Slovenian PrvaLiga since its formation in 1991.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Slovenia",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/amvs371681106952.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "www.youtube.com\/user\/nkcelje",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133647",
            "idESPN": "256",
            "idAPIfootball": "247",
            "intLoved": null,
            "strTeam": "Celtic",
            "strTeamAlternate": "Glasgow Celtic, The Celtic Football Club, Celtic FC",
            "strTeamShort": "CEL",
            "intFormedYear": "1888",
            "strSport": "Soccer",
            "strLeague": "Scottish Premier League",
            "idLeague": "4330",
            "strLeague2": "Scottish FA Cup",
            "idLeague2": "4723",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17515",
            "strStadium": "Celtic Park",
            "strKeywords": "",
            "strRSS": "http:\/\/www.football365.com\/celtic\/rss",
            "strLocation": "Parkhead, Glasgow",
            "intStadiumCapacity": "60447",
            "strWebsite": "www.celticfc.net",
            "strFacebook": "www.facebook.com\/CelticFC",
            "strTwitter": "twitter.com\/CelticFC",
            "strInstagram": "instagram.com\/celticfc",
            "strDescriptionEN": "The Celtic Football Club, commonly known as Celtic (\/ˈsɛltɪk\/), is a professional football club in Glasgow, Scotland. The team competes in the Scottish Premiership, the top division of Scottish football. The club was founded in 1887 with the purpose of alleviating poverty in the Irish–Scots population in the city's East End area. They played their first match in May 1888, a friendly match against Rangers which Celtic won 5–2. Celtic established themselves within Scottish football, winning six successive league titles during the first decade of the 20th century. The club enjoyed their greatest successes during the 1960s and 70s under Jock Stein, when they won nine consecutive league titles and the 1967 European Cup. Celtic have played in green and white throughout their history, adopting in 1903 the hoops that have been used ever since.\r\n\r\nCeltic are one of only five clubs in the world to have won over 100 trophies. The club has won the Scottish league championship 54 times, most recently in 2023–24, the Scottish Cup a record 42 times and the Scottish League Cup 21 times. The club's greatest season was 1966–67, when Celtic became the first British team to win the European Cup, also winning the Scottish league championship, the Scottish Cup, the League Cup and the Glasgow Cup. Celtic also reached the 1970 European Cup Final and the 2003 UEFA Cup Final, losing in both.\r\n\r\nCeltic have a long-standing fierce rivalry with Rangers and, together, the clubs are known as the Old Firm. Their matches against each other are regarded as among the world's biggest football derbies. The club's fanbase was estimated in 2003 as being around 9 million worldwide and there are more than 160 Celtic supporters clubs in over 20 countries. An estimated 80,000 fans travelled to Seville for the 2003 UEFA Cup Final, and their \"extraordinarily loyal and sporting behaviour\" in spite of defeat earned the club Fair Play awards from FIFA and UEFA, respectively.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Celtic FC\r\nCalcio \r\nCampione di Scozia in caricaCampione di Scozia in carica\r\n\r\nThe Bhoys (I Ragazzi), The Celts (I Celti), The Hoops (I Cerchiati)\r\nSegni distintivi\r\nUniformi di gara\r\nManica sinistraManica sinistraMagliettaMagliettaManica destraManica destraPantalonciniPantalonciniCalzettoniCalzettoni\r\nCasa\r\nManica sinistraManica sinistraMagliettaMagliettaManica destraManica destraPantalonciniPantalonciniCalzettoniCalzettoni\r\nTrasferta\r\nManica sinistraManica sinistraMagliettaMagliettaManica destraManica destraPantalonciniPantalonciniCalzettoniCalzettoni\r\nTerza divisa\r\nColori sociali\t Bianco, verde\r\nSimboli\tQuadrifoglio\r\nInno\tYou'll Never Walk Alone\r\nR. Rodgers - O. Hammerstein\r\nDati societari\r\nCittà\tGlasgow\r\nNazione\tBandiera del Regno Unito Regno Unito\r\nBandiera della Scozia Scozia\r\nConfederazione\tUEFA\r\nFederazione\t Scottish SFA\r\nCampionato\tScottish Premiership\r\nFondazione\t1887\r\nPresidente\tBandiera della Scozia Ian Bankier\r\nAllenatore\tBandiera dell'Irlanda del Nord Brendan Rodgers\r\nStadio\tCeltic Park\r\n(60 355 posti)\r\nSito web\twww.celticfc.net\r\nPalmarès\r\n10 Premiership scozzesi10 Premiership scozzesi10 Premiership scozzesi10 Premiership scozzesi10 Premiership scozzesiPremiership scozzesePremiership scozzesePremiership scozzese  Coppa dei Campioni\r\nTitoli di Scozia\t53\r\nTrofei nazionali\t41 Coppe di Scozia\r\n21 Coppe di Lega\r\nTrofei internazionali\t1 Coppe dei Campioni\/Champions League\r\n1 British League Cup\r\n1 Empire Exhibition Trophy\r\n1 Coronation Cup\r\n Stagione in corso\r\nSi invita a seguire il modello di voce\r\nIl Celtic Football Club (AFI: \/sɛ'ltɪk 'futbol ˈklɛb\/), noto più semplicemente come Celtic, è una società calcistica britannica di Glasgow affiliata alla Federazione calcistica Scozzese, nella cui prima divisione milita dal 1890, anno della costituzione del campionato.\r\n\r\nIl Celtic è l'unico club scozzese ad avere sempre disputato la Scottish Premiership sin dalla sua istituzione (1890-91) e, insieme all'Aberdeen, a non essere mai retrocesso.\r\n\r\nFino al 1994 la ragione sociale del club era The Celtic Football and Athletic Company Ltd. I giocatori del Celtic vengono soprannominati The Bhoys.\r\n\r\nInsieme ai rivali storici dei Rangers forma la cosiddetta Old Firm del calcio scozzese, una delle più forti e accese rivalità sportive di tutti i tempi. Il Celtic viene tradizionalmente associato alla comunità cattolica di Glasgow (ha anche un nutritissimo seguito tra i tifosi irlandesi), mentre i Rangers ne rappresentano la parte protestante. A livello nazionale ha vinto 53 campionati, 41 Coppe di Scozia e 21 Coppe di Lega, per un totale di 115 trofei nazionali, che la rendono la seconda squadra più titolata, dietro ai concittadini dei Rangers. I trofei totali, con la Coppa dei Campioni vinta nel 1966-1967, sono 116.\r\n\r\nNel 1966-1967 il Celtic divenne il primo club britannico a vincere la Coppa dei Campioni,[1] la cui vittoria era fino a quel momento rimasta appannaggio di club provenienti da Italia, Portogallo e Spagna. Nello stesso anno vinse ogni competizione alla quale partecipò (record in assoluto per una squadra scozzese): Scottish Premier League, Scottish Cup, Scottish League Cup e Glasgow Cup. È l'unico club scozzese ad avere raggiunto la finale di Coppa dei Campioni e il solo in Europa ad averlo fatto con soli giocatori provenienti dal vivaio (tutti i tesserati erano scozzesi e nati a meno di 30 miglia dal Celtic Park).[2][3] Con questo risultato fu la prima squadra europea a centrare il treble stagionale (vittoria di Campionato, Coppa nazionale e Coppa dei Campioni). I Bhoys arrivarono nuovamente in finale di Coppa dei Campioni nel 1970, ma questa volta vennero battuti dagli olandesi del Feyenoord per 1-2 ai tempi supplementari. Nel 2003 la squadra, guidata da Martin O'Neill, raggiunse la finale di Coppa UEFA, giocatasi a Siviglia, dove fu però sconfitta dal Porto per 2-3 ai tempi supplementari. Circa 80 000 tifosi bianco-verdi partirono per lo Stadio Olimpico de la Cartuja per seguire il match, nonostante la maggior parte di essi non fosse in possesso di alcun biglietto.[4][5][6]\r\n\r\nLa divisa del Celtic è conosciuta in tutto il mondo, grazie alle sue strisce orizzontali bianco-verdi con pantaloncini e calzettoni bianchi. La squadra disputa i suoi incontri interni al Celtic Park, il terzo impianto per capienza del Regno Unito. Nella stagione 2005-2006 lo stadio registrò una media di circa 58 149 paganti,[7] seconda miglior affluenza media dell'epoca in Gran Bretagna dopo l'Old Trafford di Manchester.[8]\r\n\r\nA novembre del 2021 il Celtic occupa il 49º posto nel Ranking UEFA per club",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Scotland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tswuut1447597436.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ulbq2a1727776234.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rpwrut1420499023.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vsi9v61513029721.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/feefdy1513029746.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xq2ntl1513029857.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/uo682v1513030031.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/8rumdh1688242769.png",
            "strYoutube": "www.youtube.com\/CelticFC",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133789",
            "idESPN": null,
            "idAPIfootball": "569",
            "intLoved": null,
            "strTeam": "Club Brugge",
            "strTeamAlternate": "Club Brugge Koninklijke Voetbalvereniging, Club Brugge KV",
            "strTeamShort": "BRU",
            "intFormedYear": "1891",
            "strSport": "Soccer",
            "strLeague": "Belgian Pro League",
            "idLeague": "4338",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17542",
            "strStadium": "Jan Breydelstadion",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Bruges",
            "intStadiumCapacity": "29062",
            "strWebsite": "www.clubbrugge.be",
            "strFacebook": "www.facebook.com\/clubbrugge",
            "strTwitter": "twitter.com\/ClubBrugge",
            "strInstagram": "www.instagram.com\/clubbrugge",
            "strDescriptionEN": "Club Brugge Koninklijke Voetbalvereniging, commonly referred to as just Club Brugge, is a football club based in Bruges in Belgium. It was founded in 1891 and its home ground is the Jan Breydel Stadium, which has a capacity of 29,062.\r\n\r\nOne of the most decorated clubs in Belgian football, it has been Belgian league champion on 15 occasions, second only to major rivals Anderlecht, and it shares the Jan Breydel Stadium with city rival Cercle Brugge, with whom they contest the Bruges derby.\r\n\r\nThroughout its long history, Club Brugge has enjoyed much European football success, reaching two European finals and two European semi-finals. Club Brugge is the only Belgian club to have played the final of the European Cup (forerunner of the current UEFA Champions League) so far, losing to Liverpool in the final of the 1978 season. They also lost in the 1976 UEFA Cup Final to the same opponents. Club Brugge holds the European record number of consecutive participations in the UEFA Europa League (20), the record number of Belgian cups (11) and the record number of Belgian Supercups (15).",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Club Brugge (ned. Club Brugge Koninklijke Voetbalvereniging, fr. Football Club Brugeois, abbreviato in Bruges) è una società calcistica belga con sede a Bruges, nelle Fiandre. Milita nella Pro League, la massima serie del campionato belga.\r\n\r\nFondato nel 1891 come FC Brugeois, il club gioca allo stadio Jan Breydel, impianto da 29 062 posti che condivide con i rivali cittadini del Cercle Brugge, contro cui disputa il derby di Bruges.\r\n\r\nÈ la seconda squadra in Belgio per numero di titoli nazionali vinti, dopo l'Anderlecht, grande rivale. Nella sua lunga storia il Bruges ha conquistato 17 campionati, 11 Coppe del Belgio e 15 Supercoppe del Belgio. A livello internazionale l'apice fu toccato nel 1978, quando i Blauw en Zwart raggiunsero la finale della Coppa dei Campioni. Nel 1975-1976 la squadra aveva raggiunto la finale della Coppa UEFA. In entrambe le partite il Bruges fu però sconfitto dagli inglesi del Liverpool.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#0078BF",
            "strColour2": "#000000",
            "strColour3": "#FFFFFF",
            "strGender": "Male",
            "strCountry": "Belgium",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ov3w9j1536001717.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/h6zabf1534353598.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/w26s101534352059.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cfzrxu1534352130.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/78qfbc1534352414.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/17rtjm1534352306.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/e7vhoq1534353334.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/a8oh031690058685.png",
            "strYoutube": "www.youtube.com\/clubbrugge",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133987",
            "idESPN": null,
            "idAPIfootball": "598",
            "intLoved": "1",
            "strTeam": "Crvena Zvezda",
            "strTeamAlternate": "FK Red Star Belgrade, Фудбалски клуб Црвена звезда",
            "strTeamShort": null,
            "intFormedYear": "1945",
            "strSport": "Soccer",
            "strLeague": "Serbian Super Liga",
            "idLeague": "4671",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "Club Friendlies",
            "idLeague3": "4569",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "22942",
            "strStadium": "Rajko Mitić Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Belgrade, Serbia",
            "intStadiumCapacity": "55538",
            "strWebsite": "www.crvenazvezdafk.com",
            "strFacebook": "www.facebook.com\/crvenazvezdafk",
            "strTwitter": "twitter.com\/crvenazvezdafk",
            "strInstagram": "instagram.com\/crvenazvezdafk",
            "strDescriptionEN": "Fudbalski klub Crvena zvezda (Serbian Cyrillic: Фудбалски клуб Црвена звезда, English: Red Star Football Club), which translates into English as simply Red Star (Serbian: Црвена звезда \/ Crvena zvezda), is a Serbian professional football club based in Belgrade commonly known elsewhere as Red Star Belgrade (Serbian: Црвена звезда Београд \/ Crvena zvezda Beograd), the major part of the Red Star multi-sport club.\r\n\r\nThey are the only Serbian and Yugoslav club to have won the European Cup, having done so in 1991, and the only team to have won the Intercontinental Cup, also in 1991. With 30 national championships, 24 national cups, 2 national supercups and one league cup between Serbian and Yugoslav competitions, Red Star was the most successful club in Yugoslavia and finished first in the Yugoslav First League all-time table, and is the most successful club in Serbia. Since the 1991–92 season, Red Star's best results are in the UEFA Champions League group stage and UEFA Europa League knockout phase.\r\n\r\nAccording to 2008 polls, Red Star Belgrade is the most popular football club in Serbia, with 48.2% of the population supporting them. They have many supporters in other former Yugoslav republics and in the Serbian diaspora. Their main rivals are fellow Belgrade side Partizan. The championship matches between these two clubs are known as The Eternal derby.\r\n\r\nAccording to the International Federation of Football History & Statistics' list of the Top 200 European clubs of the 20th century, Red Star is the highest-ranked Serbian and ex-Yugoslavian club, sharing the 27th position on the list with Dutch club Feyenoord.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Fudbalski klub Crvena zvezda (Serbian Cyrillic: Фудбалски клуб Црвена звезда, lit. 'Red Star Football Club'), better known simply as Crvena zvezda (Serbian Cyrillic: Црвена звезда, pronounced [tsř̩ʋenaː zʋěːzda]) or, internationally, as Red Star Belgrade, is a Serbian professional football club based in Belgrade, and a major part of the Red Star multi-sport club.\r\n\r\nThey are the most successful club from the Balkans and Southeast Europe, being the only club to win both the European Cup and Intercontinental Cup, having done so in 1991, and only the second team from Eastern Europe to win the European Cup. With 32 national championships, 25 national cups, 2 national supercups and one league cup between Serbian and Yugoslav competitions, Red Star was the most successful club in Yugoslavia and finished first in the Yugoslav First League all-time table, and is the most successful club in Serbia. Since the 1991–92 season, Red Star's best results were reaching the UEFA Champions League group stage and UEFA Europa League knockout phase.\r\n\r\nAccording to 2008 polls, Red Star Belgrade is the most popular football club in Serbia, with 48% of the population supporting them.[2] They have many supporters in other former Yugoslav republics and in the Serbian diaspora. Their main rivals are fellow Belgrade side Partizan. The championship matches between these two clubs are known as The Eternal derby.\r\n\r\nAccording to the International Federation of Football History & Statistics' list of the Top 200 European clubs of the 20th century, Red Star is the highest-ranked Serbian and Balkans club, sharing the 27th position on the list with Dutch club Feyenoord.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Serbia",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/gz650v1567023440.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/yfajsk1629143761.png",
            "strYoutube": "www.youtube.com\/crvenazvezdafkcom",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "140118",
            "idESPN": null,
            "idAPIfootball": "3745",
            "intLoved": null,
            "strTeam": "Dečić",
            "strTeamAlternate": "ФК Дечић, FK Dečić, Fudbalski klub Dečić Tuzi",
            "strTeamShort": "",
            "intFormedYear": "1926",
            "strSport": "Soccer",
            "strLeague": "Montenegrin First League",
            "idLeague": "4656",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Stadion Tuško Polje",
            "strKeywords": "Plavi (The Blues)",
            "strRSS": "",
            "strLocation": "Tuzi, Montenegro",
            "intStadiumCapacity": "2000",
            "strWebsite": "www.decic1926.com",
            "strFacebook": "www.facebook.com\/Decic-1926-102455337800188\/",
            "strTwitter": "twitter.com\/decic1926",
            "strInstagram": "instagram.com\/decic1926",
            "strDescriptionEN": "FK Dečić (Montenegrin Cyrillic: ФК Дечић, is a Montenegrin football club from Tuzi. Currently, the club is member of the Montenegrin Second League. It is a part of Dečić sport society.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Montenegro",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/khom7w1721284656.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/hlkccl1597441489.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "138043",
            "idESPN": null,
            "idAPIfootball": "705",
            "intLoved": null,
            "strTeam": "Dinamo Batumi",
            "strTeamAlternate": "FC Dinamo Batumi",
            "strTeamShort": "",
            "intFormedYear": "1923",
            "strSport": "Soccer",
            "strLeague": "Georgian Erovnuli Liga",
            "idLeague": "4638",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Angisa Base",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Batumi",
            "intStadiumCapacity": "2000",
            "strWebsite": "dinamobatumi.com",
            "strFacebook": "www.facebook.com\/DinamoBatumi1923",
            "strTwitter": "",
            "strInstagram": "dinamobatumi.com\/#",
            "strDescriptionEN": "FC Dinamo Batumi is a Georgian football club based in Batumi, Adjara. They regularly play in top division of Georgian football – Erovnuli Liga. The club plays their home games at Angisa Base, Batumi.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Georgia",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/3npx941579289150.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "137902",
            "idESPN": null,
            "idAPIfootball": "394",
            "intLoved": null,
            "strTeam": "Dinamo Minsk",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1927",
            "strSport": "Soccer",
            "strLeague": "Belarus Vyscha Liga",
            "idLeague": "4622",
            "strLeague2": "Belarus Coppa",
            "idLeague2": "4813",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "UEFA Conference League",
            "idLeague5": "5071",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Dinamo Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Minsk, Belarus",
            "intStadiumCapacity": "22000",
            "strWebsite": "dinamo-minsk.by",
            "strFacebook": "www.facebook.com\/fcdinamominsk",
            "strTwitter": "twitter.com\/FC_Dinamo_Minsk",
            "strInstagram": "instagram.com\/fcdinamominsk",
            "strDescriptionEN": "FC Dinamo Minsk (Belarusian: ФК Дынама Мінск, FK Dynama Minsk; Russian: ФК Динамо Минск) is a professional football club based in the Belarusian capital city of Minsk.\r\n\r\nIt was founded in 1927 as part of the Soviet Dinamo Sports Society, and was the only club from the Byelorussian SSR that competed in the Soviet Top League, playing 39 of the 54 seasons, and winning the title in 1982. Since the independence of Belarus the club participates in the Belarusian Premier League, having won 7 league titles and 3 Belarusian Cups.\r\n\r\nDinamo plays its home games in the 16,500 capacity Traktor Stadium. Dinamo is the second Belarusian team, after BATE Borisov to reach UEFA Europa League group stages (2014–15 and 2015–16).",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Belarus",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/8qt7b91655742503.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "www.youtube.com\/channel\/UCJlKPrqa9i4hFmtmZQZYc3Q",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133961",
            "idESPN": null,
            "idAPIfootball": "620",
            "intLoved": null,
            "strTeam": "Dinamo Zagreb",
            "strTeamAlternate": "Građanski nogometni klub Dinamo Zagreb, GNK Dinamo Zagreb, ",
            "strTeamShort": "DZA",
            "intFormedYear": "1945",
            "strSport": "Soccer",
            "strLeague": "Croatian First Football League",
            "idLeague": "4629",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17427",
            "strStadium": "Stadion Maksimir",
            "strKeywords": "Modri, Plavi",
            "strRSS": "",
            "strLocation": "Zagreb, Croatia",
            "intStadiumCapacity": "35000",
            "strWebsite": "www.gnkdinamo.hr",
            "strFacebook": "www.facebook.com\/dinamo",
            "strTwitter": "twitter.com\/gnkdinamo",
            "strInstagram": "instagram.com\/gnkdinamo",
            "strDescriptionEN": "Građanski nogometni klub Dinamo Zagreb, commonly referred to as GNK Dinamo Zagreb or simply Dinamo Zagreb (pronounced ), is a professional Croatian football club based in Zagreb. The club is the successor of 1. HŠK Građanski or fully Prvi hrvatski građanski športski klub (English: First Croatian Citizens' Sports Club), club founded in 1911, banned in 1945 and replaced by newly established Dinamo Zagreb. They play their home matches at Stadion Maksimir. They are the most successful club in Croatian football, having won 20 Croatian Football League titles, 15 Croatian Football Cups and six Croatian Football Super Cups. The club has spent its entire existence in top flight, having been members of the Yugoslav First League from 1946 to 1991, and then the Croatian First League since its foundation in 1992.\r\n\r\nAfter the Second World War, the new communist government considered clubs like HŠK Građanski as fascist and nationalistic. As such, they were banned, and, in 1945, NK Dinamo was founded as a club to act as an unofficial successor to HŠK Građanski, getting around the ruling party's disapproval. They entered the Yugoslav First League in its inaugural 1946–47 season, finishing as runners-up. In their second season in Yugoslav top flight in 1947–48 they finished as Yugoslav champions, which was their first major trophy. The club won three more league titles and seven Yugoslav Cups. Amid the breakup of Yugoslavia and formation of the Croatian football league system, Dinamo left the Yugoslav league in 1991. Dinamo are the only Croatian club with European silverware, having won the 1966–67 Inter-Cities Fairs Cup by defeating Leeds United in the final. They also finished runners-up in the same competition in 1963 when they lost to Valencia.\r\n\r\nUntil the early 1990s, its foundation year was considered to be 1945 but amid political turmoil during the breakup of Yugoslavia the club began claiming direct lineage to pre-WWII clubs Građanski Zagreb and HAŠK. In order to reflect this, in June 1991, it was renamed HAŠK Građanski, which lasted until February 1993 when it was renamed Croatia Zagreb. They won five league titles and participated in the 1998–99 and 1999–2000 UEFA Champions League group stages carrying that name before reverting to \"Dinamo Zagreb\" in February 2000. Although the subject was dropped for a while, in 2011, club management increasingly began claiming that Dinamo is the direct descendant of Građanski (which had originally been founded in 1911 and disbanded in 1945) and in April that year decided to prepend the adjective \"Građanski\" to the club's official name, turning it into the present-day GNK Dinamo (Građanski nogometni klub Dinamo or \"Citizens' Football Club Dinamo\").\r\n\r\nThe team's traditional colour is royal blue, which has been replaced for European matches in recent times with the darker navy blue. The club's biggest rivals are Hajduk Split, and matches between the two teams are referred to as \"Eternal Derby.\" One of the club's most notable wins came in the 2015–16 UEFA Champions League group stage, which was a 2–1 home victory against English side Arsenal, their first ever Champions League victory since the 1999–2000 season. Another notable match was a 0–0 draw against Manchester United in the 1999–2000 season, who were the European champions at the time, with many fans considering it one of Dinamo's finest performances in the club's history.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Građanski Nogometni klub Dinamo Zagreb, noto in Italia come Dinamo Zagabria e in passato con il nome di Croatia Zagreb (it. Croazia Zagabria), è una società calcistica croata con sede nella capitale, Zagabria, dove fu fondata nel 1945. Milita nella Prva liga, la massima divisione del campionato croato di calcio, e disputa le gare interne allo stadio Maksimir della capitale croata.\r\n\r\nCon 55 titoli ufficiali è il club croato più decorato, potendo vantare 22 titoli nazionali, 16 Coppe di Croazia e 6 Supercoppe di Croazia. Nel suo palmarès figurano anche 4 campionati jugoslavi e 7 Coppe di Jugoslavia, mentre a livello internazionale il club si è aggiudicato una Coppa delle Fiere (1966-1967) e una Coppa dei Balcani (1976).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Croatia",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/araidi1579955395.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/wuwqwt1473792508.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/y66uj31626610710.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133944",
            "idESPN": null,
            "idAPIfootball": "572",
            "intLoved": "2",
            "strTeam": "Dynamo Kiev",
            "strTeamAlternate": "Football Club Dynamo Kyiv, Футбольний Клуб Динамо Київ",
            "strTeamShort": "",
            "intFormedYear": "1927",
            "strSport": "Soccer",
            "strLeague": "Ukrainian Premier League",
            "idLeague": "4354",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "NSC Olimpiyskiy",
            "strKeywords": "Бело-синие",
            "strRSS": "",
            "strLocation": "Kiev, Ukraine",
            "intStadiumCapacity": "70050",
            "strWebsite": "www.fcdynamo.kiev.ua",
            "strFacebook": "facebook.com\/fcdynamoua",
            "strTwitter": "twitter.com\/dynamokyiv",
            "strInstagram": "www.instagram.com\/fc_dynamo_kyiv",
            "strDescriptionEN": "Football Club Dynamo Kyiv (Ukrainian: Футбольний Клуб Динамо Київ ) is a Ukrainian professional football club based in Kyiv. Founded in 1927 as part of the Soviet Dynamo Sports Society, the club currently plays in the Ukrainian Premier League, and has never been relegated to a lower division. Their home is the 70,050 capacity Olimpiyskiy National Sports Complex. It is by far Ukraine's most popular football club.\r\n\r\nSince 1936 Dynamo has spent its entire history in the top league of Soviet and later Ukrainian football. Its most successful periods are associated with Valeriy Lobanovskyi, who coached the team during three stints, leading them to numerous domestic and European titles. Dynamo Kyiv became the only Soviet club outside of Moscow that managed to overcome the total hegemony of Moscow-based clubs in the Soviet Top League. The Spartak Moscow - Dynamo Kyiv became the most exciting football rivalry in the Soviet Union that almost completely eclipsed the Moscow's derby Spartak - Dynamo. Since late 1960s the club almost annually (with few breaks) participates at the UEFA continental competitions.\r\n\r\nOver the history Dynamo Kyiv has won 26 national titles (including 13 Soviet), 18 national cup competitions (including 9 Soviet Cups), and 3 continental titles (including 2 UEFA Cup Winners' Cups). Along with FC Dinamo Tbilisi, they were the only two Soviet clubs that succeeded in the UEFA competitions. The first team of Dynamo became a base team for the Soviet Union national football team in 1970-80s and the Ukraine national football team in 1990-2000s. The two stars on the club's crest each signify 10 domestic titles the club has won.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Futbol'nyj Klub Dynamo Kyïv (ucr. Футбольний клуб Динамо Київ, rus. Футбо́льный клуб Дина́мо Ки́ев, Futbol'nyj Klub Dinamo Kiev), nota in italiano come Dinamo Kiev, è una società calcistica ucraina di Kiev. Milita nella massima divisione del campionato ucraino dalla fondazione di quest'ultimo e disputa le partite interne nello Stadio Olimpico di Kiev (70.050 posti).\r\n\r\nFondata nel 1927 come squadra della locale polizia sovietica di Kiev, la Dinamo è la squadra più titolata dell'ex URSS. Dopo lo scioglimento di tale Paese nel 1991 e l'indipendenza dell'Ucraina, ha dominato il campionato nazionale nel suo primo decennio di vita. Dal 1936 ha sempre militato nella massima serie, prima del campionato sovietico, risultando l'unico club in grado di contrastare l'egemonia delle squadre moscovite, e poi di quello ucraino. Nel 1965 divenne il primo club sovietico a partecipare ad una coppa europea.\r\nNel suo palmarès figurano tredici campionati sovietici, sedici campionati ucraini, nove Coppe sovietiche, tre Supercoppe sovietiche, tredici Coppe d'Ucraina e 9 Supercoppe d'Ucraina. In ambito internazionale si è aggiudicata due Coppe delle Coppe, una Supercoppa europea e quattro Coppe della CSI.",
            "strDescriptionJP": null,
            "strDescriptionRU": "«Дина́мо» (укр. «Динамо») — украинский профессиональный футбольный клуб из города Киева, постоянный участник чемпионатов Украины по футболу. Самый титулованный футбольный клуб СССР[3][4].\r\n\r\nКлуб основан 13 мая 1927 года. Первая зарегистрированная игра состоялась 17 июля 1928 года против одесского «Динамо» (2:2). В советский период клуб выиграл 13 чемпионатов СССР, 9 Кубков СССР, 3 Суперкубка СССР. Один из двух футбольных клубов (вместе с московским «Динамо»), участвовавший во всех чемпионатах СССР в высшем дивизионе. Стал первой не московской командой, выигравшей чемпионат СССР.\r\n\r\nНа международной арене выиграл 2 Кубка обладателей кубков (1975, 1986) и Суперкубок УЕФА (1975). Первый советский клуб, завоевавший европейский трофей.\r\n\r\nНа Украине выиграл 15 национальных чемпионатов, 11 национальных кубков, 8 Суперкубков Украины.\r\n\r\nДомашний стадион клуба, НСК «Олимпийский», был открыт в 1923 году и является крупнейшим футбольным стадионом Украины, а также вторым в СНГ, вмещающим более 70 тысяч болельщиков.\r\n\r\nКиевское «Динамо» заняло 8 место в списке лучших клубов мира XX века по версии журнала kicker[6], а также 16-е место в списке лучших европейских клубов XX века по версии IFFHS[7][8]. Лучший клуб Восточной Европы XX века по версии France-Presse (2000 год)[источник не указан 623 дня]. По данным аналитического агентства CK, по результатам 2011 года «Динамо» было первым на Украине и 19-м в Европе футбольным клубом по количеству реальных болельщиков. \r\n\r\n",
            "strDescriptionES": "El FC Dinamo Kiev (en ucraniano: FC Dynamo Kyiv) es un club de fútbol de Kiev, la capital de Ucrania, fundado en 1927. El club disputa sus partidos como local en el estadio Lobanovsky Dynamo y actualmente juega en la Liga Premier de Ucrania.\r\n\r\nDesde su fundación, el Dinamo ha participado en todas las ediciones de la Primera División de la Unión Soviética y, tras el colapso de la URSS en 1991, la Liga Premier. Ha ganado trece campeonatos de liga soviéticos, trece ligas de Ucrania, nueve Copas soviéticas, nueve Copas ucranianas, tres Supercopas soviéticas, cinco Supercopas ucranianas, dos Recopas de Europa y una Supercopa de Europa, lo que convierte al Dinamo en el equipo más laureado de la extinta Unión Soviética y el único, junto al Dinamo de Moscú, que nunca descendió de categoría.\r\n\r\nEl equipo formaba parte de la sociedad deportiva Dinamo de la Unión Soviética y, como tal, su escudo siempre ha sido la tradicional \"D\" cirílica. Los colores del equipo son el blanco, de la primera equipación, y el azul, como visitante. El estadio del club es el Lobanovsky Dynamo, nombre que recibe por la leyenda del club Valeri Lobanovsky, pero durante varios períodos ha jugado como local en el Olympiyskyy.\r\n\r\nEs el único club de Ucrania en llegar a semifinales de la Liga de Campeones, concretamente en el curso 1998-99, gracias a la labor de jóvenes jugadores como Andriy Shevchenko, Serhiy Rebrov y el portero Oleksandr Shovkovsky.\r\n\r\nEl club fue fundado en el año 1927 y en él han militado varios de los más grandes jugadores ucranianos y ex-soviéticos: Oleg Blokhin, Igor Belanov, Oleg Protassov, Aleksandr Zavarov, y, más recientemente, los mencionados Andriy Shevchenko y Serhiy Rebrov, que se marcharon del club para triunfar en clubes grandes de Europa, como el AC Milan italiano en el caso de Sheva, o el Tottenham Hotspur inglés en el caso de Rebrov, y luego regresaron al Dynamo para acabar allí sus respectivas carreras.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Ukraine",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/stxrpx1447696362.png",
            "strLogo": null,
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/suqwwy1420411432.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uswuxu1420411485.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tyqqvx1420411528.jpg",
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/358n4e1627895788.png",
            "strYoutube": "www.youtube.com\/c\/fcdk",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "140667",
            "idESPN": null,
            "idAPIfootball": "3327",
            "intLoved": "1",
            "strTeam": "Egnatia",
            "strTeamAlternate": "Futboll Klub Egnatia Rrogozhinë, KF Egnatia",
            "strTeamShort": "",
            "intFormedYear": "1964",
            "strSport": "Soccer",
            "strLeague": "Albanian Superliga",
            "idLeague": "4617",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Egnatia Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Rrogozhinë, Albania",
            "intStadiumCapacity": "4000",
            "strWebsite": "",
            "strFacebook": "www.facebook.com\/kfegnatia\/",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Klubi i Futbollit Egnatia Rrogozhinë is an Albanian football club based in Rrogozhinë. They play their home games at Rrogozhinë Stadium, which has a capacity of 4000 spectators.\r\n\r\nThe club was founded on 15 September 1964 under the name 22 Shtatori Rrogozhinë, and in 1991, the name of the club was changed to Vullneti Rrogozhinë, before renaming to its current name KS Egnatia Rrogozhinë in 1998.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Albania",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/4tufos1639086825.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/itv79s1639086832.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/puofjh1715090750.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/3izsn81715090441.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/b9esu21715090667.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/dv0nm81715090579.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/8qifzw1715090875.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/ve1kfd1687264330.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134064",
            "idESPN": null,
            "idAPIfootball": "684",
            "intLoved": null,
            "strTeam": "FC 03 Differdange",
            "strTeamAlternate": "Foussballclub Déifferdeng 03",
            "strTeamShort": "",
            "intFormedYear": "2003",
            "strSport": "Soccer",
            "strLeague": "Luxembourg National Division",
            "idLeague": "4694",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Municipal Stadium vun der Stad Déifferdeng",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Differdange, Luxembourg",
            "intStadiumCapacity": "3800",
            "strWebsite": "www.fcd03.lu",
            "strFacebook": "www.facebook.com\/FCD03\/",
            "strTwitter": "twitter.com\/FCDeifferdeng",
            "strInstagram": "instagram.com\/fcdeifferdeng03",
            "strDescriptionEN": "Foussballclub Déifferdeng 03 is a football club, based in Differdange, in south-western Luxembourg.\r\n\r\nDifferdange 03 was formed in 2003 as an amalgam of two clubs from the city of Differdange: FA Red Boys Differdange and AS Differdange. When the clubs merged, in time for the 2003–04 season, Red Boys was languishing in the bottom half of the Division of Honour, while AS was in mid-table position in the third tier of Luxembourgian football. The new club took Red Boys league position, and was promoted back into the National Division in the 2005–06 season, when the top division was expanded from twelve clubs to fourteen.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Luxembourg",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/micxvx1513257944.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "www.youtube.com\/FCDéifferdeng03",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133891",
            "idESPN": null,
            "idAPIfootball": "397",
            "intLoved": null,
            "strTeam": "FC Midtjylland",
            "strTeamAlternate": "Midtjylland",
            "strTeamShort": "MID",
            "intFormedYear": "1999",
            "strSport": "Soccer",
            "strLeague": "Danish Superliga",
            "idLeague": "4340",
            "strLeague2": "Denmark DBU Pokalen",
            "idLeague2": "5184",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15963",
            "strStadium": "MCH Arena",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Herning, Denmark",
            "intStadiumCapacity": "11432",
            "strWebsite": "www.fcm.dk",
            "strFacebook": "www.facebook.com\/fcmidtjylland",
            "strTwitter": "twitter.com\/fcmidtjylland",
            "strInstagram": "www.instagram.com\/fcmidtjylland",
            "strDescriptionEN": "FC Midtjylland (English: \"Central Jutland\") is a Danish professional football club based in Herning and Ikast in the midwestern part of Jutland. The club is the result of a merger between Ikast FS and Herning Fremad. Midtjylland competes in the Danish Superliga, which they have won twice, most recently in 2018.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": " Il Football Club Midtjylland, meglio noto come Midtjylland o FCM, è una società calcistica danese con sede nella città di Herning. Milita nella Superligaen, la massima serie del campionato danese di calcio, e gioca le partite casalinghe nell'MCH Arena, che può contenere 11.809 spettatori.\r\n\r\nIl club è nato il 1º luglio 1999 dalla fusione tra l'Ikast FS e l'Herning Fremad. Nella sua storia ha vinto tre edizioni del campionato danese e una Coppa di Danimarca.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Denmark",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vptqvr1473535525.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/nwl2qp1654279625.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/6e4hh41654279666.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/q2anj11654279679.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/3qogym1654279690.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/r5p38w1654279702.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/oie4u31654279718.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/7obmlh1702043738.png",
            "strYoutube": "www.youtube.com\/user\/UlveTube",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133774",
            "idESPN": null,
            "idAPIfootball": "415",
            "intLoved": null,
            "strTeam": "FC Twente",
            "strTeamAlternate": "Football Club Twente",
            "strTeamShort": "",
            "intFormedYear": "1965",
            "strSport": "Soccer",
            "strLeague": "Dutch Eredivisie",
            "idLeague": "4337",
            "strLeague2": "Dutch KNVB Cup",
            "idLeague2": "4902",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15859",
            "strStadium": "De Grolsch Veste",
            "strKeywords": "The Tukkers",
            "strRSS": "",
            "strLocation": "Enschede, Netherlands",
            "intStadiumCapacity": "30205",
            "strWebsite": "www.fctwente.nl\/en",
            "strFacebook": "www.facebook.com\/FCTwente\/",
            "strTwitter": "twitter.com\/fctwente",
            "strInstagram": "www.instagram.com\/fctwente_official",
            "strDescriptionEN": "Football Club Twente is a Dutch professional football club from the city of Enschede. In 2018–19, it competed in and won the Eerste Divisie. The club was formed in 1965 by the merger of 1926 Dutch champions, Sportclub Enschede and Enschedese Boys. They were the holders of the 2011 KNVB Cup and Johan Cruijff Schaal trophies, and were Eredivisie champions in the 2009–10 season; the team has also finished as Eredivisie runner-up twice, was runner-up in the 1974–75 UEFA Cup, and has won the KNVB Cup three times. Twente's home ground since 1998 is De Grolsch Veste.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Football Club Twente, meglio noto come Twente, è una società calcistica olandese con sede nella città di Enschede. Nella stagione 2019-2020 milita nella Eredivisie, la massima divisione del campionato di calcio olandese e disputa le partite casalinghe al De Grolsch Veste.\r\n\r\nNato nel 1965 in seguito all'unione di due club cittadini (l'Enschede, che vinse un titolo nazionale, e gli Enschedese Boys), prende il nome dall'omonima regione della quale Enschede è capoluogo. Ha vinto un campionato olandese, 3 coppe e 2 supercoppe nazionali. A livello internazionale il massimo traguardo è stato il raggiungimento della finale della Coppa UEFA 1974-1975, nella quale il Twente è stato sconfitto.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#e6001a",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "The Netherlands",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rsrxrt1473534783.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ryxwwp1426154076.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/jlis2b1722772628.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/zgx1sw1722772940.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/1wpq7p1722772990.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ibqypr1722773081.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/sgdom01722772593.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/bhx1k41689717778.png",
            "strYoutube": "www.youtube.com\/user\/FCTwenteTV",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134005",
            "idESPN": null,
            "idAPIfootball": "559",
            "intLoved": null,
            "strTeam": "FCSB",
            "strTeamAlternate": "Steaua Bucuresti",
            "strTeamShort": "",
            "intFormedYear": "1947",
            "strSport": "Soccer",
            "strLeague": "Romanian Liga I",
            "idLeague": "4691",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "22632",
            "strStadium": "Stadionul Steaua",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Bucharest, Romania",
            "intStadiumCapacity": "31254",
            "strWebsite": "www.fcsb.ro",
            "strFacebook": "www.facebook.com\/FCSBOfficial\/",
            "strTwitter": "twitter.com\/fcsbofficial_ro",
            "strInstagram": "www.instagram.com\/fcsbofficial",
            "strDescriptionEN": "Fotbal Club FCSB (formerly named and still sometimes referred to as FC Steaua București, is a Romanian professional football club based in Bucharest. It has spent its entire history in the Liga I, the top flight of the Romanian football league system.\r\n\r\nThe original Steaua București football team was founded in 1947 and belonged to the Ministry of National Defence, through the namesake CSA Steaua București sports club. In 1998, the football department and its facilities were separated from the latter and taken over by a group of shareholders in a post-Ceaușescu privatisation scheme, leading to one of the shareholders acquiring full ownership five years later. However, CSA Steaua București has been in conflict with the football club since 2011, claiming that it was a new and separate entity; this resulted in multiple court cases and the forced change of the name from FC Steaua București to FC FCSB in early 2017.\r\n\r\nDomestically, when taken together with the disputed pre-2003 honours, the club has won the Liga I 27 times, Cupa României 24 times, Cupa Ligii two times, and Supercupa României six times—all competition records. Internationally, they have won the European Cup and European Super Cup, both in 1986. They reached the European Cup final once again in 1989, when they were defeated by AC Milan. Throughout their history, the Roș-albaștrii also played the final of the Intercontinental Cup, the quarter-finals of the European Cup Winners' Cup, and the semi-finals of the UEFA Cup.\r\n\r\nFCSB's home ground is Arena Națională, having moved here from the Ministry of National Defence-owned Stadionul Ghencea. Initially, the club played in the colours of the Romanian tricolour, but the team became associated with the red and blue scheme after yellow soon lost its importance. Recently, some kits have begun reintegrating the latter colour.\r\n\r\nThe club has a long-standing rivalry with neighbouring Dinamo București, with matches between the two being commonly referred to as the \"Eternal derby\" or the \"Romanian derby\". Another notable rivalry is the one against Rapid București, while several milder ones are disputed against teams outside the capital, including a recent one against CFR Cluj that commenced because of the title competitions these teams fought in 21st century.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Romania",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/r7w3d01625317356.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/69uqym1611951667.png",
            "strYoutube": "www.youtube.com\/c\/FCSBTV",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133807",
            "idESPN": null,
            "idAPIfootball": "611",
            "intLoved": "1",
            "strTeam": "Fenerbahce",
            "strTeamAlternate": "Fenerbahçe Spor Kulübü",
            "strTeamShort": "",
            "intFormedYear": "1907",
            "strSport": "Soccer",
            "strLeague": "Turkish Super Lig",
            "idLeague": "4339",
            "strLeague2": "Turkish Cup",
            "idLeague2": "4960",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Sükrü Saracoglu",
            "strKeywords": "Sarı Kanaryalar, Sarı-Lacivertliler",
            "strRSS": "http:\/\/www.fenerbahce.org\/rss.asp",
            "strLocation": "Istanbul",
            "intStadiumCapacity": "53715",
            "strWebsite": "www.fenerbahce.org",
            "strFacebook": "www.facebook.com\/fenerbahce",
            "strTwitter": "www.twitter.com\/Fenerbahce",
            "strInstagram": "instagram.com\/fenerbahce",
            "strDescriptionEN": "Fenerbahçe Spor Kulübü (Turkish pronunciation: , Fenerbahçe Sports Club), also known as Fenerbahçe and Fener, is a professional football team based in Istanbul, Turkey, and a branch of the larger Fenerbahçe Sports Club. Founded in 1907 by a group of local men, it is one of the most successful and best supported football team in Turkey, having never been relegated to lower divisions, and currently competes in the Süper Lig and the Turkish Cup. It is nicknamed Sarı Kanaryalar (Turkish for \"Yellow Canaries\") and plays its home games at Şükrü Saracoğlu Stadium in Kadıköy, Istanbul. Fenerbahçe has won 19 Süper Lig trophies, in addition to 6 Turkish Cups, 9 Turkish Super Cups, 8 Chancellor Cups and 12 TSYD Cup trophies. In international club football, Fenerbahçe has won one Balkans Cup trophy.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Fenerbahçe Spor Kulübü, meglio noto come Fenerbahçe SK, è una società polisportiva turca con sede a Istanbul. Fondata nel 1907, ha 9 sezioni che gestiscono le varie discipline.\r\n\r\nLa società è una delle più antiche e di successo in Turchia, avendo conquistato titoli a livello nazionale ed europeo nel calcio, nella pallacanestro, nella pallavolo e nel tennistavolo. Inoltre, la sezione di pallavolo femminile ha anche vinto un campionato mondiale per club.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Türkiye",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/twxxvs1448199691.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/rvcnj21714107868.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yttxrq1420506203.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wvpwwr1420505929.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vqtsrt1420505821.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/zy6klp1714107859.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/k6qvhw1714107847.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/17uhvy1658264000.png",
            "strYoutube": "www.youtube.com\/fenerbahce",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134620",
            "idESPN": null,
            "idAPIfootball": "651",
            "intLoved": "1",
            "strTeam": "Ferencvaros",
            "strTeamAlternate": "Ferencvárosi Torna Club, Ferencváros TC",
            "strTeamShort": "FER",
            "intFormedYear": "1899",
            "strSport": "Soccer",
            "strLeague": "Hungarian NB I",
            "idLeague": "4690",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17888",
            "strStadium": "Groupama Arena",
            "strKeywords": "Fradi, Zöld Sasok",
            "strRSS": "",
            "strLocation": "Budapest, Hungary",
            "intStadiumCapacity": "22000",
            "strWebsite": "www.fradi.hu",
            "strFacebook": "www.facebook.com\/fradi.hu\/",
            "strTwitter": "twitter.com\/Fradi_HU",
            "strInstagram": "www.instagram.com\/ftcofficial",
            "strDescriptionEN": "Ferencvárosi Torna Club, known as Ferencváros, is a professional football club based in Ferencváros, Budapest, Hungary, that competes in the Nemzeti Bajnokság I, the top flight of Hungarian football. Ferencváros was founded in 1899 by Ferenc Springer and a group of local residents of Budapest's ninth district, Ferencváros. Ferencváros is best known internationally for winning the 1964–65 edition of the Inter-Cities Fairs Cup after defeating Juventus 1–0 in Turin and for reaching the final in the same competition in 1968, when they lost to Leeds United and the final in the 1974–75 season of the European Cup Winners' Cup, lost to Dynamo Kiev.\r\n\r\nThe best-known part of the club is the well-supported men's football team – the most popular team in the country. The parent multisport club Ferencvárosi TC divisions include the women's football, women's handball, men's futsal, men's ice hockey, men's handball, men's water polo, cycling, gymnastics, athletics, wrestling, curling and swimming teams, some of which are highly successful.\r\n\r\nThe club colours are green and white, and the club's mascot is a green eagle, hence another of the club's nicknames, The Green Eagles.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Ferencvárosi Torna Club (in italiano: Club Ginnico del Ferencváros), abbreviato in FTC, alcune volte in Ferencvárosi TC, ma noto soprattutto come Ferencváros, è una società polisportiva ungherese con sede nell'omonimo distretto della città di Budapest. Fondata nel 1899 da Ferenc Springer e da alcuni muratori del quartiere Ferencváros, nel distretto IX della città, è particolarmente nota per la sezione calcistica, la più sostenuta del paese e la più conosciuta al di fuori dei confini nazionali. I colori ufficiali sono il verde e il bianco e la mascotte è un'aquila verde. Il soprannome ufficiale del club è Fradi, \"muratori\" in italiano.\r\n\r\nLa società comprende anche altre sezioni sportive tra le quali pallanuoto, hockey su ghiaccio, pallamano, futsal, ciclismo, ginnastica, atletica, lotta, curling e molte sezioni femminili, tra le quali la sezione calcistica vincitrice dei campionati 2014-2015, 2015-2016, 2018-2019. Possiede un periodico denominato ZÖLD & FEHÉR (in italiano: verde e bianco).\r\n\r\nPer quanto riguarda la sezione calcistica del club, militante in massima serie, è la più titolata d'Ungheria, potendo vantare, a livello nazionale, la vittoria di 32 campionati, 23 coppe e 6 supercoppe. Nel luglio del 2006 il club è stato retrocesso in seconda serie per continui problemi finanziari e, nonostante abbia successivamente contestato questa decisione vincendo una causa contro l'MLSZ (Magyar Labdarúgó Szövetség), la federcalcio magiara, ha dovuto attendere tre stagioni prima di festeggiare il ritorno in massima serie.\r\n\r\nA livello internazionale è stato l'unico club ungherese ad aver vinto un trofeo europeo maggiore, conquistando la Coppa delle Fiere nel 1964-1965 battendo 1-0 la Juventus in una gara secca a Torino. In questo torneo arrivò all'ultimo atto anche nel 1967-1968, mentre nel 1974-1975 raggiunse la finale di Coppa delle Coppe, dove fu sconfitto dalla Dynamo Kiev. È stata anche la prima squadra ungherese ad accedere alla fase a gruppi della UEFA Champions League, nella stagione 1995-1996, battendo l'Anderlecht nel turno preliminare, ripetendosi poi nella stagione 2020-2021, eliminando ai play-off il Molde.\r\n\r\nLa rivalità principale nel campionato ungherese è con l'Újpest; il derby Ferencváros-Újpest è il più sentito di tutto il campionato, mentre con l'MTK i biancoverdi giocano lo storico Örökrangadó, cioè il \"Derby eterno\".\r\n\r\nIl motto del club, simboleggiato dalle tre E presenti nella parte bassa dello stemma, è: Erkölcs, Erő, Egyetértés (Moralità, Forza, Concordia).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Hungary",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wk17od1688115265.png",
            "strLogo": null,
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/hedk1p1652981243.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/gznyuo1652981363.jpg",
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/sr16ex1626620089.png",
            "strYoutube": "www.youtube.com\/user\/fradimedia",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133758",
            "idESPN": null,
            "idAPIfootball": "209",
            "intLoved": null,
            "strTeam": "Feyenoord",
            "strTeamAlternate": "Feyenoord Rotterdam",
            "strTeamShort": "FEY",
            "intFormedYear": "1908",
            "strSport": "Soccer",
            "strLeague": "Dutch Eredivisie",
            "idLeague": "4337",
            "strLeague2": "Dutch KNVB Cup",
            "idLeague2": "4902",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15855",
            "strStadium": "De Kuip",
            "strKeywords": "De club aan de Maas",
            "strRSS": "",
            "strLocation": "Rotterdam, Netherlands",
            "intStadiumCapacity": "51117",
            "strWebsite": "www.feyenoord.nl",
            "strFacebook": "www.facebook.com\/feyenoord",
            "strTwitter": "twitter.com\/feyenoord",
            "strInstagram": "www.instagram.com\/feyenoord",
            "strDescriptionEN": "Feyenoord Rotterdam is a Dutch professional football club in Rotterdam, that plays in the Eredivisie, the top tier in Dutch football. Founded as Wilhelmina in 1908, the club changed to various names before settling on being called after its neighborhood in 1912 as SC Feijenoord, updated in 1974 to SC Feyenoord, and then to Feyenoord Rotterdam in 1978, when it split from the amateur club under its wing, SC Feyenoord. Since 1937, Feyenoord's home ground has been the Stadion Feijenoord, nicknamed De Kuip ('the tub'), one of the largest stadiums in the Netherlands and Europe.\r\n\r\nFeyenoord is one of the most successful clubs in Dutch football, winning 15 Eredivisie titles, 13 KNVB Cups, and 4 Johan Cruyff Shields. Internationally, it has won one European Cup, two UEFA Cups, and one Intercontinental Cup. The club has played continuously in the top tier of the Dutch football system since gaining promotion to Eerste Klasse (the Eredivisie's forerunner competition) in 1921, more times than any other club in the country, including the likes of Ajax and PSV Eindhoven.\r\n\r\nFeyenoord is known as a people's club with a huge national and international support. Its most successful period was the 1960s and 1970s, when Coen Moulijn and Ove Kindvall led the club to six league titles, two European trophies, and an Intercontinental Cup, thereby becoming the first Dutch club in history to win both the European Cup and the Intercontinental Cup. In the 21st century, Feyenoord ended an 18-year league title drought in 2017 and won the 2002 UEFA Cup against Borussia Dortmund in its home stadium.\r\n\r\nFeyenoord has a longstanding rivalry with Ajax, a clash between two teams from the two biggest cities in the Netherlands, called De Klassieker (\"The Classic\"). The club's anthem is \"Hand in Hand\".\r\n\r\nAs of 2017, Feyenoord is a multi-sports club, including Sportclub Feyenoord (amateur football team), Feyenoord Basketbal, Feyenoord Futsal and Feyenoord Handball.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Feyenoord Rotterdam, meglio noto come Feyenoord, è una società calcistica olandese con sede nella città di Rotterdam, nell'omonimo quartiere. Milita nella Eredivisie, la massima divisione del campionato olandese.\r\n\r\nHa vinto 15 titoli olandesi, 13 coppe nazionali e 4 supercoppe, che ne fanno la terza squadra olandese più titolata in ambito nazionale, dietro ad Ajax e PSV. È, inoltre, terza nella classifica perpetua dell'Eredivisie. In ambito internazionale supera, invece, il PSV, avendo conquistato una Coppa dei Campioni, una Coppa Intercontinentale e 2 Coppe UEFA\/Europa League; è stata inoltre la prima squadra olandese ad aggiudicarsi questi tre trofei.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#e2001a",
            "strColour2": "#ffffff",
            "strColour3": "#ae9962",
            "strGender": "Male",
            "strCountry": "The Netherlands",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uturtx1473534803.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/uwtysx1426074929.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tusrsw1420504853.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wyvrux1420504747.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/omrqj31722776918.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/op8kdk1722777155.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/z8d5ax1722776980.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/0pdc801689716949.png",
            "strYoutube": "www.youtube.com\/user\/FeyenoordRotterdamTV",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133967",
            "idESPN": "0",
            "idAPIfootball": "687",
            "intLoved": null,
            "strTeam": "Flora Tallinn",
            "strTeamAlternate": "FC Flora Tallinn",
            "strTeamShort": "FLO",
            "intFormedYear": "1990",
            "strSport": "Soccer",
            "strLeague": "Estonian Meistriliiga",
            "idLeague": "4634",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17212",
            "strStadium": "A. Le Coq Arena",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Tallinn, Estonia",
            "intStadiumCapacity": "15000",
            "strWebsite": "www.fcflora.ee",
            "strFacebook": "www.facebook.com\/FCFlora\/",
            "strTwitter": "",
            "strInstagram": "www.instagram.com\/fcflora",
            "strDescriptionEN": "FC Flora, commonly known as Flora Tallinn, or simply as Flora, is a professional football club based in Tallinn, Estonia, that competes in the Meistriliiga, the top flight of Estonian football. The club's home ground is A. Le Coq Arena.\r\n\r\nFormed in 1990, Flora were founding members of the Meistriliiga, and are one of two clubs which have never been relegated from the Estonian top division, along with Narva Trans. Flora have won more trophies than any other club in Estonian football, with a record 12 Meistriliiga titles, seven Estonian Cups and a record nine Estonian Supercups.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Estonia",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/h6owfp1615405396.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "www.youtube.com\/channel\/UCrXLwx_vo6Eao51X0Yc9aTg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133804",
            "idESPN": null,
            "idAPIfootball": "645",
            "intLoved": null,
            "strTeam": "Galatasaray",
            "strTeamAlternate": "Galatasaray Spor Kulübü, Galatasaray SK",
            "strTeamShort": "GAL",
            "intFormedYear": "1905",
            "strSport": "Soccer",
            "strLeague": "Turkish Super Lig",
            "idLeague": "4339",
            "strLeague2": "Turkish Cup",
            "idLeague2": "4960",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "29354",
            "strStadium": "Türk Telekom Arena",
            "strKeywords": "Cim-Bom, Sarı-Kırmızılılar, Aslanlar",
            "strRSS": "http:\/\/www.galatasaray.org\/xml\/gs.rss",
            "strLocation": "Istanbul, Turkey",
            "intStadiumCapacity": "52652",
            "strWebsite": "www.galatasaray.org",
            "strFacebook": "www.facebook.com\/galatasaray",
            "strTwitter": "twitter.com\/GalatasaraySK",
            "strInstagram": "instagram.com\/galatasaray",
            "strDescriptionEN": "Galatasaray Spor Kulübü, commonly known as Galatasaray, is a Turkish professional football club based in Istanbul, Turkey. It is the association football branch of the larger Galatasaray Sports Club, itself a part of the Galatasaray Community which includes Galatasaray University and Galatasaray High School, where it was founded in 1905.\r\n\r\nGalatasaray has won 50 domestic trophies, including a record 20 Süper Lig titles, a record 16 Turkish Cups and a record 14 Turkish Super Cups. It is one of three teams to have participated in all seasons of the Turkish Süper Lig since 1959, following the dissolution of the Istanbul Football League, and are the only club to have won the Süper Lig in four successive seasons.\r\n\r\nInternationally, Galatasaray has won the UEFA Cup and UEFA Super Cup in 2000, becoming the first and only Turkish team to win a European trophy. In the 1999–2000 season, the club achieved the rare feat of completing a quadruple by winning the Turkish Süper Lig, the Turkish Cup, the UEFA Cup and the UEFA Super Cup in a single season. Galatasaray is also the only Turkish club to have been ranked 1st on the IFFHS World Rankings.\r\n\r\nSince 2011, the club's stadium is the 52,652 capacity Türk Telekom Arena in Seyrantepe, Istanbul. Previously, the club had played at the Ali Sami Yen Stadium, as well as a succession of other grounds in Istanbul, which included groundshares with Beşiktaş and Fenerbahçe at the Taksim Stadium and İnönü Stadium.\r\n\r\nThe club has a long-standing rivalry with other major Istanbul teams, namely with Beşiktaş and Fenerbahçe. The derby between Galatasaray and Fenerbahçe is dubbed the Kıtalar Arası Derbi (English: Intercontinental Derby) due to the location of their headquarters and stadiums on the European (Galatasaray) and Asian (Fenerbahçe) sides of the Bosphorus strait in Istanbul.\r\n\r\nAs a result of the team's twentieth championship for the 2014–15 season of the Süper Lig, their logo hereafter contains 4 stars representing their 20 championships for the league. Each star corresponds to the team's 5 championships.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Galatasaray Spor Kulübü, spesso abbreviato in Galatasaray SK e noto come Galatasaray, è una società polisportiva turca di Istanbul, con sede nel quartiere Galata, nella parte europea della città. Fondata nel 1905, è nota soprattutto per la sua sezione calcistica, che milita da sempre nella Süper Lig, la massima divisione del campionato turco di calcio e disputa le partite interne alla Türk Telekom Arena.\r\n\r\nÈ la squadra più titolata del calcio turco, avendo vinto 22 campionati, 18 coppe e 16 supercoppe nazionali, oltre a essere l'unica che vanta la vittoria di trofei internazionali, la Coppa UEFA e la Supercoppa UEFA. Si è aggiudicata anche una Lega nazionale, torneo antesignano del campionato turco.\r\n\r\nIl ramo più conosciuto e titolato della polisportiva, insieme a quello calcistico, è quello cestistico.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Türkiye",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/75fphr1537381190.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/mop6mo1537382558.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sdhv401537382813.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/fpufbu1537382918.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/q4oslb1537382961.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/25avkn1537382995.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/hznpwv1537381417.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/boolt91626291425.png",
            "strYoutube": "www.youtube.com\/user\/2galatasaray",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134700",
            "idESPN": "9812",
            "idAPIfootball": "547",
            "intLoved": null,
            "strTeam": "Girona",
            "strTeamAlternate": "Girona",
            "strTeamShort": "GIR",
            "intFormedYear": "1930",
            "strSport": "Soccer",
            "strLeague": "Spanish La Liga",
            "idLeague": "4335",
            "strLeague2": "Copa del Rey",
            "idLeague2": "4483",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16205",
            "strStadium": "Estadi Municipal de Montilivi",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Girona",
            "intStadiumCapacity": "14450",
            "strWebsite": "www.gironafutbolclub.com",
            "strFacebook": "www.facebook.com\/GironaFCoficial",
            "strTwitter": "twitter.com\/gironafc",
            "strInstagram": "www.instagram.com\/gironafc\/?hl=es",
            "strDescriptionEN": "Girona Futbol Club, S.A.D. is a professional football club based in Girona, Catalonia, Spain. Founded on 23 July 1930, it plays in La Liga, to which they gained promotion in the 2022 Segunda División play-offs.\r\n\r\nGirona holds its home matches at the 11,810-capacity Estadi Montilivi. The club also has youth and amateur women's teams for competition.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Girona Futbol Club è una società calcistica con sede a Gerona, in Catalogna, Spagna. Milita nella Segunda División del campionato spagnolo di calcio.\r\n\r\nGioca le proprie partite casalinghe allo stadio Montilivi, che ha una capienza di 13 450 spettatori.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Girona Futbol Club S.A.D. es un club profesional de fútbol español de la ciudad de Gerona y juega en la Segunda División de España, denominada oficialmente y por motivos de patrocinio, Liga Adelante.\r\n\r\nFue fundado el 25 de julio de 1930, siendo su primer presidente Albert de Quintana de León.3\r\n\r\nLos colores que identifican al club son el rojo y el blanco, utilizados en forma de rayas verticales en su uniforme titular desde su fundación.\r\n\r\nDesde 1970 juega como local en el Municipal de Montilivi, propiedad del municipio de Gerona, pero cedido al club hasta 2042 con opción hasta el 2062, y con capacidad para 9.286 espectadores. En once ocasiones ha conseguido el Trofeo Costa Brava, su torneo de verano.\r\n\r\nEl club cuenta con cantera de jugadores desde la categoría de alevines. El filial del primer equipo de fútbol es el Girona FC \"B\", que milita en la Primera Catalana.\r\n\r\nOcupa el puesto número 42 de la Clasificación histórica de la Segunda División de España. Para la temporada 2014\/15, el club cuenta con 5.0004 socios y un total de 9 peñas oficiales.\r\n\r\nPara la temporada 2014\/15, el club hace una rebaja considerable y tendrá un presupuesto algo superior a los 3 millones de euros.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#cd2534",
            "strColour2": "#ffffff",
            "strColour3": "#edda35",
            "strGender": "Male",
            "strCountry": "Spain",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/kfu7zu1659897499.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/uqxzo71616442359.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/gkv6fv1505767113.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ntj21m1505767011.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vuxsxp1430474018.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/7gxmw91519075435.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/sxwpwr1430474203.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/66115o1687895272.png",
            "strYoutube": "www.youtube.com\/c\/GironaFC",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "138133",
            "idESPN": null,
            "idAPIfootball": "4626",
            "intLoved": null,
            "strTeam": "Ħamrun Spartans",
            "strTeamAlternate": "Ħamrun Spartans Football Club, \tĦamrun Spartans FC, \tHamrun Spartans FC",
            "strTeamShort": "Ham",
            "intFormedYear": "1907",
            "strSport": "Soccer",
            "strLeague": "Maltese Premier League",
            "idLeague": "4653",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16589",
            "strStadium": "Ta'Qali National Stadium",
            "strKeywords": "",
            "strRSS": "http:\/\/www.hamrunspartans.com\/feed\/",
            "strLocation": "Ta Qali, Malta",
            "intStadiumCapacity": "16997",
            "strWebsite": "www.hamrunspartans.com",
            "strFacebook": "www.facebook.com\/TheSpartanStore\/",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Ħamrun Spartans Football Club is a semi-professional football club based in Ħamrun, Malta. Since being founded in 1907, Ħamrun Spartans have won a total of seven league championships while being runners-up eleven times.\r\n\r\nOne of the stalwarts in the club history, Stefan Sultana, has scored a total of 252 goals in his career (225 of them while playing for the club), which makes him Malta's top-scorer (per May 12, 2007).",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Malta",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/mmqcjl1579535584.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/tgecwf1639210418.png",
            "strYoutube": "www.youtube.com\/channel\/UC62eHKHH-iGPE8NlREc3cFg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133953",
            "idESPN": null,
            "idAPIfootball": "649",
            "intLoved": null,
            "strTeam": "HJK Helsinki",
            "strTeamAlternate": "Helsingin Jalkapalloklubi",
            "strTeamShort": "HJK",
            "intFormedYear": "1907",
            "strSport": "Soccer",
            "strLeague": "Finnish Veikkausliiga",
            "idLeague": "4636",
            "strLeague2": "Finnish Cup",
            "idLeague2": "5186",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Conference League",
            "idLeague4": "5071",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Telia 5G-Areena",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Helsinki, Finland",
            "intStadiumCapacity": "10770",
            "strWebsite": "www.hjk.fi",
            "strFacebook": "facebook.com\/hjkhelsinki1907",
            "strTwitter": "twitter.com\/hjkhelsinki",
            "strInstagram": "instagram.com\/hjkhelsinki",
            "strDescriptionEN": "Helsingin Jalkapalloklubi (literally The Football Club of Helsinki), commonly known as HJK Helsinki, or simply as HJK, is a professional football club based in Helsinki, Finland. The club competes in the Finnish Veikkausliiga. Founded in 1907, the club has spent most of its history in the top tier of Finnish football. The club's home ground is the 10,770-seat Telia 5G -areena, where they have played since 2000.\r\n\r\nGenerally considered Finland's biggest club, HJK is the most successful Finnish club in terms of championship titles with 29. The club has also won 13 Finnish Cups and 5 Finnish League Cups. Many of Finland's most successful players have played for HJK before moving abroad. The club has also similar success with women's Naisten Liiga.\r\n\r\nHJK is the only Finnish club that has participated in the UEFA Champions League group stage. In 1998, they beat Metz in the play-off round to clinch their place in the competition for the following season. HJK has also participated in the UEFA Europa League, in 2014–15, defeating Rapid Wien in the play-off round. The club's highest score in a European competition came during the 2011–12 season, with a 13–0 aggregate victory over Welsh champions Bangor City, which included a 10–0 home win.\r\n\r\nHJK's regular kit colours have long been blue and white shirts with blue shorts and socks. The club's crest has been nearly untouched for a century, it has only undergone one minor font change in order to modernize it.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Finland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/n7towl1615757839.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/v0qyg61615757839.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/dd5d1y1624033684.png",
            "strYoutube": "www.youtube.com\/hjkhelsinki1907",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133681",
            "idESPN": "110",
            "idAPIfootball": "505",
            "intLoved": "3",
            "strTeam": "Inter Milan",
            "strTeamAlternate": "Inter",
            "strTeamShort": "INT",
            "intFormedYear": "1908",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "International Champions Cup",
            "idLeague3": "4505",
            "strLeague4": "UEFA Champions League",
            "idLeague4": "4480",
            "strLeague5": "Supercoppa Italiana",
            "idLeague5": "4507",
            "strLeague6": "FIFA Club World Cup",
            "idLeague6": "4503",
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16431",
            "strStadium": "Stadio Giuseppe Meazza",
            "strKeywords": "International",
            "strRSS": "",
            "strLocation": "Milan, Italy",
            "intStadiumCapacity": "80018",
            "strWebsite": "www.inter.it",
            "strFacebook": "www.facebook.com\/Inter\/",
            "strTwitter": "twitter.com\/Inter",
            "strInstagram": "www.instagram.com\/inter",
            "strDescriptionEN": "F.C. Internazionale Milano, commonly referred to as Internazionale  or simply Inter, and colloquially known as Inter Milan outside of Italy, is a professional Italian football club based in Milan, Lombardy. They are the only club to have spent their entire history in the top flight of Italian football, known as Serie A, which started in 1929–30.\r\n\r\nInternazionale have won 30 domestic trophies, including the league 18 times, the Coppa Italia seven times and the Supercoppa Italiana five times. From 2006 to 2010, the club won five successive league titles, equalling the all-time record. They have won the Champions League three times: two back-to-back in 1964 and 1965 and then another in 2010, the last completed an unprecedented (for an Italian team) continental treble with the Coppa Italia and the Scudetto. The club has also won three UEFA Cups, two Intercontinental Cups and one FIFA Club World Cup.\r\n\r\nInter's home games are played at San Siro, also known as the Stadio Giuseppe Meazza. The stadium, which is shared with rivals Milan, is the largest in Italian football, with a total capacity of 80,018. Milan are considered one of their biggest rivals, and matches between the two teams are called Derby della Madonnina, which is one of the most followed derbies in football. As of 2010, Inter is the second-most supported team in Italy, and the eighth most supported team in Europe. The club is one of the most valuable in Italian and world football. It was a founding member of the now-defunct G-14 group of Europe's leading football clubs.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Football Club Internazionale Milano, meglio conosciuto come Internazionale o più semplicemente come Inter, è una società calcistica per azioni italiana con sede a Milano.\r\n\r\nFondato nel 1908 da un gruppo di soci dissidenti del Milan, il club ha sempre militato nella massima serie del campionato nazionale dalla propria stagione di debutto, nel 1909, ed è l'unico ad aver partecipato a tutte le edizioni della Serie A, istituita nella stagione 1929-30. Fin dalla fondazione, indossa una divisa a strisce verticali nerazzurre, a parte una breve parentesi nel 1928 quando adottò una maglia bianca rossocrociata.\r\n\r\nNel suo palmarès annovera 30 titoli nazionali – 18 scudetti, 7 Coppe Italia e 5 Supercoppe italiane – che ne fanno il secondo club più titolato a pari merito con il Milan e alle spalle della Juventus (55). A livello internazionale vanta invece 3 Coppe dei Campioni\/Champions League, 3 Coppe UEFA, 2 Coppe Intercontinentali e una Coppa del mondo per club FIFA, per un totale di 9 trofei ufficiali che pongono l'Inter dietro il Milan (18) e la Juventus (11) nella classifica dei club italiani per numero di vittorie in competizioni internazionali. Nel 2010 è diventata la prima e unica squadra italiana ad aver conquistato le tre competizioni principali disputate nel corso della stagione: la Champions League, il campionato e la Coppa Italia; coi successivi trionfi in Supercoppa italiana e Coppa del mondo per club FIFA è diventata anche la prima, e, finora, unica squadra del Paese a vincere cinque trofei nell'arco di un anno solare.\r\n\r\nIl club può contare su un sostegno numeroso sia a livello nazionale che internazionale. Nel 1998 e nel 2010 l'Inter fu nominata Squadra mondiale dell'anno dall'IFFHS; nel 2009 si piazzò al sesto posto nella lista secolare sui migliori club europei redatta dalla stessa federazione di storia e statistica, e nel 2011 al quinto posto (prima italiana) nella classifica mondiale delle migliori squadre del decennio 2001-2010.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#010E80",
            "strColour2": "#000000",
            "strColour3": "#FFFFFF",
            "strGender": "Female",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ryhu6d1617113103.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/j2uwyv1546179241.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qzbfgw1731823483.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/6rnerf1546088608.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rtwqpv1429294176.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uvswsr1421077771.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/vf79ol1546423210.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/5mvsul1721769681.png",
            "strYoutube": "www.youtube.com\/user\/INTER",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135297",
            "idESPN": null,
            "idAPIfootball": "336",
            "intLoved": null,
            "strTeam": "Jagiellonia Bialystok",
            "strTeamAlternate": "Jagiellonia",
            "strTeamShort": "",
            "intFormedYear": "1920",
            "strSport": "Soccer",
            "strLeague": "Polish Ekstraklasa",
            "idLeague": "4422",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "UEFA Conference League",
            "idLeague4": "5071",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Białystok City Stadium",
            "strKeywords": "",
            "strRSS": "http:\/\/www.jagiellonia.pl\/rss.xml",
            "strLocation": "Białystok",
            "intStadiumCapacity": "22386",
            "strWebsite": "www.jagiellonia.pl\/start.php",
            "strFacebook": "www.facebook.com\/JagielloniaBialystok1920",
            "strTwitter": "twitter.com\/jagiellonia1920",
            "strInstagram": "instagram.com\/jagielloniabialystok",
            "strDescriptionEN": "Jagiellonia Białystok (Polish pronunciation: ) is a Polish football club based in Białystok that plays in the Ekstraklasa, the top level of Polish football. Founded in 1920, Jagiellonia play their home games at Białystok City Stadium. The club won the Polish Cup in 2010, Super Cup and qualified to play in the third round qualification of the UEFA Europa League. It was the club's first appearance in the European cup. The club's most successful season was the 2014–15 season when they finished 3rd in the Ekstraklasa winning the bronze medal.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Lo Jagiellonia Białystok Sportowa Spółka Akcyjna, noto semplicemente come Jagiellonia Białystok o Jagiellonia, è una società calcistica polacca con sede nella città di Białystok. Fondato nel 1920, il club milita nella Ekstraklasa, la massima divisione del campionato di calcio polacco.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Poland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ucze1y1601404699.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/7h0jfi1640441686.png",
            "strYoutube": "www.youtube.com\/channel\/UCO6SSgjx8XIuYkvRowhdrsw",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133676",
            "idESPN": "111",
            "idAPIfootball": "496",
            "intLoved": "6",
            "strTeam": "Juventus",
            "strTeamAlternate": "Juve, Juventus FC, La Vecchia Signora, The Old Lady, Bianconeri",
            "strTeamShort": "JUV",
            "intFormedYear": "1897",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "International Champions Cup",
            "idLeague4": "4505",
            "strLeague5": "FIFA Club World Cup",
            "idLeague5": "4503",
            "strLeague6": "Supercoppa Italiana",
            "idLeague6": "4507",
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19802",
            "strStadium": "Allianz Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Turin, Italy",
            "intStadiumCapacity": "41507",
            "strWebsite": "www.juventus.com",
            "strFacebook": "www.facebook.com\/Juventus",
            "strTwitter": "twitter.com\/juventusfcen",
            "strInstagram": "www.instagram.com\/juventus",
            "strDescriptionEN": "Juventus Football Club, colloquially known as Juve, is an Italian professional association football club based in Turin, Piedmont. Founded in 1897 by a group of Torinese students, the club has worn a black and white striped home kit since 1903 and has played home matches in different grounds around its city, the latest being the 41,507-capacity Juventus Stadium. Nicknamed Vecchia Signora (\"the Old Lady\"), the club has won 35 official league titles, 13 Coppa Italia titles and eight Supercoppa Italiana titles, being the record holder for all these competitions; two Intercontinental Cups, two European Cups \/ UEFA Champions Leagues, one European Cup Winners' Cup, a joint national record of three UEFA Cups, two UEFA Super Cups and a joint national record of one UEFA Intertoto Cup. Consequently, the side leads the historical Federazione Italiana Giuoco Calcio (FIGC) ranking whilst on the international stage occupies the 5th position in Europe and the eleventh in the world for most confederation titles won with eleven trophies, having led the UEFA ranking during seven seasons since its inception in 1979, the most for an Italian team and joint second overall.\r\n\r\nFounded with the name of Sport-Club Juventus, initially as an athletics club, it is the second oldest of its kind still active in the country after Genoa's football section (1893) and has competed uninterruptedly in the top flight league (reformulated as Serie A from 1929) since its debut in 1900 after changing its name to Foot-Ball Club Juventus, with the exception of the 2006–07 season, being managed by the industrial Agnelli family almost continuously since 1923. The relationship between the club and that dynasty is the oldest and longest in national sports, making Juventus the first professional sporting club ante litteram in the country, having established itself as a major force in the national stage since the 1930s and at confederation level since the mid-1970s and becoming one of the first ten wealthiest in world football in terms of value, revenue and profit since the mid-1990s, being listed on the Borsa italiana since 2001.\r\n\r\nUnder the management of Giovanni Trapattoni, the club won 13 trophies in the ten years before 1986, including six league titles and five international titles, and became the first to win all three seasonal competitions organised by the Union of European Football Associations: the 1976–77 UEFA Cup (first Southern European side to do so), the 1983–84 Cup Winners' Cup and the 1984–85 European Champions' Cup. With successive triumphs in the 1984 European Super Cup and 1985 Intercontinental Cup, it became the first and thus far only in the world to complete a clean sweep of all confederation trophies; an achievement that they revalidated with the title won in the 1999 UEFA Intertoto Cup after another successful era led by Marcello Lippi, becoming in addition the only professional Italian club to have won every ongoing honour available to the first team and organised by a national or international football association. In December 2000, Juventus was ranked seventh in the FIFA's historic ranking of the best clubs in the world and nine years later was ranked second best club in Europe during the 20th Century based on a statistical study series by the International Federation of Football History & Statistics (IFFHS), the highest for an Italian club in both.\r\n\r\nThe club's fan base is the largest at national level and one of the largest worldwide. Unlike most European sporting supporters' groups, which are often concentrated around their own club's city of origin, it is widespread throughout the whole country and the Italian diaspora, making Juventus a symbol of anticampanilismo (\"anti-parochialism\") and italianità (\"Italianness\"). Juventus players have won eight Ballon d'Or awards, four of these in consecutive years (1982–1985, an overall record), among these the first player representing Serie A, Omar Sívori, as well as Michel Platini and three of the five recipients with Italian nationality as the former member of the youth sector Paolo Rossi; they have also won four FIFA World Player of the Year awards, with winners as Roberto Baggio and Zinédine Zidane, a national record and third and joint second highest overall, respectively, in the cited prizes. Additionally, players representing the club have won 11 Serie A Footballer of the Year awards including the only goalkeeper to win it, Gianluigi Buffon, and 17 different players were inducted in the Serie A Team of the Year, being both also a record. Finally, the club has also provided the most players to the Italy national team—mostly in official competitions in almost uninterrupted way since 1924—who often formed the group that led the Azzurri squad to international success, most importantly in the 1934, 1982 and 2006 FIFA World Cups.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "La Juventus Football Club (dal latino: iuventūs, «gioventù»), meglio nota come Juventus (\/juˈvɛntus\/), è una società calcistica italiana con sede nella città di Torino.\r\n\r\nFondata nel 1897 da un gruppo di studenti liceali locali, la Juve, com'è colloquialmente abbreviata, è il secondo club calcistico professionistico per anzianità tra quelli tuttora attivi nel Paese, dopo il Genoa (1893); è il più titolato e con maggiore tradizione sportiva FIGC, oltreché uno dei più blasonati al mondo con 68 trofei ufficiali vinti durante la militanza al vertice della piramide sportiva nazionale, tra cui il primato di 36 titoli di campione d'Italia e 11 in competizioni UEFA. Partecipa alla Serie A, il massimo campionato italiano, a cui ha preso parte stabilmente sin dall'esordio nel 1900, eccezione fatta per la stagione 2006-2007. Dopo aver esordito in divisa rosanero, nel 1903 adottò l'odierna tenuta di gioco bianconera.\r\n\r\nIl legame con la famiglia Agnelli, che dura in modo quasi ininterrotto dal 1923, è il primo e più duraturo sodalizio imprenditoriale-sportivo in Italia; attraverso un peculiare modello gestionale instaurato nel frattempo, quella bianconera divenne una delle prime società sportive italiane a raggiungere uno status professionistico ante litteram, affermandosi a livello nazionale dal decennio successivo e in ambito internazionale dalla metà degli anni 1970. Nel decennio seguente diventò il primo club ad aver vinto tutte e tre le maggiori competizioni europee: la Coppa UEFA (1976-1977, prima squadra sudeuropea nel farlo), Coppa delle Coppe (1983-1984) e Coppa dei Campioni (1984-1985);coi trionfi nella Supercoppa UEFA 1984 e nella Coppa Intercontinentale 1985 divenne inoltre il primo e tuttora unico al mondo ad avere conquistato tutti i trofei ufficiali maschili della propria confederazione di appartenenza, un record ulteriormente migliorato con il successo in Coppa Intertoto 1999.\r\n\r\nQuotata alla Borsa Italiana dal 2001, la Juventus è una società per azioni posizionata pressoché stabilmente, dalla seconda metà degli anni 1990, tra i primi dieci club calcistici su scala mondiale in ambito finanziario per fatturato, valore borsistico e profitti. Numerosi calciatori sono stati premiati durante la militanza nel club con riconoscimenti quali il Pallone d'oro (8), il FIFA World Player (3) e il migliore calciatore assoluto AIC (11) — tutti i tre, record a livello italiano —; il suo contributo alla nazionale italiana, ininterrotto dai primi anni 1920 oltreché il maggiore tra le squadre italiche, è stato decisivo per i successi della rappresentativa nazionale. È inoltre forte del più numeroso sostegno a carattere nazionale oltreché molto esteso su scala globale, principalmente nei Paesi a forte emigrazione italiana, che ne fanno contemporaneamente un simbolo anticampanilistico e di italianità.Nel 2000 la Juventus fu inserita dalla FIFA al settimo posto (prima italiana) nella classifica secolare sui migliori club al mondo,mentre nel 2009 fu nominata dall'IFFHS migliore squadra nel Paese e seconda a livello europeo, dopo il Real Madrid, del XX secolo.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#000000",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/fytj241726760465.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/xvltgg1725303959.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wwtuxx1420504589.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vqh3kj1548875099.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rqwwqx1424111979.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wvvpws1430771058.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/upuwxp1422399935.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/l9i8j81729674242.png",
            "strYoutube": "www.youtube.com\/user\/juventus",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "138051",
            "idESPN": null,
            "idAPIfootball": "701",
            "intLoved": null,
            "strTeam": "KÍ Klaksvík",
            "strTeamAlternate": "Klaksvíkar Ítróttarfelag",
            "strTeamShort": "KLA",
            "intFormedYear": "1904",
            "strSport": "Soccer",
            "strLeague": "Faroe Islands Premier League",
            "idLeague": "4635",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17093",
            "strStadium": "Við Djúpumýrar",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Klaksvík",
            "intStadiumCapacity": "2600",
            "strWebsite": "www.ki.fo",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Klaksvíkar Ítróttarfelag (Faroese for Sports Club of Klaksvík), commonly known as KÍ, is a Faroese professional football club based in Klaksvík. The club was founded in 1904 and is one of the most successful Faroese football clubs, having won the Faroe Islands Premier League 18 times and the Faroe Islands Cup 6 times. The club wears blue and white and plays matches at the Við Djúpumýrar stadium.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Faroe Islands",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/4vq0i41579294709.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "138007",
            "idESPN": null,
            "idAPIfootball": "5354",
            "intLoved": null,
            "strTeam": "Larne",
            "strTeamAlternate": "",
            "strTeamShort": "LAR",
            "intFormedYear": "1889",
            "strSport": "Soccer",
            "strLeague": "Northern Irish Premiership",
            "idLeague": "4659",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19816",
            "strStadium": "Inver Park",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "2500",
            "strWebsite": "",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Larne Football Club is a professional Northern Irish football club based in Larne, County Antrim that play in the NIFL Premiership.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Northern Ireland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/pg8k1v1615586095.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133711",
            "idESPN": "166",
            "idAPIfootball": "79",
            "intLoved": null,
            "strTeam": "Lille",
            "strTeamAlternate": "Lille OSC",
            "strTeamShort": "LIL",
            "intFormedYear": "1944",
            "strSport": "Soccer",
            "strLeague": "French Ligue 1",
            "idLeague": "4334",
            "strLeague2": "Coupe de France",
            "idLeague2": "4484",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17390",
            "strStadium": "Stade Pierre-Mauroy",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Villeneuve-dAscq",
            "intStadiumCapacity": "50157",
            "strWebsite": "www.losc.fr",
            "strFacebook": "www.facebook.com\/Losc",
            "strTwitter": "twitter.com\/losclive",
            "strInstagram": "",
            "strDescriptionEN": "LOSC Lille (Lille Olympique Sporting Club, commonly referred to as Le LOSC, Lille OSC or simply Lille) is a French association football club based in Lille. The club was founded in 1944 as a result of a merger and currently play in Ligue 1, the first division of French football. Lille previously played its home matches at the Stade Lille-Metropole in nearby Villeneuve-d'Ascq. In 2012, the club moved into its new facility, the Grand Stade Lille Métropole. The team is managed by French football figure René Girard and captained by French international Rio Mavuba.\r\n\r\nLille was founded as a result of a merger between Olympique Lillois and SC Fives. Both clubs were founding members of the French Division 1 and Lillois was the league's inaugural champions. Under the Lille emblem, the club has won three league titles in 1946, 1954, and 2011 and six Coupe de France titles, which is tied for fourth-best among clubs. Lille and Red Star FC are the only French clubs in the competition's history to win the Coupe de France in three consecutive seasons. Lille's most successful period was the decade from 1946 to 1956 when the team was led by managers George Berry and André Cheuva.\r\n\r\nLille have a long-standing rivalry with its neighbours RC Lens. The two clubs regularly contest the Derby du Nord. Lille is presided over by Michel Seydoux, a French businessman and movie producer. Seydoux initially purchased shares of the club in January 2002 and, subsequently, gained majority control two years later.",
            "strDescriptionDE": null,
            "strDescriptionFR": "Le LOSC Lille, couramment abrégé en LOSC ou Lille OSC, est un club de football français. Fondé à Lille en septembre 1944, il est issu de la fusion de deux clubs basés dans différents quartiers de la ville, l'Olympique lillois et le Sporting Club fivois respectivement créés en 1902 et 1901.\r\n\r\nFort du passé de l'Olympique lillois, vainqueur du premier championnat de France professionnel en 1933, le LOSC est la référence d'après-guerre. En dix ans, le club lillois gagne deux titres de champion de France et cinq coupes de France. Mais ne pouvant plus faire face à ses dettes malgré de nombreuses subventions, le club traverse une longue période difficile, avec plusieurs relégations en Division 2, avant d'échouer en troisième division et d'abandonner son statut professionnel en 1969. Remontant en D2 la saison qui suit, le club est financièrement soutenu avant d'être repris par la mairie de Lille en 1980 sous la forme d'une société d'économie mixte. Le LOSC est privatisé en 1999 après avoir frôlé le dépôt de bilan en 1994. Cette privatisation s'accompagne de résultats sportifs positifs : solidement ancré en Ligue 1 depuis la promotion et le titre de champion de deuxième division en 2000, le club se qualifie régulièrement pour les coupes d'Europe actuelles que sont la Ligue des champions ou la Ligue Europa et réalise le doublé championnat-coupe de France lors de la saison 2010-2011.\r\n\r\nLe club est présidé depuis 2002 par Michel Seydoux, actionnaire majoritaire du club depuis 2004. Les Dogues, surnom attribué aux joueurs évoluant sous le maillot du club, sont entraînés depuis l'été 2013 par René Girard.\r\n\r\nJouant d'abord en alternance dans les stades des deux clubs fusionnés, le LOSC décide plus tard de ne recevoir ses adversaires qu'au stade Victor-Boucquey de l'Olympique lillois, renommé stade Henri-Jooris jusqu'à sa démolition en 1975. Le stade Grimonprez-Jooris a ensuite accueilli jusqu'en 2004 dans Lille intra-muros les rencontres à domicile du club nordiste. Pendant huit ans, le Lille OSC s'est installé provisoirement dans le Stadium Lille Métropole de Villeneuve-d'Ascq puis a emménagé lors de la saison 2012-2013 au stade Pierre-Mauroy, un des cinq plus grands stades de France, également situé à Villeneuve-d'Ascq. Les différentes équipes du club s'entraînent depuis 2004 dans le vaste domaine de Luchin. Basé à Camphin-en-Pévèle, ce centre d'entraînement et de formation sert aussi de siège social du club.",
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Lille Olympique Sporting Club, noto come LOSC o semplicemente come Lille (in italiano anche Lilla), è una società calcistica francese della città di Lilla, capoluogo del dipartimento del Nord. Milita attualmente nella Ligue 1, massima divisione del campionato francese di calcio.\r\n\r\nGioca le proprie partite casalinghe allo stadio Pierre Mauroy di Villeneuve d'Ascq, impianto da oltre 50 000 posti a sedere che dal 2012 ha rimpiazzato lo stadio Lille-Metropole.\r\n\r\nFondato nel 1944 dalla fusione di Olympique Lillois (che nel 1932-1933 vinse il primo campionato francese) e di SC Fives, nella sua storia il Lilla ha vinto quattro campionati francesi (1945-1946, 1953-1954, 2010-2011, 2020-2021) e sei Coppe di Francia (1945-1946, 1946-1947, 1947-1948, 1952-1953, 1954-1955 e 2010-2011), oltre ad una Coppa Intertoto nel 2004.\r\n\r\nLa maggiore rivalità è con il Lens, con cui il Lilla disputa il derby du Nord.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#e01e13",
            "strColour2": "#24216a",
            "strColour3": "#ffffff",
            "strGender": "Male",
            "strCountry": "France",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2giize1534005340.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/xurrss1420578980.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/hef2v61731826653.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wpxrux1420578601.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tqpqqv1420578695.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uurpuy1420578940.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/rturvv1420579158.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/lfcquw1689597345.png",
            "strYoutube": "www.youtube.com\/user\/losc",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "140040",
            "idESPN": null,
            "idAPIfootball": "667",
            "intLoved": null,
            "strTeam": "Lincoln Red Imps",
            "strTeamAlternate": "Lincoln Red Imps Football Club",
            "strTeamShort": "LRI",
            "intFormedYear": "1976",
            "strSport": "Soccer",
            "strLeague": "Gibraltarian National League",
            "idLeague": "4964",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Victoria Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Winston Churchill Avenue, Gibraltar",
            "intStadiumCapacity": "2000",
            "strWebsite": "lincolnredimpsfc.com",
            "strFacebook": "www.facebook.com\/lincolnredimpsfc",
            "strTwitter": "www.twitter.com\/lincolnredimps",
            "strInstagram": "www.instagram.com\/lincolnredimpsfc",
            "strDescriptionEN": "Lincoln Red Imps Football Club is a semi-professional association football club from Gibraltar. They play in the Gibraltar National League, and share Victoria Stadium with all other clubs in the territory. They are the country's record champion with 23 league titles, including fourteen consecutive titles between 2003 and 2016, and in 2014 were the first team to represent Gibraltar in the UEFA Champions League.\r\n\r\nEurope's longest chronological unbeaten league run is Lincoln Red Imps' 1,959-day (more than five-year) streak in the Gibraltar Premier Division from May 2009 to September 2014, a run of 88 matches.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Gibraltar",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/w1d87s1594393899.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "www.youtube.com\/channel\/UC-40dQT6jhIs9QUEZHjaGow",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133602",
            "idESPN": "364",
            "idAPIfootball": "40",
            "intLoved": "10",
            "strTeam": "Liverpool",
            "strTeamAlternate": "Liverpool FC",
            "strTeamShort": "LIV",
            "intFormedYear": "1892",
            "strSport": "Soccer",
            "strLeague": "English Premier League",
            "idLeague": "4328",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "UEFA Champions League",
            "idLeague4": "4480",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15407",
            "strStadium": "Anfield",
            "strKeywords": "The Reds",
            "strRSS": "https:\/\/www.liverpoolfc.com\/news.rss",
            "strLocation": "Anfield, Liverpool",
            "intStadiumCapacity": "55000",
            "strWebsite": "www.liverpoolfc.tv",
            "strFacebook": "www.facebook.com\/LiverpoolFC",
            "strTwitter": "twitter.com\/LFC",
            "strInstagram": "instagram.com\/liverpoolfc",
            "strDescriptionEN": "Liverpool Football Club is a professional football club based in Liverpool, England, that competes in the Premier League, the top tier of English football. Founded in 1892, the club joined the Football League the following year and has played at Anfield since its formation.\r\n\r\nDomestically, the club has won nineteen League titles, eight FA Cups, a record nine League Cups and fifteen FA Community Shields. In international competitions, the club has won six European Cups, three UEFA Cups, four UEFA Super Cups—all English records—and one FIFA Club World Cup. The club established itself as a major force in domestic and European football in the 1970s and 1980s, when Bill Shankly, Bob Paisley, Joe Fagan and Kenny Dalglish, led the club to a combined eleven League titles and four European Cups. Liverpool won two further European Cups in 2005 and 2019 under the management of Rafael Benítez and Jürgen Klopp, respectively; the latter led Liverpool to a nineteenth League title in 2020, the club's first during the Premier League era.\r\n\r\nLiverpool is one of the most valuable and widely supported clubs in the world. The club has long-standing rivalries with Manchester United and Everton. Under management by Shankly, in 1964 the team changed from red shirts and white shorts to an all-red home strip which has been used ever since. The club's anthem is \"You'll Never Walk Alone\".\r\n\r\nThe club's supporters have been involved in two major tragedies. The Heysel Stadium disaster, where escaping fans were pressed against a collapsing wall at the 1985 European Cup Final in Brussels, resulted in 39 deaths. Most of these were Italians and Juventus fans. Liverpool were given a six-year ban from European competition, with all other English clubs received a five-year ban. The Hillsborough disaster in 1989, where 97 Liverpool supporters died in a crush against perimeter fencing, led to the elimination of fenced standing terraces in favour of all-seater stadiums in the top two tiers of English football. Prolonged campaigning for justice saw further coroners inquests, commissions and independent panels that ultimately exonerated the fans.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Liverpool Football Club, o noto più comunemente solo come Liverpool, è una società calcistica inglese con sede a Liverpool; milita nella Premier League, della quale è stata uno dei fondatori, ed è affiliato alla Football Association.\r\n\r\nFondato nel 1892, aderì un anno dopo alla Football League e dalla sua fondazione disputa le partite interne nello stadio di Anfield. Negli anni '70 e '80 del XX secolo si affermò come una delle squadre egemoni del calcio europeo, sotto la guida degli allenatori Bill Shankly e Bob Paisley. Gioca in tenuta rossa dal 1964, dopo aver utilizzato maglia rossa e calzoncini bianchi. Milita nella massima serie inglese dal 1962.\r\n\r\nCon 64 trofei ufficiali è la seconda squadra più titolata d'Inghilterra, alle spalle del Manchester United, e uno dei club più titolati del mondo. A livello nazionale il club si è aggiudicato 19 campionati, 7 Coppe d'Inghilterra, 8 Coppe di Lega (record), 15 (di cui 5 condivise) Supercoppe d'Inghilterra e 1 Supercoppa di lega inglese (trofeo disputato nella stagione 1985-86, prima annata dell'esclusione dei club inglesi dalle coppe europee post-Heysel, dalle squadre inglesi qualificatesi per le competizioni UEFA di quella stagione). A livello internazionale ha vinto 6 Coppe dei Campioni\/Champions League, 3 Coppe UEFA, 4 Supercoppe europee (tutti e tre record inglesi), 1 Coppa del mondo per club FIFA, trofei grazie ai quali risulta il primo club inglese per titoli internazionali vinti, davanti al Manchester United.\r\n\r\nIl Liverpool fu coinvolto in due delle pagine più funeste della storia del calcio europeo: il 29 maggio 1985 a Bruxelles (Belgio), quando 39 persone rimasero uccise negli incidenti allo stadio Heysel causati dagli hooligan inglesi prima della finale di Coppa dei Campioni con la Juventus,[1] e il 15 aprile 1989 a Sheffield, quando 96 persone morirono nella calca per entrare allo stadio Hillsborough prima di una semifinale di Coppa d'Inghilterra con il Nottingham Forest.\r\n\r\nIl Liverpool è stato membro fondatore del G-14, associazione di club calcistici europei consorziatisi per ottenere una tutela comune dei diritti sportivi, legali e televisivi di fronte all'UEFA e alla FIFA.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#C8102E",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/kfaher1737969724.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/trssuu1420505176.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uj7bqd1731851977.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/6nqa501550062129.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wwyxss1454449556.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xuxttq1424215976.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/z06ma01565391557.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/627usa1720706634.png",
            "strYoutube": "youtube.com\/user\/LiverpoolFC",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133981",
            "idESPN": null,
            "idAPIfootball": "566",
            "intLoved": null,
            "strTeam": "Ludogorets Razgrad",
            "strTeamAlternate": "Лудогорец Разград, Орлите",
            "strTeamShort": "LUD",
            "intFormedYear": "2001",
            "strSport": "Soccer",
            "strLeague": "Bulgarian First League",
            "idLeague": "4626",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17741",
            "strStadium": "Huvepharma Arena",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Razgrad, Bulgaria",
            "intStadiumCapacity": "10422",
            "strWebsite": "www.ludogorets.com\/all_news.php",
            "strFacebook": "www.facebook.com\/pfcludogorets1945",
            "strTwitter": "twitter.com\/Ludogorets1945",
            "strInstagram": "",
            "strDescriptionEN": "Professional Football Club Ludogorets 1945 Razgrad (Bulgarian: Професионален Футболен Клуб Лудогорец 1945 Разград), commonly known as Ludogorets Razgrad or simply Ludogorets, is a Bulgarian professional association football club based in Razgrad, which currently competes in the First Professional Football League, the top-tier of the Bulgarian football league system.\r\n\r\nIn their inaugural 2011–12 season in A Group after promotion, Ludogorets won the treble by capturing the league championship, the Bulgarian Cup and the Bulgarian Supercup. Subsequently, the club made a significant international impact in the 2013–14 UEFA Europa League, where they reached the knockout phase of the tournament in their second only European run. Ludogorets are also the second Bulgarian team, after Levski Sofia, to enter the group stage of the UEFA Champions League, a feat which they achieved in the following 2014–15 season. During that same campaign, they became the first Bulgarian team to score points in the modern Champions League group stage following a 1–0 win over Basel in Sofia.\r\n\r\nSince their introduction to the Bulgarian top-flight in 2011, Ludogorets have established themselves as a dominant force in Bulgarian football, claiming every possible league title since then. They have also won the Bulgarian Cup twice, as well as the Bulgarian Supercup on four separate occasions.\r\n\r\nLudogorets' traditional home colours are green and white. The club's home ground is the Huvepharma Arena in Razgrad, a stadium with a capacity of 10,500 spectators. Their current manager is Pavel Vrba.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Bulgaria",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/flyvu91726166684.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/tspysu1473791363.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/vvsuts1473791356.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "136037",
            "idESPN": null,
            "idAPIfootball": "606",
            "intLoved": null,
            "strTeam": "Lugano",
            "strTeamAlternate": "Football Club Lugano",
            "strTeamShort": "",
            "intFormedYear": "1908",
            "strSport": "Soccer",
            "strLeague": "Swiss Super League",
            "idLeague": "4675",
            "strLeague2": "Swiss Cup",
            "idLeague2": "5489",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "UEFA Conference League",
            "idLeague5": "5071",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Cornaredo Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Lugano",
            "intStadiumCapacity": "6330",
            "strWebsite": "www.fclugano.com",
            "strFacebook": "www.facebook.com\/footballclublugano\/",
            "strTwitter": "twitter.com\/FCLugano1908",
            "strInstagram": "www.instagram.com\/fclugano_official",
            "strDescriptionEN": "FC Lugano is a Swiss football club based in Lugano. The club was refounded as AC Lugano in 2004 as a result of relegation and the financial situation of FC Lugano, which was founded in 1908. In 2008, the club reverted to its original name, FC Lugano. They play at the Stadio Cornaredo. They have played in what is now the Swiss Super League during the periods of 1922–53, 1954–60, 1961–63, 1964–76, 1979–80, 1988–97, 1998–02, and from 2015.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "l Football Club Lugano (abbreviato FC Lugano o FCL), comunemente noto come Lugano Calcio o Lugano (in dialetto Lügàn da Fótbal o Lügàn) è una società calcistica svizzera con sede nella città di Lugano, nel Canton Ticino. Milita in Super League, massima serie del campionato svizzero di calcio.\r\n\r\nFondato il 28 luglio 1908 e fallito nell'aprile del 2003 a causa di gravi problemi finanziari, nella stagione successiva è stato rifondato e fatto ripartire dalla Seconda Lega interregionale (quinta serie elvetica) schierando la propria formazione Under-21 sotto la denominazione Associazione Calcio Lugano. Il 30 giugno 2004 si è fuso con il FC Malcantone Agno, venendo riammesso alla lega cadetta. Infine il 4 giugno 2008 ha riadottato la denominazione storica Football Club Lugano e la relativa simbologia.\r\n\r\nCon 6 trofei nazionali vinti (3 campionati di massima serie e 3 coppe) è il sodalizio più titolato del proprio cantone e di tutta la Svizzera italiana.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Switzerland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2kh2if1567615581.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/h4kvxv1689716062.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134315",
            "idESPN": null,
            "idAPIfootball": "604",
            "intLoved": null,
            "strTeam": "Maccabi Tel Aviv",
            "strTeamAlternate": "MTAFC, FCMTA, מועדון כדורגל מכבי תל אביב",
            "strTeamShort": "",
            "intFormedYear": "1906",
            "strSport": "Soccer",
            "strLeague": "Israeli Premier League",
            "idLeague": "4644",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18008",
            "strStadium": "Bloomfield Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Tel Aviv, Israel",
            "intStadiumCapacity": "29150",
            "strWebsite": "www.maccabi-tlv.co.il",
            "strFacebook": "www.facebook.com\/MaccabiTLVFC",
            "strTwitter": "twitter.com\/MaccabiTLVFC",
            "strInstagram": "",
            "strDescriptionEN": "Maccabi Tel Aviv Football Club (Hebrew: מועדון כדורגל מכבי תל אביב; Moadon Kaduregel Maccabi Tel Aviv) is an Israeli football club and part of the Maccabi Tel Aviv sports club.\r\n\r\nFounded in 1906 as the HaRishon Le Zion-Yafo Association, it is the oldest, largest, and most decorated football club in Israel. With the establishment of the city of Tel Aviv in 1909, the club changed its name to Maccabi Tel Aviv. In 1922, it became the first Jewish football club to participate in local competitions. The meaning of the name Maccabi – 'there is no one like you among the gods' – forms an integral part of the character of the team, which took the Star of David as their logo to represent the Jewish people. Maccabi Tel Aviv have won more titles than any other Israeli club, winning 22 League Championships (17 after Israeli independence), 23 prestigious State Cups (16 after Israeli independence) and an additional five Toto (League) Cups, as well as two AFC Champions League until Israel were expelled from the AFC in 1974.\r\n\r\nMaccabi Tel Aviv is the only Israeli football team that have never been relegated from the Israeli Premier League and one of only three Israeli teams to ever progress to the UEFA Champions League group stage. The club is named after the Maccabees and invest a lot in the development and nurturing of young talent. The club's youth system operate football academies at three sites in the Tel Aviv area, working with over 750 children aged 6–15. The club also runs 17 youth teams with 400 players between 9 and 19 years old. These teams tend to compete very successfully in local and national leagues.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": "מכבי תל אביב הוא מועדון כדורגל ישראלי מהעיר תל אביב, הנמנה עם מועדוני הכדורגל הוותיקים והמובילים בישראל ומשחק בליגת העל. המועדון הוקם בשנת 1906, ומאז 2009 הוא בבעלות המיליארדר היהודי-קנדי מיטשל גולדהאר. המועדון חבר מן המניין בארגון המועדונים האירופיים.\r\n\r\nמכבי תל אביב היא הקבוצה המעוטרת ביותר בכדורגל הישראלי. הקבוצה מובילה את טבלת הקבוצות הזוכות באליפות המדינה עם 23 אליפויות ואת טבלת הזוכות בגביע המדינה עם 23 גביעים, מתוכם שבעה נלקחו בעונת אליפות (דאבל), ואחד בעונת אליפות וזכייה בגביע המדינה ובגביע הטוטו (טרבל). כמו כן, מובילה הקבוצה גם את טבלת הזוכות בגביע הטוטו לליגת העל, עם שש זכיות. מכבי תל אביב גם זכתה פעמיים בגביע אסיה לקבוצות, והיא הקבוצה היחידה בישראל ששיחקה בליגה הראשונה בכל עונותיה ומעולם לא ירדה לליגות המשנה.\r\n\r\nאצטדיון בלומפילד הוא אצטדיונה הביתי של מכבי תל אביב. צבעי הקבוצה הם צהוב וכחול. כינוייה הבולטים של הקבוצה הם \"מכבי\" ו-\"הצהובים\". למועדון יריבות עירונית ארוכת שנים עם הפועל תל אביב והמפגשים בין הקבוצות קיבלו את השם \"הדרבי של תל אביב\". מכבי תל אביב היא אחת משלוש הקבוצות הישראליות שהעפילו לשלב הבתים של ליגת האלופות.",
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Israel",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/lh08ob1625167121.png",
            "strLogo": null,
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/zekchm1593620308.jpg",
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/6pvkw81717093315.png",
            "strYoutube": "www.youtube.com\/user\/MaccabiTLVFC?feature=mhee",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134166",
            "idESPN": null,
            "idAPIfootball": "375",
            "intLoved": null,
            "strTeam": "Malmo FF",
            "strTeamAlternate": "Di blåe, Malmö Fotbollförening, Malmö FF, Malmo FF",
            "strTeamShort": "",
            "intFormedYear": "1910",
            "strSport": "Soccer",
            "strLeague": "Swedish Allsvenskan",
            "idLeague": "4347",
            "strLeague2": "Svenska Cupen",
            "idLeague2": "4756",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17249",
            "strStadium": "Eleda Stadion",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Malmö, Sweden",
            "intStadiumCapacity": "22500",
            "strWebsite": "www.mff.se",
            "strFacebook": "sv-se.facebook.com\/malmoff\/",
            "strTwitter": "twitter.com\/Malmo_FF",
            "strInstagram": "www.instagram.com\/malmo_ff",
            "strDescriptionEN": "Malmö Fotbollförening, also known simply as Malmö FF, Malmö or (especially locally) MFF, is a Swedish professional association football club based in Malmö. The club is affiliated with Skånes Fotbollförbund and the team play their home games at Swedbank Stadion. The club colours, reflected in their crest and kit, are sky blue and white. Formed on 24 February 1910, Malmö FF is the most successful club in Sweden in terms of trophies won. The club have won the most league titles of any Swedish club with twenty-one, a joint record eighteen Swedish championship titles and a record fourteen national cup titles. They were runners-up in the 1979 European Champions Cup final, which they lost 1–0 to English club Nottingham Forest. This made them the only Swedish football club, as of 2015, to have reached the final of the competition, for which the team were awarded the Svenska Dagbladet Gold Medal.\r\n\r\nMalmö FF is an open member association and the annual general meeting is the highest policy-making body. The meeting approves the accounts and elects the chairman and board. Håkan Jeppsson is the current chairman, elected in 2010. Daily operations are run by a managing director who liaises with the chairman. With an equity of 86.4 million SEK (approximately €9.6 million) the club is the richest football club in Sweden as of 2014.\r\n\r\nThe reigning champions, the club are currently playing in Allsvenskan, where the season lasts from April to November. Malmö FF are the leaders of the overall Allsvenskan table maratontabellen as of the end of the 2014 season. The club first won Allsvenskan in 1944. Malmö FF were most successful during the 1970s, when they won five Swedish championships and four Svenska Cupen titles. The main rivals of the club are Helsingborgs IF, IFK Göteborg and historically IFK Malmö. MFF Support is the official fan club of Malmö FF. The club have also been featured in the media, including the football documentaries Blådårar 1 and Blådårar 2.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "l Malmö Fotbollförening o Malmö FF è una società calcistica svedese con sede a Malmö. Ha vinto 21 campionati svedesi e 14 Coppe di Svezia. A livello internazionale ha raggiunto la finale della Coppa dei Campioni nel 1979, ad oggi è la prima ed unica squadra svedese ad aver raggiunto la finale del massimo torneo calcistico europeo per squadre di club maggiori maschili.\r\n\r\nPrima squadra svedese ad aver introdotto calciatori professionisti[1], è considerata una delle grandi del calcio svedese. Il Malmö FF, inoltre, è l'unica squadra svedese ad aver raggiunto la finale della Coppa dei Campioni, finale persa per 1-0 contro il Nottingham Forest. Proprio per il raggiungimento di questo risultato il club ricevette la Medaglia d'oro dello Svenska Dagbladet, unico club calcistico a ricevere questo premio. Nel 1979 disputò, come vicecampione continentale, la Coppa Intercontinentale in sostituzione del Nottingham Forest, Campione d'Europa, che rifiutò di parteciparvi.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Malmö Fotbollförening, también conocido simplemente como Malmö FF, es un club de fútbol con sede en Malmö, Suecia. El club está afiliado a la Skånes Fotbollförbund y juega sus partidos como local en el Swedbank Stadion. Los colores del club, que se refleja en su escudo y el uniforme, son el azul cielo y el blanco. Formado el 24 de febrero de 1910, el club ha ganado dieciocho títulos nacionales de liga y catorce títulos de la Copa nacional, convirtiéndose en el club más exitoso del fútbol sueco en cuanto a trofeos totales ganados. El Malmö FF también ha ganado la liga más alta de Suecia, la Allsvenskan, en tres ocasiones cuando el título de campeones suecos no se decidía por el resultado de esa liga. Fueron subcampeones de la Copa de Europa de 1979 al perder 1-0 en la final ante el Nottingham Forest. Esto les convirtió en el único club del fútbol sueco que han llegado a la final de la máxima competición europea, por lo que el equipo se adjudicó la medalla de oro Svenska Dagbladet.\r\n\r\nEl Malmö FF es una asociación abierta y miembro de la junta general, el más alto órgano normativo. La reunión aprobó las cuentas y elige al presidente y la junta. Håkan Jeppsson es el actual presidente, elegido en 2010. Las operaciones diarias son dirigidas por un director general que sirve de enlace con el presidente. Con un patrimonio de 109,5 millones de coronas suecas (aproximadamente 12,4 millones de euros) el club es más rico de Suecia en 2012.\r\n\r\nEl club juega actualmente en la Allsvenskan, donde la temporada se extiende de abril a octubre. El club ganó por primera vez la Allsvenskan en 1944.8 El Malmö FF tuvo su época dorada durante la década de 1970, cuando ganaron cinco campeonatos suecos y cuatro Svenska Cupen. Los principales rivales del club son el Helsingborgs IF, IFK Göteborg e, históricamente, el IFK Malmö, aunque su rivalidad ha perdido peso por estar éste en divisiones regionales. MFF Support es el club de fans oficial del Malmö FF. El club también ha sido destacado en los medios de comunicación, incluidos los documentales de fútbol Blådårar 1 y Blådårar 2.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Sweden",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wvvuqs1420764546.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/xvxtvv1423427994.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wvqwxx1421531575.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vrstyx1421532511.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qywsys1421531867.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tuwrtw1421532330.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/stxstu1421622843.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/eg5aml1718802343.png",
            "strYoutube": "www.youtube.com\/channel\/UCpY-IkAekoY6O8TuUIkIoxg",
            "strLocked": "unlocked"
        }
    ]
}