{
    "teams": [
        {
            "idTeam": "133666",
            "idESPN": "131",
            "idAPIfootball": "168",
            "intLoved": null,
            "strTeam": "Bayer Leverkusen",
            "strTeamAlternate": "Bayer 04 Leverkusen, Bayer Leverkusen",
            "strTeamShort": "B04",
            "intFormedYear": "1904",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "German Super Cup",
            "idLeague4": "4903",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15950",
            "strStadium": "BayArena",
            "strKeywords": "Die Werkself",
            "strRSS": "",
            "strLocation": "Leverkusen, Germany",
            "intStadiumCapacity": "30210",
            "strWebsite": "www.bayer04.de",
            "strFacebook": "www.facebook.com\/bayer04fussball\/",
            "strTwitter": "twitter.com\/bayer04fussball",
            "strInstagram": "www.instagram.com\/bayer04fussball",
            "strDescriptionEN": "Bayer 04 Leverkusen Fußball GmbH, also known as Bayer 04 Leverkusen , Bayer Leverkusen, Leverkusen or simply Bayer, is a German football club based in Leverkusen, North Rhine-Westphalia. The club plays in the Bundesliga, the top tier of the German football league system, and host matches at the BayArena.\r\n\r\nThe club was founded in 1904 by employees of the German pharmaceutical company Bayer, whose headquarters are in Leverkusen and from which the club draws its name. It was formerly the best-known department of TSV Bayer 04 Leverkusen, a sports club whose members also participate in athletics, gymnastics, basketball and other sports including the RTHC Bayer Leverkusen (rowing, tennis and hockey). In 1999 the football department was separated from the sports club and is now a separate entity formally called Bayer 04 Leverkusen GmbH.\r\n\r\nBayer Leverkusen have won one DFB-Pokal and one UEFA Cup. Their local rivals are 1. FC Köln.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Bayer 04 Leverkusen Fußball, noto semplicemente come Bayer Leverkusen, è una società calcistica tedesca con sede nella città di Leverkusen, nella Renania Settentrionale-Vestfalia, militante in Bundesliga (massima serie tedesca) dal 1979.\r\n\r\nIl club fu fondato il 1º luglio 1904 come polisportiva dal nome Turn- und Spielverein Bayer 04 Leverkusen, la cui sezione calcistica fu creata nel 1907. Gioca le proprie partite casalinghe alla BayArena di Leverkusen.\r\n\r\nVanta nel proprio palmarès una Coppa di Germania (1992-1993) ed una Coppa UEFA (1987-1988), il che la rende una delle sole quattro squadre europee ad aver vinto un titolo internazionale senza essersi mai aggiudicata il proprio campionato; è anche l'unica società ad aver raggiunto la finale di UEFA Champions League (2001-2002) senza aver mai primeggiato a livello nazionale.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#E32221",
            "strColour2": "#000000",
            "strColour3": "#FFFFFF",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/3x9k851726760113.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/i491tw1543832651.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/trrvyu1424315811.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/7x6hwi1543771686.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2bm37y1543771693.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rxyzl41543771701.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/p2pizd1543773465.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/1t72p81709559462.png",
            "strYoutube": "www.youtube.com\/channel\/UCSMZmPVql528Cph9WPvt0GA",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133664",
            "idESPN": "132",
            "idAPIfootball": "157",
            "intLoved": "10",
            "strTeam": "Bayern Munich",
            "strTeamAlternate": "FC Bayern München",
            "strTeamShort": "BAY",
            "intFormedYear": "1900",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "DFB-Pokal",
            "idLeague3": "4485",
            "strLeague4": "International Champions Cup",
            "idLeague4": "4505",
            "strLeague5": "FIFA Club World Cup",
            "idLeague5": "4503",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15537",
            "strStadium": "Allianz Arena",
            "strKeywords": "Bayern",
            "strRSS": "",
            "strLocation": "Munich, Germany",
            "intStadiumCapacity": "75024",
            "strWebsite": "fcbayern.com\/en",
            "strFacebook": "www.facebook.com\/FCBayernEN",
            "strTwitter": "twitter.com\/fcbayernen",
            "strInstagram": "www.instagram.com\/fcbayern",
            "strDescriptionEN": "Fußball-Club Bayern München e.V., commonly known as FC Bayern München, FCB, Bayern Munich, or FC Bayern, is a German sports club based in Munich, Bavaria. It is best known for its professional football team, which plays in the Bundesliga, the top tier of the German football league system, and is the most successful club in German football history, having won a record 24 national titles and 17 national cups.\r\n\r\nFC Bayern was founded in 1900 by eleven football players led by Franz John. Although Bayern won its first national championship in 1932, the club was not selected for the Bundesliga at its inception in 1963. The club had its period of greatest success in the middle of the 1970s when, under the captaincy of Franz Beckenbauer, it won the European Cup three times in a row (1974–76). Overall, Bayern has reached ten European Cup\/UEFA Champions League finals, most recently winning their fifth title in 2013 as part of a continental treble. Bayern has also won one UEFA Cup, one European Cup Winners' Cup, one UEFA Super Cup, one FIFA Club World Cup and two Intercontinental Cups, making it one of the most successful European clubs internationally. Since the formation of the Bundesliga, Bayern has been the dominant club in German football with 24 titles and has won 6 of the last 10 titles. They have traditional local rivalries with TSV 1860 München and 1. FC Nürnberg, as well as a contemporary rivalry with Borussia Dortmund.\r\n\r\nSince the beginning of the 2005–06 season, Bayern has played its home games at the Allianz Arena. Previously the team had played at Munich's Olympiastadion for 33 years. The team colours are red and white, and the team crest shows the white and blue flag of Bavaria. In terms of revenue, Bayern Munich is the biggest sports club in Germany and the fourth biggest football club in the world, generating €368.4 million in 2012. With over 251,000 members, Bayern is the biggest club in the world. There are more than 3,800 officially-registered fan clubs with over 285,000 members. The club has other departments for chess, handball, basketball, gymnastics, bowling, table tennis, referees, and senior football with more than 1,100 active members.",
            "strDescriptionDE": "Der FC Bayern München (offiziell: Fußball-Club Bayern, München eingetragener Verein)[2] ist ein Sportverein aus München. Die seit 2002 in eine eigene Kapitalgesellschaft ausgegliederte Profifußballabteilung ist deutscher Rekordmeister, jeweils Rekordsieger im DFB-Pokal und im DFL-Ligapokal und belegt in der ewigen Tabelle der Bundesliga den ersten Platz. Damit ist der FC Bayern im Profifußball der erfolgreichste deutsche Verein. In der Saison 2012\/13 gelang mit dem Gewinn von Champions League, deutscher Meisterschaft und DFB-Pokal zum ersten Mal einer deutschen Mannschaft bei den Männern das sogenannte Triple.\r\n\r\nAuf europäischer Ebene gehört der FC Bayern mit sieben Europapokalsiegen[3], davon fünf in der Champions League bzw. dem Europapokal der Landesmeister, zu den fünf erfolgreichsten Vereinen. Neben Juventus Turin, Ajax Amsterdam und dem FC Chelsea ist er einer der Vereine, die alle drei Europapokale, nämlich die Champions League, den Europapokal der Pokalsieger und den UEFA-Pokal gewinnen konnten. Zudem gewann der FC Bayern München zweimal den Weltpokal und je einmal den UEFA Super Cup sowie die FIFA-Klub-Weltmeisterschaft. Letzteres macht ihn zum einzigen Verein, der sowohl die drei Europapokale als auch die FIFA-Klub-Weltmeisterschaft gewinnen konnte.\r\n\r\nAuch wirtschaftlich gehört der Verein zu den weltweit erfolgreichsten: Nach der Saison 2012\/13 belegten die Bayern Rang drei in der Rangliste der umsatzstärksten Klubs.[4] Im April 2013 belegte der FC Bayern den fünften Rang in der Liste der wertvollsten Vereine des Forbes Magazine.[5] Ende Mai 2013 war der FC Bayern München laut einer Studie des britischen Brand Finance Institute mit einem Wert von 669 Millionen Euro der wertvollste Fußballverein der Welt.[6][7]\r\n\r\nMit 251.315 Vereinsmitgliedern ist der FC Bayern der mitgliederstärkste Sportverein weltweit. Der Verein hat 3.774 offizielle Fanclubs mit insgesamt 293.607 registrierten Mitgliedern (Stand: 28. November 2014).[8]\r\n\r\nSeit der Saison 1965\/66 spielt der FC Bayern ununterbrochen in der Bundesliga, lediglich die ersten zwei Jahre nach Einführung der Bundesliga war die Mannschaft zweitklassig. Die zweite Mannschaft des FC Bayern spielt zurzeit in der viertklassigen Regionalliga Bayern. Sie gewann in der Saison 2003\/04 den Meistertitel in der damals noch drittklassigen Regionalliga Süd.\r\n\r\nZum FC Bayern gehören zudem weitere Abteilungen, die auch einige Erfolge aufweisen können. So wurden die derzeit in der Frauen-Bundesliga spielenden Fußballfrauen 1976 Deutscher Meister und 2012 DFB-Pokalsieger. Weitere Erfolge feierten die Basketballer mit drei Meisterschaften und einem Pokalsieg, die Schachabteilung mit neun Deutschen Meisterschaften und einem Europapokalsieg sowie die Turner mit vier Deutschen Meisterschaften.",
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Fußball-Club Bayern München AG, noto internazionalmente come Bayern München e in lingua italiana come Bayern Monaco, è una società polisportiva tedesca avente sede a Monaco di Baviera, celebre per la propria sezione calcistica, che milita nella Bundesliga, la massima divisione del campionato tedesco di calcio. Fondata nel 1900 da alcuni membri del MTV 1879 München, la polisportiva comprende sezioni di scacchi, pallavolo, pallacanestro, ginnastica, pallamano, bowling, tennis tavolo e squadre di calcio. È il club sportivo con il maggior numero di affiliati al mondo (293 000 al novembre 2019).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El club de fútbol Bayern de Múnich, en alemán Bayern München (Fußball Club Bayern München e.V.), es una entidad deportiva de la ciudad de Múnich, Alemania. Fue fundado el 27 de febrero de 1900. Es uno de los clubes de mayor prestigio en el mundo, es conocido por su sección de fútbol profesional, que participa en la Bundesliga. El Bayern juega sus encuentros como local en el Estadio Allianz Arena, que comparte con el TSV 1860 München.\r\n\r\nEn la historia de la Bundesliga, es el máximo ganador, con 24 títulos ligeros y 17 trofeos de la Copa de Alemania, siendo el equipo más laureado del país.\r\n\r\nA nivel Internacional, es uno de los cinco equipos que se ha ganado el derecho a conservar en propiedad la Copa de Europa y utiliza un distintivo de múltiple campeón del torneo, que ganó de forma consecutiva en 1974, 1975 y 1976. También es uno de los dos equipos en lograr el Triplete y ganar, además, la Copa Mundial de Clubes en el mismo año,6 que logró en la temporada 2012-13.7 Bayern, Juventus, Ajax de Ámsterdam y Chelsea FC son los cuatro clubes que han ganado las tres grandes competiciones de la UEFA.\r\n\r\nEn el máximo torneo europeo de clubes, la Liga de Campeones de la UEFA, el Bayern Múnich ha disputado un total de 10 finales, 15 semifinales, 23 cuartos de final, 29 participaciones, 287 partidos jugados, 160 victorias, entre otros registros históricos, que le sitúan, por clasificación histórica y puntaje, sólo por detrás del Real Madrid en este torneo. En cuanto a títulos conquistados, es tercero con cinco, por detrás del Real Madrid y el AC Milan.\r\n\r\nEl gran rival europeo histórico del Bayern Múnich es el Real Madrid de España. En la Liga de Campeones, el Bayern Múnich y el Real Madrid son los dos clubes que más partidos han disputado y más victorias tienen, así como mantienen la rivalidad más longeva,con hasta 21 partidos entre ellos. Toda esta encarnizada rivalidad se resume en El Clásico Europeo.\r\n\r\nEl Bayern es el club con el mayor número de seguidores en Alemania. Sus principales rivales actuales son Núremberg, con quien juega el Derbi de Baviera, y los diversos equipos con los que ha disputado los títulos de liga de Alemania y la Copa de Europa, entre ellos el Borussia Dortmund (Gran Clásico Alemán), el VfB Stuttgart (Sudderby), el TSV 1860 München (derbi de Múnich) o el Schalke 04.\r\n\r\nLa gestión del equipo de fútbol es responsabilidad de una sociedad filial del club llamada FC Bayern München AG,9 desde 2002 bajo la dirección del ex futbolista Karl-Heinz Rummenigge,10 que gestiona el patrimonio económico y las actividades en el Allianz Arena.\r\n\r\nLa Academia Laureus World Sports lo ha concedido con el prestigioso galardón de \"Mejor equipo mundial del 2014\".11 También la Federación Internacional de Historia y Estadística de Fútbol lo ha elegido en una oportunidad como \"Mejor equipo del mundo de 2013\" y en nueve ocasiones como el \"Mejor equipo del mundo del mes\".12 Tiene cerca de 250.000 socios inscritos que lo convierten en el club deportivo con mayor número de socios en el mundo.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#dc052d",
            "strColour2": "#ffffff",
            "strColour3": "#0066b2",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/01ogkh1716960412.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/gs99p51532295294.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/09b7u21519406807.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qsquux1420406434.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/x5hm7g1519406705.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/3vhk421519406507.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/vv74jg1565115651.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/96r18s1709999784.png",
            "strYoutube": "www.youtube.com\/user\/fcbayern",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133839",
            "idESPN": "121",
            "idAPIfootball": "176",
            "intLoved": "1",
            "strTeam": "Bochum",
            "strTeamAlternate": "VfL Bochum",
            "strTeamShort": "",
            "intFormedYear": "1848",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16217",
            "strStadium": "Vonovia Ruhrstadion",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Bochum, Germany",
            "intStadiumCapacity": "27599",
            "strWebsite": "www.vfl-bochum.de",
            "strFacebook": "www.facebook.com\/meinVfL\/",
            "strTwitter": "twitter.com\/vflbochum1848en",
            "strInstagram": "www.instagram.com\/vflbochum1848.official",
            "strDescriptionEN": "Verein für Leibesübungen Bochum 1848 Fußballgemeinschaft, commonly referred to as simply VfL Bochum , is a German association football club based in the city of Bochum, North Rhine-Westphalia. The club has spent 34 seasons in the Bundesliga.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Verein für Leibesübungen Bochum 1848, meglio noto come VfL Bochum o solo Bochum, è una società calcistica tedesca con sede nella città di Bochum. Disputa le partite casalinghe nel Vonovia Ruhrstadion. Nella stagione 2021-2022 militerà in Bundesliga.\r\n\r\nNella sua storia ha partecipato a 34 edizioni di Bundesliga, ottenendo come miglior risultato due quinti posti, che hanno permesso al club di disputare in entrambe le occasioni la Coppa UEFA. Ha giocato in due occasioni la finale della Coppa di Germania, uscendone sempre sconfitto.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#005CA9",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/kag3jy1599821108.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/i5qw941659539887.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/5qshoi1659559822.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xxb7qb1659559887.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/056hlt1659559959.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/pryqdi1659560041.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/blm0np1659560667.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/l3ikem1689533878.png",
            "strYoutube": "www.youtube.com\/channel\/UCosWpaTY6_EXtb7OXf8HrhQ",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133650",
            "idESPN": "124",
            "idAPIfootball": "165",
            "intLoved": "5",
            "strTeam": "Borussia Dortmund",
            "strTeamAlternate": "Dortmund",
            "strTeamShort": "DOR",
            "intFormedYear": "1909",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "Club Friendlies",
            "idLeague4": "4569",
            "strLeague5": "FIFA Club World Cup",
            "idLeague5": "4503",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15945",
            "strStadium": "Signal Iduna Park",
            "strKeywords": "Die Schwarzgelben",
            "strRSS": "",
            "strLocation": "Dortmund, Germany",
            "intStadiumCapacity": "80720",
            "strWebsite": "www.bvb.de",
            "strFacebook": "www.facebook.com\/BVB\/",
            "strTwitter": "twitter.com\/bvb",
            "strInstagram": "instagram.com\/bvb09",
            "strDescriptionEN": "Ballspielverein Borussia 09 e. V. Dortmund, often known simply as Borussia Dortmund or by its initialism BVB, is a German professional sports club based in Dortmund, North Rhine-Westphalia. It is best known for its men's professional football team, which plays in the Bundesliga, the top tier of the German football league system. The club have won eight league championships, five DFB-Pokals, one UEFA Champions League, one Intercontinental Cup, and one UEFA Cup Winners' Cup.\r\n\r\nFounded in 1909 by eighteen football players from Dortmund, the football team is part of a large membership-based sports club with more than 189,000 members in 2023, making Borussia Dortmund the fifth largest sports club by membership in the world. The club also has a women's handball team. Since 1974, Dortmund have played their home games at the Westfalenstadion; the stadium is the largest in Germany, and Dortmund has the highest average attendance of any association football club in the world.\r\n\r\nBorussia Dortmund's colours are black and yellow, giving the club its nickname die Schwarzgelben. They hold a long-standing rivalry with Ruhr neighbours Schalke 04, against whom they contest the Revierderby. They also contest Der Klassiker with Bayern Munich.\r\n\r\nUnder the directorship of Michael Zorc in the 2010s, Dortmund cultivated a reputation for spotting and developing young talent, and have remained focused on developing a youth system. As of 2024, Dortmund had the second most revenue across football clubs in Germany, and the 12th most revenue across all football teams in the world, per Deloitte's Football Money League.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Ballspielverein Borussia 09 e.V. Dortmund, meglio noto come Borussia Dortmund o con la sigla BVB, è una società polisportiva tedesca con sede nella città di Dortmund. È nota soprattutto per la sua sezione calcistica, che milita nella Bundesliga, la divisione di vertice del campionato tedesco di calcio.\r\n\r\nFondato nel 1909 per iniziativa di diciannove calciatori di Dortmund, è uno dei club calcistici tedeschi più titolati, avendo vinto in campo internazionale una Coppa delle Coppe (nel 1965-1966), una UEFA Champions League (nel 1996-1997) e una Coppa Intercontinentale (nel 1997) e in campo nazionale otto titoli nazionali, quattro Coppe di Germania e sei Supercoppe di Germania. Grazie alla vittoria del 1966 in Coppa delle Coppe divenne il primo club tedesco a sollevare un trofeo internazionale ed è una delle squadre che hanno disputato almeno una finale nelle principali competizioni europee (Coppa dei Campioni\/Champions League, Coppa delle Coppe, Coppa UEFA\/Europa League).\r\n\r\nDal 1974 gioca al Westfalenstadion (noto per ragioni di sponsorizzazione come Signal Iduna Park), lo stadio più grande di Germania e quello che fa registrare la più alta affluenza media di pubblico.[1] Il club gioca in tenuta giallonera e vive una forte rivalità con i vicini dello Schalke 04, con cui disputa il cosiddetto derby della Ruhr.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FDE100",
            "strColour2": "#000000",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tqo8ge1716960353.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/9f18ay1531055034.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/twurvu1424230516.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vperuy1531055157.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qwuruv1424230476.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sqypyt1424230498.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/unv82w1531055243.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/7rj8wj1714538035.png",
            "strYoutube": "www.youtube.com\/channel\/UCK8rTVgp3-MebXkmeJcQb1Q",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134779",
            "idESPN": "268",
            "idAPIfootball": "163",
            "intLoved": null,
            "strTeam": "Borussia Mönchengladbach",
            "strTeamAlternate": "Mönchengladbach",
            "strTeamShort": "",
            "intFormedYear": "1900",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "29117",
            "strStadium": "Borussia-Park",
            "strKeywords": "Die Fohlen",
            "strRSS": "",
            "strLocation": "Mönchengladbach, Germany",
            "intStadiumCapacity": "54057",
            "strWebsite": "www.borussia.de",
            "strFacebook": "www.facebook.com\/borussia.mg\/",
            "strTwitter": "twitter.com\/borussia",
            "strInstagram": "www.instagram.com\/borussia\/?hl=de",
            "strDescriptionEN": "Borussia VfL 1900 Mönchengladbach e.V., commonly known as Borussia Mönchengladbach, Mönchengladbach or Gladbach, is a German association football club based in Mönchengladbach, North Rhine-Westphalia. Founded in 1900, Borussia Mönchengladbach play in the Bundesliga, the top tier of the German football league system, making their first appearance in the league during the 1965–66 season. Subsequently the club became one of Germany's best-known, best-supported, and most successful teams, winning the Bundesliga five times during the 1970s.\r\n\r\nSince 2004, Borussia Mönchengladbach have played at the 54,057 capacity Borussia-Park, having previously played at the smaller Bökelbergstadion since 1919. Borussia-Park is famous for its \"Nordkurve\" (or North stand), a single-tiered stand. Borussia Mönchengladbach has over 60,000 members as of September 2013 and is the fifth largest club in Germany. Their main rivals are 1. FC Köln.\r\n\r\n\"Borussia\" is a Latinized form of Prussia, a popular term in naming German clubs located within the former Kingdom of Prussia. The club's nickname is Die Fohlen  (The Foals), coined in the 1970s due to having a young team with a fast, aggressive playing style. The official mascot of the club is the foal Jünter.\r\n\r\nBorussia Mönchengladbach were formed as FC Borussia in 1900 in the Eicken district of Mönchengladbach. Borussia derives from the Latinized form of Prussia, the Kingdom in which Mönchengladbach was situated from 1815. By 1912, Die Borussen found themselves in the Verbandsliga, at the time the highest division the club could play in.\r\n\r\nIn March 1914, the club purchased De Kull, the ground on which the Bökelbergstadion would be built. The First World War halted the progress of both the stadium and FC Borussia, but by late 1917 the team had begun to play games once more. In 1919, FC Borussia merged with another local club, Turnverein Germania 1889, becoming 1899 VfTuR M.Gladbach. The club tasted its first major success in 1920, beating Kölner BC 3–1, thus winning the Westdeutsche Meisterschaft final.\r\n\r\nThe union between Germania and Borussia only lasted a matter of two years; the club was thereafter known as Borussia VfL 1900 e.V. M.Gladbach.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Borussia[1] Verein für Leibesübungen 1900 Mönchengladbach e.V., noto internazionalmente come Borussia Mönchengladbach (IPA: [boˈʁʊsi̯a mœnçn̩ˈɡlatbax], pronuncia[?·info]), abbreviato in Borussia M'Gladbach o Gladbach, e talvolta, per ragioni di grafica televisiva, anche in Borussia MGB, è una società polisportiva tedesca di Mönchengladbach nota al grande pubblico internazionale per la sua sezione calcistica, tra le più blasonate di tutta la Germania. È, infatti, l'unica squadra tedesca assieme al Borussia Dortmund che può esporre sulla propria tenuta ufficiale due stelle (conferite dalla DFB alla vittoria della quinta Bundesliga), in questo seconda solo al Bayern Monaco, che ne vanta quattro.[2]\r\n\r\nFondata nel 1900, giocò a lungo nei campionati minori e ottenne il suo primo successo nel 1960 conquistando la Coppa di Germania. Conobbe il suo massimo splendore negli anni settanta, quando insieme al Bayern dominò la scena nazionale ed europea vincendo cinque campionati tedeschi, una Coppa di Germania e due Coppe UEFA. Artefici di questi successi furono l'allenatore Hennes Weisweiler e la sua squadra formata da giovani fuoriclasse, per questo motivo chiamata Fohlen-Elf (\"La Squadra dei Puledri\"), in grado di esprimere un nuovo calcio altamente spettacolare e spiccatamente offensivo.[3]\r\n\r\nDopo questo periodo d'oro iniziò un lento declino. Il Borussia continuò a stazionare nelle posizioni di vertice in campionato e a ben figurare nelle coppe europee, ma dovette attendere il 1995 per un nuovo successo, la vittoria della terza Coppa di Germania. Questo fu l'unico acuto in anni difficili, in cui una profonda crisi societaria portò la squadra ad occupare stabilmente le zone basse della classifica e a retrocedere per due volte in Zweite Bundesliga, al termine delle stagioni 1998-99 e 2006-07.\r\n\r\nLa sezione calcistica dell'associazione sportiva non è gestita direttamente dalla dirigenza di quest'ultima, ma il suo controllo è affidato ad una società di capitali, il Borussia VfL 1900 Mönchengladbach GmbH. Oltre a questa la società comprende settori dedicati alla pallamano e al tennistavolo.[4] Il Borussia Mönchengladbach ha anche una squadra femminile, che ha giocato in Frauen-Bundesliga nella stagione 2018-2019.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#000000",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/sysurw1473453380.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ghqgqn1543926026.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yow9e81543772424.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yimkhh1543772432.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/nq46lu1543772439.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/epn1wh1543772447.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/d4mse11543773639.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/7d540s1688908065.png",
            "strYoutube": "www.youtube.com\/channel\/UCcAV1UxgHz4czIBJp9zwNyg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133814",
            "idESPN": "125",
            "idAPIfootball": "169",
            "intLoved": null,
            "strTeam": "Eintracht Frankfurt",
            "strTeamAlternate": "Ein Frankfurt",
            "strTeamShort": "SGE",
            "intFormedYear": "1899",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15947",
            "strStadium": "Commerzbank-Arena",
            "strKeywords": "Die Adler",
            "strRSS": "",
            "strLocation": "Frankfurt, Germany",
            "intStadiumCapacity": "51500",
            "strWebsite": "www.eintracht.de",
            "strFacebook": "www.facebook.com\/eintracht.eng",
            "strTwitter": "twitter.com\/eintracht",
            "strInstagram": "www.instagram.com\/eintrachtfrankfurt",
            "strDescriptionEN": "Eintracht Frankfurt e.V. is a German sports club based in Frankfurt, Hesse, that is best known for its association football club, currently playing in the Bundesliga, the top tier of the German football league system.\r\n\r\nThe club was founded in 1899 and have won one German championship, five DFB-Pokals and one UEFA Cup. Since 1925, their stadium has been the Waldstadion, which was renamed Commerzbank-Arena in 2005.\r\n\r\nHistory\r\nClub origins\r\nThe origins of the side go back to a pair of football clubs founded in 1899: Frankfurter Fußball-Club Viktoria von 1899 – regarded as the \"original\" football side in the club's history – and Frankfurter Fußball-Club Kickers von 1899. Both clubs were founding members of the new Nordkreis-Liga in 1909. These two teams merged in May 1911 to become Frankfurter Fußball Verein (Kickers-Viktoria), an instant success, taking three league titles from 1912 to 1914 in the Nordkreis-Liga and qualifying for the Southern German championship in each of those seasons. In turn, Frankfurter FV joined the gymnastics club Frankfurter Turngemeinde von 1861 to form TuS Eintracht Frankfurt von 1861 in 1920. (The German word Eintracht means 'harmony, concord,' and Eintracht X is the equivalent of English X United in the names of sports teams.)",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Eintracht Frankfurt (tedesco per Concordia Francoforte), noto in lingua italiana come Eintracht Francoforte, o semplicemente Eintracht, è una società polisportiva tedesca con sede a Francoforte sul Meno, la cui sezione più conosciuta è quella calcistica, fondata l'8 marzo 1899 e militante attualmente nella Bundesliga, la massima divisione del campionato tedesco.\r\n\r\nNella sua storia ha vinto un campionato tedesco (nel 1958-1959) e cinque Coppe di Germania. A livello internazionale si è aggiudicato la Coppa UEFA 1979-1980 (sconfitta esterna per 3-2 e vittoria casalinga per 1-0 in finale contro i connazionali del Borussia Mönchengladbach) ed è giunto in finale di Coppa dei Campioni nel 1959-1960, quando fu sconfitto dal Real Madrid.\r\n\r\nIl club, che conta 90 000 membri[1], comprende anche altri 17 dipartimenti sportivi. I colori sociali sono il rosso, il bianco e il nero. La squadra di calcio disputa le partite interne alla Deutsche Bank Park, già Waldstadion, stadio situato nel distretto di Sachsenhausen di Francoforte.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#E1000F",
            "strColour2": "#FFFFFF",
            "strColour3": "#000000",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rurwpy1473453269.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/jp4d3k1540544782.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uvxpyy1424316870.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ttqqxp1424316890.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/fmbw191540544459.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/j7itkv1540544512.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/uv8svj1540544603.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/gm7r3x1688907799.png",
            "strYoutube": "www.youtube.com\/channel\/UCDFp4bscTFm8hYxCBx-tIXg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133652",
            "idESPN": "3841",
            "idAPIfootball": "170",
            "intLoved": null,
            "strTeam": "FC Augsburg",
            "strTeamAlternate": "Augsburg",
            "strTeamShort": "",
            "intFormedYear": "1907",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15954",
            "strStadium": "WWK Arena",
            "strKeywords": "Die Fuggerstädter",
            "strRSS": "",
            "strLocation": "Augsburg, Germany",
            "intStadiumCapacity": "30660",
            "strWebsite": "www.fcaugsburg.de",
            "strFacebook": "www.facebook.com\/FCAugsburg\/",
            "strTwitter": "twitter.com\/fcaugsburg",
            "strInstagram": "www.instagram.com\/fcaugsburg1907",
            "strDescriptionEN": "Fußball-Club Augsburg 1907 e. V., commonly known as FC Augsburg (German pronunciation: ) or Augsburg, is a German football club based in Augsburg, Bavaria. FC Augsburg play in the Bundesliga, the top tier of the German football league system. The team was founded as Fußball-Klub Alemania Augsburg in 1907 and played as BC Augsburg from 1921 to 1969. With over 12,200 members, it is the largest football club in Swabian Bavaria.\r\n\r\nFC Augsburg, which has long fluctuated between the second and third division, experienced a difficult time in the early 2000s, suffering relegation to the fourth division for two seasons. FCA recovered from this, returning to professional football in 2006. At the end of the 2010–11 season, Augsburg were promoted to the Bundesliga for the first time. Since 2009, FC Augsburg's stadium has been the WWK ARENA.",
            "strDescriptionDE": "Der FC Augsburg (offiziell: Fußball-Club Augsburg 1907, kurz: FCA) ist der größte Sportverein in Augsburg und Bayerisch-Schwaben.\r\n\r\nDer Verein ging im Jahr 1969 aus einer Fusion des BC Augsburg, der am 8. August 1907 unter dem Namen FC Alemannia Augsburg gegründet worden war, mit der Lizenzspieler-Abteilung des TSV Schwaben Augsburg hervor. Der Club gliedert sich in den Hauptverein Fußball-Club Augsburg 1907 e. V., die ausgegliederte Profifußball-Abteilung Fußball-Club Augsburg 1907 GmbH & Co. KGaA sowie die ausgegliederte Skiabteilung Ski- und Bergfreunde des FCA e. V. Die Vereinsfarben sind Rot, Grün und Weiß; auf dem Vereinslogo ist die Zirbelnuss abgebildet. Zu den bekanntesten Persönlichkeiten der Vereinsgeschichte zählen die Trainer Max Merkel und Armin Veh sowie die Spieler Ulrich Biesinger und Helmut Haller. Als größte Erfolge der Vereinsgeschichte gelten der Aufstieg in die 1. Bundesliga im Jahr 2011 sowie der Einzug in die Europa League im Jahr 2015.\r\n\r\nDie erste Mannschaft des FCA spielt in der 1. Bundesliga und belegt in deren Ewiger Tabelle den 33. Platz. Die zweite Mannschaft nimmt am Spielbetrieb der Regionalliga Bayern teil, außerdem existieren eine Frauen- und eine Juniorenabteilung sowie eine Traditionsmannschaft. Die erste Mannschaft trägt ihre Heimspiele in der WWK ARENA aus, weitere Spielorte des FCA sind das Rosenaustadion, die Bezirkssportanlage Paul Renz, die Bezirkssportanlage Süd sowie das Ernst-Lehner-Stadion. Der FCA hat derzeit rund 19.000 Dauerkarten-Besitzer, rund 13.500 Mitglieder und mehr als 75 offizielle Fanclubs.",
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Fußball-Club Augsburg 1907 e. V., meglio noto come Augsburg, in italiano Augusta, è una società calcistica tedesca con sede ad Augusta. Milita in Bundesliga, la massima serie del campionato tedesco di calcio. Disputa le partite casalinghe alla WWK Arena, che può ospitare 28 400 spettatori.\r\n\r\nDopo aver a lungo militato tra seconda e terza serie, la squadra ha giocato per la prima volta in Bundesliga nella stagione 2011-2012.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#ba3733",
            "strColour2": "#ffffff",
            "strColour3": "#46714d",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xqyyvq1473453233.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/zrun961535564057.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tpwrpu1424317480.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xy227v1535563867.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uysf571535563819.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/mhb2401535563901.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/qfv7es1535564001.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/smg6181688907564.png",
            "strYoutube": "www.youtube.com\/user\/FcAugsburg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134696",
            "idESPN": "6418",
            "idAPIfootball": "180",
            "intLoved": null,
            "strTeam": "FC Heidenheim",
            "strTeamAlternate": "1. FC Heidenheim 1846",
            "strTeamShort": "",
            "intFormedYear": "1846",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17979",
            "strStadium": "Voith-Arena",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "89522 Heidenheim",
            "intStadiumCapacity": "15000",
            "strWebsite": "www.fc-heidenheim.de",
            "strFacebook": "www.facebook.com\/FCH1846\/",
            "strTwitter": "twitter.com\/fch1846",
            "strInstagram": "www.instagram.com\/fch_1846",
            "strDescriptionEN": "1. FC Heidenheim 1846 is a German association football club from the city of Heidenheim, Baden-Württemberg.\r\n\r\nThe club achieved its greatest success in 2013–14 when it won promotion to the 2. Bundesliga for the first time.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#e2001a",
            "strColour2": "#003b79",
            "strColour3": "#FFFFFF",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/lbj7g01608236988.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/efsayg1688904969.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133653",
            "idESPN": "126",
            "idAPIfootball": "160",
            "intLoved": null,
            "strTeam": "Freiburg",
            "strTeamAlternate": "Sport-Club Freiburg",
            "strTeamShort": "",
            "intFormedYear": "1904",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "21682",
            "strStadium": "Mage Solar",
            "strKeywords": "Die Breisgauer",
            "strRSS": "",
            "strLocation": "Freiburg im Breisgau, Baden-Württemberg",
            "intStadiumCapacity": "24000",
            "strWebsite": "www.scfreiburg.com",
            "strFacebook": "de-de.facebook.com\/SCFreiburg",
            "strTwitter": "twitter.com\/scfreiburg",
            "strInstagram": "www.instagram.com\/scfreiburg\/?hl=de",
            "strDescriptionEN": "Sport-Club Freiburg e.V., commonly known as SC Freiburg (German pronunciation: ), is a German football club, based in the city of Freiburg im Breisgau, Baden-Württemberg. It plays in the 2. Bundesliga, the second tier of professional football in Germany, having been releagated from the top flight in 2015. Freiburg has traditionally bounced between the first and second tier of the German football league system, leading to the fan chant \"We go down, we go up, we go into the UEFA Cup!\" during the 1990s.\r\n\r\nSince 1954, the club's stadium has been the Schwarzwald-Stadion. Volker Finke, who was the club's manager between 1991 and 2007, was the longest-serving manager in the history of professional football in Germany. Joachim Löw, current manager of the German national team, is the club's all-time leading goal scorer with 81 goals in 252 games during his three spells at SCF.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Lo Sport-Club Freiburg e.V., noto semplicemente come Freiburg o in Italia come Friburgo, è una società calcistica tedesca con sede a Friburgo in Brisgovia, città del Baden-Württemberg. Milita attualmente nella Bundesliga, la massima serie del campionato tedesco di calcio.\r\n\r\nFondato nel 1904, il club disputa le partite casalinghe nel Schwarzwald-Stadion dal 1954. Ha vinto 4 campionati tedeschi di seconda divisione e 3 campionati di Amateurliga Südbaden.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#000000",
            "strColour2": "#FFFFFF",
            "strColour3": "#FD1220",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/urwtup1473453288.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/alufgi1543486782.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/bgprbv1543486524.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rtbq6o1543486483.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/czw7aj1543486491.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/o8444i1543486498.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/yc0yvh1541160541.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/uaa7l11688907894.png",
            "strYoutube": "www.youtube.com\/user\/ScFreiburg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133657",
            "idESPN": "7911",
            "idAPIfootball": "167",
            "intLoved": null,
            "strTeam": "Hoffenheim",
            "strTeamAlternate": "TSG 1899 Hoffenheim",
            "strTeamShort": "",
            "intFormedYear": "1899",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17857",
            "strStadium": "Rhein-Neckar-Arena",
            "strKeywords": "Hoppenheim",
            "strRSS": "",
            "strLocation": "Sinsheim, Baden-Württemberg, Germany",
            "intStadiumCapacity": "30150",
            "strWebsite": "www.achtzehn99.de",
            "strFacebook": "www.facebook.com\/TSGHoffenheim\/",
            "strTwitter": "twitter.com\/tsghoffenheim",
            "strInstagram": "www.instagram.com\/tsghoffenheim",
            "strDescriptionEN": "urn- und Sportgemeinschaft 1899 Hoffenheim e.V., or simply TSG 1899 Hoffenheim is a professional German association football club based in Hoffenheim, a village of Sinsheim municipality, Baden-Württemberg, inside the Rhine-Neckar Metropolitan Region. A fifth division side in 2000, the club made a remarkable advance to the German football league system top tier Bundesliga in 2008 with the financial backing of alumnus and software mogul Dietmar Hopp.\r\n\r\nHistory\r\nThe modern-day club was formed in 1945, when gymnastics club Turnverein Hoffenheim (founded 1 July 1899) and football club Fußballverein Hoffenheim (founded 1921) merged. At the beginning of the 1990s, the club was an obscure local amateur side playing in the eighth division Baden-Württemberg A-Liga. They steadily improved and by 1996 were competing in the Verbandsliga Nordbaden (V).\r\n\r\nAround 2000, alumnus Dietmar Hopp returned to the club of his youth as a financial backer. Hopp was the co-founder of software firm SAP and he put some of his money into the club. His contributions generated almost immediate results: in 2000 Hoffenheim finished first in the Verbandsliga and was promoted to the fourth-division Oberliga Baden-Württemberg. Another first-place finish moved the club up to the Regionalliga Süd (III) for the 2001–02 season. They finished 13th in their first season in the Regionalliga, but improved significantly the next year, earning a fifth-place result.\r\n\r\nHoffenheim earned fifth and seventh-place finishes in the next two seasons, before improving to fourth in 2005–06 to earn their best result to date. The club made its first DFB-Pokal appearance in the 2003–04 competition and performed well, advancing to the quarter-finals by eliminating 2. Bundesliga sides Eintracht Trier and Karlsruher SC and Bundesliga club Bayer Leverkusen before being put out themselves by another 2. Bundesliga side, VfB Lübeck.\r\n\r\nNegotiations to merge TSG Hoffenheim, Astoria Walldorf, and SV Sandhausen to create FC Heidelberg 06 in 2005 were abandoned due to the resistance of the latter two clubs, and the failure to agree on whether the new side's stadium should be located in Heidelberg or Eppelheim. Team owner Hopp clearly preferred Heidelberg, but could not overcome the resistance of local firm Wild, which had already reserved the site of the planned stadium for its new production facilities.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Hoffenheim è una società calcistica tedesca con sede a Hoffenheim, frazione di Sinsheim, nel Baden-Württemberg. Trae il nome dall'omonimo sobborgo cittadino, in cui si trova la sua sede. Dalla stagione 2008-2009 milita in Bundesliga, la massima serie del campionato tedesco di calcio.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#1961B5",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/9hwvb21621593919.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/bhwri31543832431.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sxsvvv1424536655.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/9xpyfc1543771558.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ir034c1543771566.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/8cd0v91543771574.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/ckcy8c1543773284.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/qz89up1688907963.png",
            "strYoutube": "www.youtube.com\/user\/TSG1899Hoffenheim",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "136027",
            "idESPN": "7884",
            "idAPIfootball": "191",
            "intLoved": null,
            "strTeam": "Holstein Kiel",
            "strTeamAlternate": "KSV Holstein",
            "strTeamShort": "HK",
            "intFormedYear": "1900",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17983",
            "strStadium": "Holstein-Stadion",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Westring 501, 24106 Kiel",
            "intStadiumCapacity": "15034",
            "strWebsite": "www.holstein-kiel.de",
            "strFacebook": "de-de.facebook.com\/Holstein.Kiel\/",
            "strTwitter": "twitter.com\/Holstein_Kiel",
            "strInstagram": "www.instagram.com\/holsteinkiel\/?hl=de",
            "strDescriptionEN": "Holstein Kiel (KSV Holstein or Kieler SV Holstein) is a German association football and sports club based in the city of Kiel, Schleswig-Holstein. From the 1900s through the 1960s the club was one of the most dominant sides in northern Germany. Holstein appeared regularly in the national playoffs, finishing as vice-champions in 1910 and 1930 before capturing their most important title, the German football championship in 1912. Holstein also winning six regional titles and finishing as runners-up another nine times. They remained a first-division side until the formation of the Bundesliga in 1963.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#0f5787",
            "strColour2": "#FFFFFF",
            "strColour3": "#cc3043",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/1fpmgs1514394524.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/dh4t671724535046.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/24ezw81724536180.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/hoz3xp1724536237.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/zcwtjl1724536230.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/7eftkx1724536242.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/ubl73c1724536552.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/9drfya1724535309.png",
            "strYoutube": "www.youtube.com\/channel\/UCTjC3TYAW7ilfryQ9Omn6TA",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133665",
            "idESPN": "2950",
            "idAPIfootball": "164",
            "intLoved": null,
            "strTeam": "Mainz",
            "strTeamAlternate": "FSV Mainz 05",
            "strTeamShort": null,
            "intFormedYear": "1905",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "21680",
            "strStadium": "MEWA Arena",
            "strKeywords": "Karnevalsverein",
            "strRSS": "",
            "strLocation": "Mainz, Rhineland-Palatinate, Germany",
            "intStadiumCapacity": "34000",
            "strWebsite": "www.mainz05.de",
            "strFacebook": "www.facebook.com\/1fsvmainz05\/",
            "strTwitter": "twitter.com\/1fsvmainz05",
            "strInstagram": "www.instagram.com\/1fsvmainz05",
            "strDescriptionEN": "1. Fußball- und Sportverein Mainz 05 e. V., usually shortened to 1. FSV Mainz 05, Mainz 05  or simply Mainz, is a German association football club, founded in 1905 and based in Mainz, Rhineland-Palatinate. 1. FSV Mainz 05 have played in the Bundesliga, the top tier of the German football league system, for eight consecutive years, starting with the 2009–10 season. The club's main local rivals are Eintracht Frankfurt and 1. FC Kaiserslautern. In addition to the football division, 1. FSV Mainz 05 have handball and table tennis departments.\r\n\r\nHistory\r\nEarly years\r\nA failed attempt to start a football club in the city in 1903 was followed up two years later by the successful creation of 1. Mainzer Fussballclub Hassia 1905. After a number of years of play in the Süddeutschen Fußballverband (South German Football League), the club merged with FC Hermannia 07 – the former football side of Mainzer TV 1817 – to form 1. Mainzer Fussballverein Hassia 05, which dropped \"Hassia\" from its name in August 1912. Another merger after World War I, in 1919, with Sportverein 1908 Mainz, resulted in the formation of 1. Mainzer Fußball- und Sportverein 05. Die Nullfünfer were a solid club that earned several regional league championships in the period between the wars and qualified for the opening round of the national championships in 1921, after winning the Kreisliga Hessen.\r\n\r\nPlay during the Nazi era\r\nIn the late 1920s and early 1930s, the club earned decent results in the Bezirksliga Main-Hessen – Gruppe Hessen, including first-place finishes in 1932 and 1933. This merited the team a place in the Gauliga Südwest, 1 of 16 new first division leagues formed in the re-organization of German football under the Third Reich. Unfortunately, the club only managed a single season at that level before being relegated, due to the high intensity play that they were unable to keep up with. Karl Scherm scored in 23 out of 44 matches with Mainz during his last season. In 1938, Mainz was forced into a merger with Reichsbahn SV Mainz and played as Reichsbahn SV Mainz 05 until the end of World War II.\r\n\r\nLong march to the Bundesliga\r\n\r\nHistorical chart of 1. FSV Mainz league performance after WWII\r\nAfter World War II, the club again joined the upper ranks of league play in Germany's Oberliga Südwest, but were never better than a mid-table side. It played in the top flight until the founding of the new professional league, the Bundesliga, in 1963 and would go on to play as a second division side for most of the next four decades. They withdrew for a time – from the late 1970s into the late 1980s – to the Amateur Oberliga Südwest (III), as the result of a series of financial problems. Mainz earned honours as the German amateur champions in 1982.\r\n\r\nThe club returned to professional play with promotion to the 2. Bundesliga for a single season in 1988–89 with Bodo Hertlein as president, before finally returning for an extended run in 1990–91. Initially, they were perennial relegation candidates, struggling hard each season to avoid being sent down. However, under unorthodox trainer Wolfgang Frank, Mainz became one of the first clubs in German soccer to adopt a flat four zone defence, as opposed to the then-popular man-to-man defense using a libero.\r\n\r\nMainz failed in three attempts to make it to the top flight in 1996–97, 2001–02, and 2002–03, with close fourth-place finishes just out of the promotion zone. The last failed attempt stung as they were denied promotion in the 93rd minute of the last match of the season. One year earlier, Mainz became the best non-promoted team of all-time in the 2. Bundesliga with 64 points accumulated. However, the club's persistence paid dividends after promotion to the Bundesliga in 2003–04 under head coach Jürgen Klopp. The club played three seasons in the top flight but were relegated at the end of the 2006–07 season. Mainz then secured promotion back to the top flight just two years later, after the 2008–09 season.\r\n\r\n\r\nFormer logo\r\nMainz also earned a spot in the 2005–06 UEFA Cup in their debut Bundesliga season as Germany's nominee in the Fair Play draw which acknowledges positive play, respect for one's opponent, respect for the referee, the behaviour of the crowd and of team officials, as well as cautions and dismissals. Due to the Bruchweg stadium's limited capacity, the home matches in UEFA Cup were played in Frankfurt's Commerzbank-Arena. After defeating Armenian club Mika and Icelandic club Keflavík in the qualifying rounds, Mainz lost to eventual champions Sevilla 2–0 on aggregate in the first round.\r\n\r\nIn the 2010–11 season, Mainz equalled the Bundesliga starting record by winning their first seven matches that season. They ended the season with their best finish to date in fifth place, good enough to secure them their second entry to the UEFA Europa League, where they were eliminated in the third qualifying round by Romanian club Gaz Metan Mediaș.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'1. Fußball- und Sportverein Mainz 05, meglio noto come 1. FSV Mainz 05, o semplicemente come Magonza o Mainz, è una società calcistica tedesca con sede nella città di Magonza, nello stato federale della Renania-Palatinato. Milita nella Bundesliga, la massima serie del campionato tedesco di calcio. Il club conta 14.000 membri e ha anche una sezione di pallamano e una di ping-pong.\r\n\r\nPromosso per la prima volta in Bundesliga al termine della stagione 2003-2004, il Magonza vi rimase per tre anni. Milita ininterrottamente in massima serie dalla stagione 2009-2010. Vanta una semifinale di Coppa di Germania, raggiunta nel 2008-2009, e conta tre partecipazioni all'Europa League.\r\n\r\nDal 2011 disputa le partite interne nella Opel Arena di Magonza (34.034 posti).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#C3141E",
            "strColour2": "#FFFFFF",
            "strColour3": "#918F90",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/fhm9v51552134916.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/dj769c1543926175.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uyrxwt1424537020.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/c72e0j1542879905.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cmrwjx1542879944.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/spwyqv1424537590.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/x4p7w01543773766.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/f5t8tx1688907985.png",
            "strYoutube": "www.youtube.com\/channel\/UCMT1hwsDgOEMhS2dIfD3e6A",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134695",
            "idESPN": "11420",
            "idAPIfootball": "173",
            "intLoved": "2",
            "strTeam": "RB Leipzig",
            "strTeamAlternate": "RasenBallsport Leipzig",
            "strTeamShort": "RBL",
            "intFormedYear": "2009",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "30824",
            "strStadium": "Red Bull Arena (Leipzig)",
            "strKeywords": "Die roten Bullen",
            "strRSS": "",
            "strLocation": "Am Sportforum 3, Leipzig, Germany",
            "intStadiumCapacity": "42959",
            "strWebsite": "www.dierotenbullen.com",
            "strFacebook": "www.facebook.com\/rbleipzig\/",
            "strTwitter": "twitter.com\/dierotenbullen",
            "strInstagram": "www.instagram.com\/dierotenbullen",
            "strDescriptionEN": "RasenBallsport Leipzig e.V., commonly known as RB Leipzig, is a German association football club based in Leipzig, Saxony. The club was founded in 2009 by initiative of the company Red Bull GmbH—which purchased the playing rights of a fifth-tier side, SSV Markranstädt, with the intent of advancing the new club to the top-flight Bundesliga within eight years. Men's professional football is run by the spin-off organization RasenballSport Leipzig GmbH. RB Leipzig plays its home matches at the Red Bull Arena.\r\n\r\nIn its inaugural season in 2009–10, RB Leipzig dominated the NOFV-Oberliga Süd (V) and was promoted as champions to the Regionalliga Nord (IV). RB Leipzig won the 2012–13 Regionalliga Nordost season without a single defeat and was promoted to the 3. Liga (III), then finished the 2013–14 3. Liga season as runners-up and was promoted to the 2. Bundesliga (II) as the first team since the introduction of the 3. Liga to win promotion after only one season.\r\n\r\nOn 8 May 2016, RB Leipzig ensured promotion to the Bundesliga for the 2016–17 season with a 2–0 win over Karlsruher SC. One year later, RB Leipzig captured a place in the 2017–18 UEFA Champions League by finishing as runners-up of the Bundesliga.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il RasenBallsport Leipzig, meglio noto come RB Leipzig e in italiano come Lipsia o RB Lipsia (nonché impropriamente come Red Bull Lipsia), è una società calcistica tedesca con sede nella città di Lipsia, in Sassonia. Milita nella Bundesliga, la massima serie del campionato tedesco di calcio.\r\n\r\nCostituita nel 2009 su iniziativa della multinazionale austriaca Red Bull GmbH, mediante l'acquisizione della licenza sportiva del SSV Markranstädt (club dell'omonima cittadina limitrofa all'epoca militante nel girone locale di quinta divisione), ha scalato rapidamente le divisioni calcistiche della Germania, arrivando in pochi anni a proporsi tra le squadre di vertice del proprio paese. In Bundesliga, massima serie del campionato nazionale, ha raggiunto quale miglior risultato il secondo posto nella stagione di debutto (2016-2017).\r\n\r\nLa squadra vanta nel proprio palmarès 2 coppe regionali della Sassonia, una vittoria nel girone nord-orientale del campionato di Regionalliga (quarta serie) e una nel girone meridionale di NOFV-Oberliga (quinta serie regionale); ha inoltre raggiunto la finale di coppa nazionale nel 2018-2019 e le semifinali di Champions League nel 2019-2020.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#DD013F",
            "strColour2": "#FFFFFF",
            "strColour3": "#0C2043",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/zjgapo1594244951.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/wrsq2s1543926409.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/3ikm6l1543772211.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/3nbr0z1543772220.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/q9lw3o1543772228.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/k8efrh1543772237.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/n6l1nn1543773028.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/yzsuu41709492916.png",
            "strYoutube": "www.youtube.com\/channel\/UCkZwB4IGoNBvRmVT2gaO4XA",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133813",
            "idESPN": "270",
            "idAPIfootball": "186",
            "intLoved": "1",
            "strTeam": "St Pauli",
            "strTeamAlternate": "FC St. Pauli",
            "strTeamShort": "FCP",
            "intFormedYear": "1910",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16221",
            "strStadium": "Millerntor-Stadion",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "St. Pauli, Feldstrasse",
            "intStadiumCapacity": "29546",
            "strWebsite": "www.fcstpauli.de",
            "strFacebook": "www.facebook.com\/FCSP\/",
            "strTwitter": "twitter.com\/fcstpauli",
            "strInstagram": "www.instagram.com\/fcstpauli",
            "strDescriptionEN": "Fußball-Club St Pauli von 1910 e.V., commonly known as simply FC St Pauli, is a German sports club based in the St. Pauli quarter of Hamburg.\r\n\r\nThe football department is part of a larger sports club that also has departments in rugby (FC St. Pauli Rugby), baseball, bowling, boxing (FC St. Pauli Boxen), chess, cycling, handball, roller derby (Harbour Girls Hamburg), skittles, softball and table tennis and since 2011 Marathon. Until the end of 2013, the club also had a department in American football, but it was dissolved because it lacked the youth team required in order to hold a men's team. FC St. Pauli has 22,000 members as of 1 July 2015.\r\n\r\nThe men's professional football team dropped down to the Regionalliga in 2003, at that time the third highest football division in Germany and remained there for four years. In 2007, they won promotion back to the 2. Bundesliga and in 2010, they were promoted to the Bundesliga. Since the 2011–12 season, they have played in 2. Bundesliga, the second-highest division in Germany.\r\n\r\nFC St Pauli has a cross-town rivalry with Hamburger SV; the matches between the two are known as the Hamburger Stadtderby or simply Derby. The club also has a rivalry with Hansa Rostock. While the footballers have enjoyed only modest success on the field, the club is widely recognised for its distinctive culture and has a large popular following as one of the country's \"Kult\" clubs. FC St. Pauli supporters are highly identified with far-left politics.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Fußball-Club St. Pauli von 1910 e.V., meglio noto come FC St. Pauli, è una società polisportiva tedesca con sede nel quartiere omonimo di Amburgo e famosa soprattutto per la sua sezione calcistica, che attualmente milita nella Zweite Liga. La polisportiva comprende anche squadre di rugby, football americano, baseball, bowling, scacchi, ciclismo, pallamano, softball, roller derby e tennis tavolo.\r\n\r\nNonostante la squadra di calcio non abbia mai ottenuto successi notevoli sul campo, al club è largamente riconosciuta una cultura unica, per cui la compagine gode di un seguito popolare molto ampio come una delle squadre di \"culto\" della nazione.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#624839",
            "strColour2": "#e30613",
            "strColour3": "#FFFFFF",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/5qupxa1608237013.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/mvrz2o1625493867.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133660",
            "idESPN": "134",
            "idAPIfootball": "172",
            "intLoved": "1",
            "strTeam": "Stuttgart",
            "strTeamAlternate": "VfB Stuttgart",
            "strTeamShort": "",
            "intFormedYear": "1893",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "German Super Cup",
            "idLeague4": "4903",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "29116",
            "strStadium": "Mercedes-Benz Arena",
            "strKeywords": "Die Schwaben",
            "strRSS": "",
            "strLocation": "Stuttgart, Germany",
            "intStadiumCapacity": "60469",
            "strWebsite": "www.vfb.de",
            "strFacebook": "www.facebook.com\/VfB",
            "strTwitter": "twitter.com\/vfb",
            "strInstagram": "www.instagram.com\/vfb",
            "strDescriptionEN": "Verein für Bewegungsspiele Stuttgart 1893 e. V., commonly known as VfB Stuttgart, is a German sports club based in Stuttgart, Baden-Württemberg. The club is best known for its football team which is currently part of Germany's first division Bundesliga. VfB Stuttgart is one of Germany's most successful clubs. The club has won the national championship five times, most recently in 2006–07; the DFB-Pokal three times; and the UEFA Intertoto Cup a record three times.\r\n\r\nThe football team plays its home games at the Mercedes-Benz Arena, in the Neckarpark which is located near the Cannstatter Wasen where the city's fall beer festival takes place. Second team side VfB Stuttgart II currently plays in the Regionalliga Südwest, which is the second highest division allowed for a reserve team. The club's junior teams have won the national U19 championships a record ten times and the Under 17 Bundesliga six times.\r\n\r\nA membership-based club with over 64,000 members (as of June 2018), VfB is the largest sports club in Baden-Württemberg and the fifth-largest in Germany. It has departments for fistball, hockey, track and field, table-tennis and football referees, all of which compete only at the amateur level. The club also maintains a social department, the VfB-Garde.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Verein für Bewegungsspiele Stuttgart 1893 e.V., noto più semplicemente come VfB Stuttgart, in italiano Stoccarda, è una società calcistica tedesca con sede a Stoccarda. Milita nella Fußball-Bundesliga, la prima divisione del campionato tedesco di calcio.\r\n\r\nFondata il 9 settembre 1893 con la denominazione di Stuttgart FV 93, si fuse con il Kronen-Club Cannstatt il 2 aprile 1912 e successivamente cambiò il suo nome in VfB Stuttgart 1893 e.V. L'incontro decisivo per la formazione del club, in occasione del quale la fusione fu approvata, si tenne all'hotel Concordia di Cannstatt (una città nel distretto di Stoccarda). I colori sociali dello Stoccarda sono il bianco e il rosso, con una banda rossa sul petto. I giocatori della squadra sono chiamati i rossi in opposizione ai rivali locali, i blu dello Stuttgarter Kickers.\r\n\r\nHa vinto cinque campionati tedeschi, tre Coppe di Germania e due Coppe Intertoto. In campo continentale ha disputato due finali di coppe europee, una di Coppa UEFA, nell'edizione 1988-1989, e l'altra di Coppa delle Coppe, nell'edizione 1997-1998, uscendo sconfitta in entrambe le occasioni, rispettivamente contro Napoli e Chelsea.\r\n\r\nGioca le partite casalinghe nella Mercedes-Benz Arena.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#E32219",
            "strColour2": "#FFFFFF",
            "strColour3": "#FFED00",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/yppyux1473454085.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/tr5vdu1544617593.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yuxsst1424316364.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uvxrpy1424316390.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vasryo1543771815.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/x3u9zc1543771823.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/z94u7r1543772940.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/05fhpe1688908171.png",
            "strYoutube": "www.youtube.com\/vfb",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134690",
            "idESPN": "598",
            "idAPIfootball": "182",
            "intLoved": null,
            "strTeam": "Union Berlin",
            "strTeamAlternate": "1. FC Union Berlin",
            "strTeamShort": "FCU",
            "intFormedYear": "1906",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "Alten Försterei",
            "strKeywords": "Die Eisernen",
            "strRSS": "",
            "strLocation": "Köpenick, Berlin, Germany",
            "intStadiumCapacity": "22012",
            "strWebsite": "www.fc-union-berlin.de",
            "strFacebook": "www.facebook.com\/1.FCUnionBerlin\/",
            "strTwitter": "twitter.com\/fcunion",
            "strInstagram": "www.instagram.com\/1.fcunion",
            "strDescriptionEN": "1. FC Union Berlin is a professional German association football club based in Köpenick, Berlin. The club emerged under the current name in 1966 but can be traced back to 1906, when predecessor FC Olympia Oberschöneweide was founded. Since 2009 they compete in the 2. Bundesliga, the second tier of German football. In 2019, after defeating VfB Stuttgart in the relegation play-offs, Union won promotion to the Bundesliga top flight for the first time in the club's history, for the 2019–20 \r\n\r\nThe home ground Stadion An der Alten Försterei (Stadium by the Old Forester's House) is the largest single-purpose football stadium in the German capital. It has been home to Union Berlin and its forerunners since it was opened in 1920. The stadium became internationally famous for concerts and events like the annual Weihnachtssingen (Christmas Carols Event) and the WM-Wohnzimmer (World Cup Living Room) in 2014.\r\n\r\nThe club is well known for its enthusiastic and creative fan base and for its chant \"Eisern Union\" (Iron Union).",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'1. Fussballclub Union Berlin e.V., meglio noto come Union Berlin, comunemente chiamata in italiano Union Berlino, è una società calcistica tedesca con sede a Berlino, nel quartiere di Köpenick. Nella stagione 2020-2021 milita in Bundesliga, la massima divisione del campionato tedesco di calcio.\r\n\r\nIl club ha origine nel 1906, con la fondazione della società Fussballclub Olympia Oberschönweide; dopo essere incorso in varie fusioni, scissioni, ridenominazioni e rifondazioni, nel 1966 ha acquisito la corrente ragione sociale.\r\n\r\nDal secondo dopoguerra al 1991, facendo base nella parte orientale di Berlino, il club ha militato nel sistema calcistico della Germania Est, raggiungendo come massimo successo una vittoria nella coppa nazionale. A quel tempo l'Union assunse il ruolo di \"squadra della dissidenza\", contrapponendosi in una forte rivalità con la concittadina Dinamo Berlino, legata a doppio filo all'establishment politico-militare della DDR[2]. A seguito della riunificazione tedesca, per contro, il club è stato associato all'Ostalgie; in tale epoca il risultato più prestigioso è costituito dal raggiungimento della finale di Coppa di Germania nel 2000-2001 e la successiva partecipazione alla Coppa UEFA 2001-2002.\r\n\r\nPiù in generale, l'Union Berlino vanta un profilo storico-ideale di stampo anticonformista, che si è tradotto in uno status di \"società di culto\", corroborato dallo strettissimo legame intrattenuto con la propria tifoseria.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#EB1923",
            "strColour2": "#ffffff",
            "strColour3": "#FDDC02",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/q0o5001599679795.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/or3c8y1599679828.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/0oj3pr1578232164.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/opfb9p1578232164.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ee9du21578232165.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/4ud9vq1578232165.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/l75p1s1578230651.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/7d14hz1679669950.png",
            "strYoutube": "www.youtube.com\/channel\/UCexHeD0RsxZFZoKLhhR_IUQ",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133662",
            "idESPN": "137",
            "idAPIfootball": "162",
            "intLoved": "1",
            "strTeam": "Werder Bremen",
            "strTeamAlternate": "SV Werder Bremen",
            "strTeamShort": "",
            "intFormedYear": "1899",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16220",
            "strStadium": "Weserstadion",
            "strKeywords": "Die Werderaner",
            "strRSS": "",
            "strLocation": "Bremen, Germany",
            "intStadiumCapacity": "42500",
            "strWebsite": "www.werder.de",
            "strFacebook": "www.facebook.com\/WerderBremen\/",
            "strTwitter": "twitter.com\/werderbremen",
            "strInstagram": "www.instagram.com\/werderbremen",
            "strDescriptionEN": "Sportverein Werder Bremen von 1899 e. V., commonly known as Werder Bremen, Werder  or simply Bremen, is a German professional sports club based in Bremen, Free Hanseatic City of Bremen. Founded on 4 February 1899, they are best known for their professional association football team, who compete in the Bundesliga, the first tier of the German football league system. Werder share the record for most seasons played in the Bundesliga with Bayern Munich, and are third in the all-time Bundesliga table, behind Bayern and Borussia Dortmund.\r\n\r\nWerder have been German champions four times, have won the DFB-Pokal six times, the DFL-Ligapokal once, the DFL-Supercup thrice, and the European Cup Winners' Cup once. The team's first major trophy came in the 1960–61 DFB-Pokal, a competition they last won in 2008–09. Their first German championship came in 1964–65, and their latest in 2003–04, when they won the double. In Europe, Werder won the 1992 European Cup Winners' Cup in a final against AS Monaco. They were runners-up in the 2008–09 UEFA Cup, losing against Shakhtar Donetsk in the final.\r\n\r\nSince 1909, Werder have played at the Weserstadion. The team have a rivalry with fellow northern German club Hamburger SV, known as the Nordderby (English: North derby). In April 2022, Werder had 40,100 members.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Lo Sport-Verein Werder von 1899 e.V., meglio noto come Werder Brema, è una società calcistica tedesca con sede a Brema. Attualmente milita nella Bundesliga, la divisione di vertice del campionato tedesco di calcio.\r\n\r\nIl club fu fondato il 4 febbraio 1899 con il nome di Fußballverein Werder da un gruppo di studenti sedicenni che vinse un corposo premio sportivo. Il nome deriva dalla parola dialettale, tra l'altro poco utilizzata, Werder, che tradotta in italiano vuol dire isolotto sul fiume[1], con riferimento al campo in cui giocarono per la prima volta i ragazzi, che era situato in un isolotto sul fiume Weser.\r\n\r\nIl club vanta nella propria bacheca 4 titoli tedeschi, 6 Coppe di Germania, 3 Supercoppe di Germania e 1 Coppa di Lega tedesca in ambito nazionale e una Coppa delle Coppe (1991-1992) e una Coppa Intertoto in ambito internazionale. Ha disputato una finale di Coppa UEFA, nella stagione 2008-2009.\r\n\r\nDal 1924 disputa le partite interne al Weserstadion, impianto da 42 500 posti. Vive un'accesa rivalità con l'Amburgo, contro cui disputa il Nordderby (derby del nord) del calcio tedesco.\r\n\r\nAttualmente il Werder Brema è la squadra con il maggior numero di stagioni nella massima serie, avendo militato nella Zweite Bundesliga solo nella stagione 1980-1981.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#1d9053",
            "strColour2": "#ffffff",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tkvqan1716960454.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/eyfwi71544617894.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wvysqt1424316088.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vqttst1424316106.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/5rr36p1543487307.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xq9y791543487334.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/7sjs071543772810.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/5siuhs1688908205.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133655",
            "idESPN": "138",
            "idAPIfootball": "161",
            "intLoved": null,
            "strTeam": "Wolfsburg",
            "strTeamAlternate": "VfL Wolfsburg, Verein für Leibesübungen Wolfsburg",
            "strTeamShort": null,
            "intFormedYear": "1945",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15939",
            "strStadium": "Volkswagen Arena",
            "strKeywords": "Die Wölfe",
            "strRSS": "",
            "strLocation": "Wolfsburg, Germany",
            "intStadiumCapacity": "30000",
            "strWebsite": "www.vfl-wolfsburg.de",
            "strFacebook": "www.facebook.com\/vflwolfsburgus\/",
            "strTwitter": "twitter.com\/vfl_wolfsburg",
            "strInstagram": "www.instagram.com\/vfl.wolfsburg\/?hl=de",
            "strDescriptionEN": "Verein für Leibesübungen Wolfsburg e. V., commonly known as VfL Wolfsburg or Wolfsburg, is a professional German association football club based in Wolfsburg, Lower Saxony. Wolfsburg play in the Bundesliga, the top tier of the German football league system. Wolfsburg have won the Bundesliga once in their history, in the 2008–09 season, and were DFB-Pokal runners-up in 1995. The new manager is Dieter Hecking who joined from 1. FC Nürnberg. The club grew out of a multi-sports club for Volkswagen workers in the city of Wolfsburg. Professional football is run by the spin-off organization VfL Wolfsburg-Fußball GmbH. VfL Wolfsburg-Fußball GmbH is a wholly owned subsidiary of the Volkswagen Group. Since 2002, Wolfsburg's stadium is the Volkswagen Arena.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Verein für Leibesübungen Wolfsburg, noto semplicemente come VfL Wolfsburg o Wolfsburg (pronuncia: [ˈvɔlfsbʊrk][1]), è una società calcistica tedesca con sede nella città di Wolfsburg, in Bassa Sassonia, militante in Bundesliga dal 1997.\r\n\r\nI colori sociali del club sono il bianco ed il verde, mentre il soprannome della squadra è Die Wölfe (in italiano I Lupi). Dal 2002 gioca le partite casalinghe nella Volkswagen-Arena di Wolfsburg, che conta 30.000 posti a sedere. È sponsorizzato dall'azienda automobilistica Volkswagen, che ha sede proprio nella città di Wolfsburg.[2][3]\r\n\r\nNella sua storia il Wolfsburg ha vinto un campionato tedesco (2008-2009),[4] una Coppa di Germania (2014-2015) ed una Supercoppa di Germania (2015).[5] In campo internazionale ha invece partecipato a due edizioni della Champions League (2009-2010 e 2015-2016), raggiungendo, come suo miglior risultato, i quarti di finale nella stagione 2015-2016; è arrivato ai quarti di finale anche in Europa League, nelle stagioni 2009-2010 e 2014-2015.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El VfL Wolfsburg es un club deportivo de la ciudad alemana de Wolfsburgo, conocido sobre todo por su equipo de fútbol. Fue fundado en 1945 y juega en la 1. Bundesliga. Desde noviembre de 2007, el consorcio automovilístico Volkswagen es propietario del 100% de las acciones del club.1 El 23 de mayo de 2009, tras su victoria en campo propio contra el Werder Bremen por 5 goles a 1, se proclama por primera vez en su historia campeón de la Bundesliga.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#65b32e",
            "strColour2": "#ffffff",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/07kp421599680274.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/s8nxwa1544617784.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rxusvv1424315193.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/czd2531543772619.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/878rz71543772627.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/is894z1543772635.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/g935ek1543772724.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/ra2qbl1688908263.png",
            "strYoutube": "www.youtube.com\/channel\/UCfdfDFNp50xLjAjD0TKOa4g",
            "strLocked": "unlocked"
        }
    ]
}