{
    "teams": [
        {
            "idTeam": "141494",
            "idESPN": "0",
            "idAPIfootball": "0",
            "intLoved": "1",
            "strTeam": "Alpecin–Deceuninck",
            "strTeamAlternate": "BKCP–Powerplus",
            "strTeamShort": "ADC",
            "intFormedYear": "2008",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "31250",
            "strStadium": "Alpecin-Deceuninck HQ",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "www.alpecin-fenix.com",
            "strFacebook": "www.facebook.com\/alpecinfenix\/",
            "strTwitter": "twitter.com\/alpecinfenix",
            "strInstagram": "www.instagram.com\/alpecinfenix",
            "strDescriptionEN": "Alpecin–Fenix (UCI team code: AFC) is a UCI ProTeam cycling team that is based in Belgium and races predominantly the cyclo-cross season. The leaders of the team have in the past been cyclo-cross world champion Niels Albert, Philipp Walsleben and Radomír Šimůnek. The team's current lead rider is the cyclocross world champion and Tour of Flanders winner Mathieu van der Poel.\r\n\r\nIn December 2017, the team announced that Corendon Airlines, a Turkish-Dutch airline company, and Circus, a Belgian betting company had signed three-year sponsorship deals. Circus, who also sponsor the UCI Continental team, ERA–Circus announced they would continue to do so until the end of the cyclo-cross season in March.\r\n\r\nFor the 2020 season the team rebranded itself as Alpecin–Fenix with German shampoo brand Alpecin and Italian interior design materials company Fenix becoming major sponsors for the team.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Belgium",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/qvp8am1699625931.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/coree31699626013.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/3u52m21624542906.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/gcwzat1624542917.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/0mqho31624542924.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/npihrh1624542931.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/ag5upl1624543237.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/8lmvbf1624541961.png",
            "strYoutube": "www.youtube.com\/channel\/UCul2imagVKz20u1CKgCcfbw\/videos",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "141889",
            "idESPN": null,
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "Arkéa–B&B Hotels",
            "strTeamAlternate": "Arkéa-Samsic",
            "strTeamShort": "ARK",
            "intFormedYear": "2005",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "UCI Europe Tour",
            "idLeague2": "5334",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "www.team-arkea-samsic.fr",
            "strFacebook": "www.facebook.com\/ArkeaSamsic\/",
            "strTwitter": "twitter.com\/arkea_samsic",
            "strInstagram": "www.instagram.com\/arkeasamsic",
            "strDescriptionEN": "Arkéa–B&B Hotels is a UCI WorldTeam cycling team based in Rennes, France. After the team won enough points during the 2020–2022 seasons, the team was promoted from its prior status as a UCI ProTeam and now has automatic entry into all UCI World Tour races. Prior to 2023, the team participated in UCI Continental Circuits races and UCI World Tour races when receiving a wild card.\r\n\r\nThe team was founded in 2005.\r\n\r\nIn 2014 they received a wildcard invitation to the 2014 Tour de France. In September 2014, the team announced they had formed a partnership with the amateur cycling team Brest Iroise Cyclisme 2000 (BIC 2000) to act as its reserve team. The team took part in the 2015 Tour de France and again in 2016, having been selected as a wildcard once again.\r\n\r\nFor 2016 and 2017 the team was named Fortuneo Vital Concept. On 1 June 2017 Vital Concept announced that it would cease sponsorship after 30 June. Oscaro stepped in as naming sponsor and the team became known as Fortuneo–Oscaro from 1 July. After six months Oscaro stepped aside, being replaced by Samsic , with both naming sponsors signing deals through to the end of the 2020 season.\r\n\r\nFor the 2018 season onwards, the team signed the WorldTour rider Warren Barguil and built the team around him. The team is running under the name of Arkéa–Samsic starting with the 2019 season. For the 2020 season, the team signed former Movistar rider Nairo Quintana.\r\n\r\nThe team launched a women's team in 2020.\r\n\r\nAfter the 2020 Tour de France, it was announced that an investigation into Arkéa-Samsic had been started due to suspected doping. French prosecutors said there was a \"discovery of many health products including drugs (...) and especially a method that could be qualified as doping.\"",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "France",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/vliux31714116378.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/j9iyvg1699563200.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/cvjdr61624961309.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/dq9u9h1624961354.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/igv0mb1624961360.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/8k312d1624961365.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/o4nyva1707301949.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/t0l69c1714116495.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "141493",
            "idESPN": null,
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "Cofidis",
            "strTeamAlternate": "Cofidis",
            "strTeamShort": "COF",
            "intFormedYear": "1997",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "UCI Europe Tour",
            "idLeague2": "5334",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "www.equipecofidis.com\/fr\/accueil",
            "strFacebook": "www.facebook.com\/TeamCofidis\/",
            "strTwitter": "twitter.com\/TeamCOFIDIS",
            "strInstagram": "www.instagram.com\/teamcofidis",
            "strDescriptionEN": "Cofidis Solutions Crédits (UCI team code: COF) is a French professional road bicycle racing team sponsored by a money-lending company, Cofidis. It was started in 1996 by Cyrille Guimard, the former manager of Bernard Hinault, Greg LeMond and Laurent Fignon of the Renault–Elf–Gitane team of the 1980s. The team's sponsor has supported the team despite repeated problems such as doping scandals. After it was part of the UCI ProTour for the ProTour's first five seasons, from 2010 the team competed as a UCI Professional Continental team. The team joined the UCI World Tour for the 2020 season.\r\n\r\nCyrille Guimard started the team in 1996 with backing from François Migraine, the chief executive of Cofidis. An early acquisition was Lance Armstrong, formerly of Motorola Cycling Team. Armstrong was dropped because of his cancer and another American, Bobby Julich, became leader for stage races. Julich's place in the top three of the 1998 Tour de France brought the team to the spotlight, and Frank Vandenbroucke brought further results in classics. That year, Cofidis won the team classification in the Tour.\r\n\r\nYears of drought followed as Julich and Vandenbroucke left the team. Vandenbroucke's Belgian compatriots, Nico Mattan, Chris Peers, Peter Farazijn, and Jo Planckaert, stayed on but were criticised for inconsistent performances. Cofidis, on the demand of Migraine, began paying riders by results, judged by the points they won in a season-long competition run by the Union Cycliste Internationale. Belgian riders criticised the policy, saying it would lead riders to ride conservatively to be sure of good placings at the finish. They debated the issue publicly with the manager, Alain Bondue, and left.\r\n\r\nDavid Millar raised the team's profile by winning the prologue of the 2000 Tour de France, taking leadership of the team. Millar criticized the points system and the team relented.\r\n\r\nIn 2004 Cofidis had three world champions – Igor Astarloa on the road, David Millar in the individual time trial and Laurent Gané on the track. However, a doping scandal involving Millar and other riders led them to stop racing until it was resolved. Astarloa left the team. The investigation decided that doping was by individual riders and that the team was not involved. However, David Millar has since suggested otherwise, in a strongly worded interview with the BBC. In May 2004 the team announced that Bondue and team doctor Jean-Jacques Menuet had both resigned. The team then returned to competition for the 2004 Tour de France, in which Stuart O'Grady and David Moncoutié won stages, Moncoutié's on Bastille Day.\r\n\r\nFollowing the doping scandals, the team appointed Éric Boyer as team manager in 2005. Moncoutié won on Bastille day again in the 2005 Tour de France – the only French stage win – with O'Grady's help. However, a new signing, Sylvain Chavanel failed to win a stage or to make a strong impression.\r\n\r\nO'Grady and Matthew White left in 2006. Cédric Vasseur – often the road captain – also left. An early victory in Classic Haribo by Arnaud Coyot showed the team still had firepower. Cofidis won the first stage of the 2006 Tour de France with Jimmy Casper, in a chaotic sprint.\r\n\r\nFor 2007 the team signed Belgians Nick Nuyens and Kevin De Weert from Quick-Step–Innergetic.\r\n\r\nOn 25 July 2007 Cofidis rider Cristian Moreni failed his doping test after the 11th stage of the Tour de France. His blood contained traces of testosterone. Moreni acknowledged doping. The team withdrew from the Tour.\r\n\r\nIn 2008 the team enjoyed the most successful season of Boyer's time as manager, with Chavanel winning Dwars door Vlaanderen and Brabantse Pijl and Chavanel and Samuel Dumoulin both taking stage wins in that year's Tour de France.\r\n\r\nOn 29 September 2009, the UCI ProTour decided not to renew the ProTour licenses of Cofidis and Bbox Bouygues Telecom, due to poor results. \r\n\r\nIn 2012, the team received a wildcard invitation to the Tour de France, along with three other French-registered teams. A few days before the start of the race, Boyer was sacked as manager of the team, with Migraine blaming him for poor results: he was replaced by former Festina, Astana and FDJ–BigMat directeur sportif Yvon Sanquer.\r\n\r\nOn 10 July 2012, the first rest day in the 2012 Tour de France, French police raided the Cofidis team hotel, arresting French rider Rémy Di Gregorio on suspicion of doping.\r\n\r\nFor the 2015 season the team announced it had signed 2014 Giro d'Italia points classification winner, Nacer Bouhanni, along with Dominique Rollin, Geoffrey Soupe and Steve Chainel.\r\n\r\nAfter a 2017 season during which the team only took 13 wins, in October of that year the team announced that Sanquer had been sacked, and that he would be replaced as manager by former Cofidis rider Vasseur.\r\n\r\nThe team returned to UCI WorldTour status in the 2020 season, and the team will using De Rosa bikes beginning from the 2020 season, ending their contract with Kuota.\r\n\r\nStarting with the 2023 season the team will be riding Look bicycles.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "France",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/gglmod1637580415.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/uid0tc1637580443.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/d8ric21737497320.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/xliu981737497321.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/502yz81737497321.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/wksfjb1737497321.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/xh7q9y1737497524.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/6d5o8q1714113715.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135810",
            "idESPN": null,
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "Decathlon–AG2R La Mondiale",
            "strTeamAlternate": "AG2R Citroën Team",
            "strTeamShort": "DAT",
            "intFormedYear": "1992",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "UCI Europe Tour",
            "idLeague2": "5334",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "ag2rcitroenteam.com",
            "strFacebook": "fr-fr.facebook.com\/cyclisme.ag2rlamondiale",
            "strTwitter": "twitter.com\/AG2RLMCyclisme",
            "strInstagram": "instagram.com\/ag2rlamondiale_procyclingteam",
            "strDescriptionEN": "Decathlon–AG2R La Mondiale (UCI team code: DAT) is a French cycling team with UCI WorldTeam status. Its title sponsors are French sporting goods retailer Decathlon and French insurance firm AG2R La Mondiale. The team is predominantly French.\r\n\r\nIn 1992 Vincent Lavenu, who had just retired from professional cycling, started a professional cycling team with Chazal as the main sponsor. Lavenu had previously organised sponsorship from Chazal of his last professional team. This sponsor stayed from 1992 to 1995. In 1996 Petit Casino, a chain of coffee shops in supermarkets, took over the sponsorship of the team. At this time the team was a second division team that relied on the public to sponsor the team. The team had the saying \"Petit Casino- c’est votre equipe\" – \"it's your team\", which signified this involvement of the public.\r\n\r\nIn 1997 Casino, the supermarket chain that contained the Petit Casino coffee shops, took over the sponsorship of the team and the budget increased substantially. Lavenu's team could compete in the big races such as the classics. The team obtained successes with Alexander Vinokourov, Jaan Kirsipuu and Lauri Aus.\r\n\r\nThe insurance company Ag2r Prevoyance took over as the main sponsor in 2000. The team obtained further successes with Laurent Brochard, Jaan Kirsipuu and Jean-Patrick Nazon. In 2006, the team joined the UCI ProTour, following the signings of big cycling names Francisco Mancebo and Christophe Moreau. Fassa Bortolo's exit from the competition had freed a licence and AG2R was the only team left vying for the license, as Comunidad Valenciana voluntarily withdrew, while the proposed new team of former Fassa Bortolo sporting director Giancarlo Ferretti turned out to be without financial backing. Ag2r obtained success in the 2006 Tour de France with a stage win by Sylvain Calzati, and a day in the yellow jersey as leader of the general classification by Cyril Dessel.\r\n\r\nRinaldo Nocentini took the yellow jersey after stage 7 of the 2009 Tour de France after a successful breakaway in which fellow Ag2r-La Mondiale rider Christophe Riblon also took part and earned the daily combativity award. Nocentini retained the race leadership for eight stages, and Ag2r-La Mondiale also led the team classification from stage 7 to stage 11 and for one further day after stage 14.\r\n\r\nIn 2014, the team had great results at the Tour de France, winning a stage and having Jean-Christophe Péraud taking second place in the overall classification. In October of that year, it was announced that AG2R would continue to sponsor the team through 2018, at the 2016 Tour de France the sponsorship was extended a further two years – into the 2020 season.\r\n\r\nIn September 2020, the team signed a contract with BMC as their bike supplier from 2021 for three years. The team will also be known under the name AG2R Citroën Team from the 2021 season after the French car company announced that they had become the co-sponsor of the team.\r\n\r\nThe team experienced further success during the 2021 Tour de France, when Tour debutant Ben O'Connor ascended to victory on Stage 9 in the Alpine village of Tignes.\r\n\r\nIn November 2023, Decathlon was announced as the co-title sponsor of the team in a five-year deal. The team will be called Decathlon–AG2R La Mondiale from 2024. Decathlon will also be replacing BMC as the bike supplier of the team, with the team using Decathlon's Van Rysel bikes with Shimano components. Citroën will stay on as the team's official car supplier.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "France",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/06jsz11736616559.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/p11aj91598797412.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/3bjfgb1598797470.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/f17ibg1598797498.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/vk1tgm1598797521.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/racjq81598797548.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/y5a8hc1598797824.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/vgh5811714202452.png",
            "strYoutube": "www.youtube.com\/user\/veloag2rlamondiale",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135814",
            "idESPN": "0",
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "EF Education–EasyPost",
            "strTeamAlternate": "EF Pro Cycling",
            "strTeamShort": "EFN",
            "intFormedYear": "2003",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "efprocycling.com",
            "strFacebook": "www.facebook.com\/EFProCycling\/",
            "strTwitter": "x.com\/EFprocycling",
            "strInstagram": "www.instagram.com\/efprocycling",
            "strDescriptionEN": "Cannondale–Drapac, formally Cannondale–Drapac Pro Cycling Team (UCI Code: CDT), is an American professional cycling team. Founded in 2003, the squad entered the UCI World Tour in 2009. Headquartered in Boulder, Colorado, United States, the team maintains an equipment and training facility in Girona, Catalonia, Spain. Slipstream Sports, a holding company, owns Cannondale–Drapac. Cannondale Bicycle Corporation, an American-Canadian bicycle manufacturer, is the title sponsor. Drapac Capital Partners, an Australian-American management firm, is the presenting sponsor. The general manager is American Jonathan Vaughters and the directeur sportif is Briton Charles Wegelius.\r\n\r\nBetween the 2009 and the 2016 UCI World Tours, the team finished inside the top-ten on five occasions. Notable results include: the 2009 Vattenfall Cyclassics and the 2010 Vattenfall Cyclassics with American Tyler Farrar, the 2010 Tour de Pologne, the 2013 Volta a Catalunya, the 2013 Liège–Bastogne–Liège, and the 2014 Giro di Lombardia with Irishman Dan Martin, the 2011 Tour Down Under with Australian Cameron Meyer, the 2011 Paris–Roubaix with Belgian Johan Vansummeren, the 2012 Giro d'Italia with Canadian Ryder Hesjedal, and the 2014 Critérium du Dauphiné with American Andrew Talansky. Between 2008 and 2016, the team claimed twenty Grand Tour stages – seven in the Giro d'Italia, seven in the Tour de France, and six in the Vuelta a España. In 2010, Garmin–Transitions signed Norwegian Thor Hushovd, the reigning UCI World Road Race Champion. In 2010 and 2015, Briton David Millar won the silver medal at the UCI World Time Trial Championships and Lithuanian Ramūnas Navardauskas won the bronze medal at the UCI World Road Race Championships, respectively. Between 2008 and 2016, the squad won twenty-five national road race and time trial championships.\r\n\r\nCannondale–Drapac is known for its anti-doping stance. The team reviews blood levels before signing riders, and maintains an internal testing system. Before 2015, no rider had tested positive during or after his tenure at Cannondale–Drapac. American Tom Danielson tested positive for Synthetic Testosterone in August 2015. In October 2016, he accepted a four-year suspension for unintentionally consuming dehydroepiandrosterone. Riders who competed with banned substances in the late-1990s to early-2000s are eligible after their confession and ban.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/ouximt1599853362.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/0kves21599853313.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/zsnuo11737497149.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/v6gtrr1737497156.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/rjt0ep1737497156.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/isepjy1737497156.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/02ajxb1737497222.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/7g2g6w1736808040.png",
            "strYoutube": "www.youtube.com\/channel\/UCc1lFRTifsxsW3-QzFN-Eaw",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135816",
            "idESPN": null,
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "Groupama–FDJ",
            "strTeamAlternate": "Française des Jeux",
            "strTeamShort": "GFC",
            "intFormedYear": "1997",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "UCI Europe Tour",
            "idLeague2": "5334",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "www.equipecycliste-groupama-fdj.fr\/en",
            "strFacebook": "facebook.com\/equipecyclistegroupamafdj\/",
            "strTwitter": "twitter.com\/groupamafdj",
            "strInstagram": "www.instagram.com\/equipegroupamafdj",
            "strDescriptionEN": "FDJ (UCI team code: FDJ) is a French cycling team, named for its title sponsor, the French national lottery. The team is managed by Marc Madiot, a former road bicycle racer and a former winner of the Paris–Roubaix classic. The team is predominantly French.\r\n\r\nThe team was founded on the initiative of Marc Madiot after he retired from racing in 1994 following a leg-breaking crash in that year's edition of Paris–Roubaix. After a period in the mid-1990s when the professional cycling scene in France was contracting - resulting in the 1996 French National Road Race Championships elite race being held on a pro–am basis due to the reduced number of professional riders - by the time of the team's launch in 1997 they faced competition for riders in France from fellow newcomers Cofidis as well as the expanding Casino team and the already established GAN outfit. The team's initial lineup included younger French riders such as teenagers Nicolas Vogondy and Damien Nazon as well as more experienced foreign racers like Davide Rebellin, Mauro Gianetti, Max Sciandri and Andrea Peron. The inaugural squad also included the reigning French national champions in road racing, time trialling and cyclo-cross - Stéphane Heulot, Eddy Seigneur and Christophe Mengin respectively.\r\n\r\nIn their first season the team only took a total of 13 wins - however these included several high profile victories such as Frédéric Guesdon's triumph at Paris–Roubaix, a stage win for Mengin at the Tour de France and victories for Rebellin at the Clásica de San Sebastián and Züri-Metzgete.\r\n\r\nIn the 2003 edition of Tour de France, Australian individual time trial specialist Bradley McGee won the prologue stage to wear the yellow jersey for a few days. McGee was also able to win the prologue of the following year's Giro d'Italia, wore the pink jersey for three days and finished the race in the top ten (finishing eighth). Sprinter Baden Cooke won the green jersey for the points competition.\r\n\r\nOn 31 October 2012, it emerged that BigMat would no longer sponsor the team, with the team choosing to focus on finding another co-sponsor for the 2014 season.\r\n\r\nThe team has been sponsored by Française des Jeux since its founding in 1997. Française des Jeux owns a majority of shares in the team, and the team is based in a warehouse owned by Française des Jeux on the outskirts of Paris: according to Madiot the team and the sponsor have a close working relationship. The team was named FDJeux.com in 2003 and 2004, then renamed Française des Jeux, supposedly to avoid bad luck, until July 2010, when the name was simplified to its initials. Prior to the 2012 season, French building merchants BigMat joined the team as co-sponsors, becoming FDJ–BigMat, contributing €2 million to the team. Following the departure of BigMat, the team renamed itself FDJ.fr.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "France",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/kd7ppt1491216135.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/7qa44l1699626113.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/ncymkk1737407629.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/wv1ixb1737407635.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/9doelz1737407641.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/qt0hie1737407646.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/x0zepa1737407721.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/h1wpih1714115372.png",
            "strYoutube": "www.youtube.com\/channel\/UCV7Kg31z9NB5r50l5EEzk4A",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135823",
            "idESPN": null,
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "Ineos Grenadiers",
            "strTeamAlternate": "Team Ineos",
            "strTeamShort": "IGD",
            "intFormedYear": "2009",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": null,
            "idLeague2": null,
            "strLeague3": null,
            "idLeague3": null,
            "strLeague4": null,
            "idLeague4": null,
            "strLeague5": null,
            "idLeague5": null,
            "strLeague6": null,
            "idLeague6": null,
            "strLeague7": null,
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "HSBC UK National Cycling Centre",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Manchester, England",
            "intStadiumCapacity": "0",
            "strWebsite": "www.teamsky.com",
            "strFacebook": "www.youtube.com\/channel\/UCaXxanOHeArdOMmhNaXE67Q",
            "strTwitter": "www.facebook.com\/teamineos",
            "strInstagram": "www.instagram.com\/teamineos",
            "strDescriptionEN": "Team Ineos (UCI team code: INS) (formerly Team Sky from 2010–2019) is a British professional cycling team that competes at UCI WorldTeam level. The team is based at the National Cycling Centre in Manchester, England, with a logistics base in Deinze, Belgium. The team is managed by British Cycling's former performance director, Sir Dave Brailsford.\r\n\r\nThe team launched in 2010 with the ambition of winning the Tour de France with a British rider within five years, a goal achieved within just three years when Bradley Wiggins won the 2012 Tour de France, becoming the first British winner in its history, while teammate and fellow Briton Chris Froome finished as the runner up and then went on to win the 2013 Tour de France, thereby achieving the team's primary aim twice over within the original five-year time period. Froome won Sky's third Tour de France title in 2015, fourth in 2016 and fifth in 2017. Froome also went on to win the 2017 Vuelta a España and the 2018 Giro d'Italia, making him the champion of all three Grand Tours at once. Froome was also retrospectively awarded victory in the 2011 Vuelta a España, after the original victor Juan José Cobo was stripped of his title due to an anti-doping violation. Team Ineos also won the 2018 Tour de France with Geraint Thomas and the 2019 Tour de France with Egan Bernal, meaning that the team have won seven of the last eight editions of the Tour de France.\r\n\r\nFollowing the decision by British media company Sky UK not to renew sponsorship, the team secured financial support from the British chemicals group Ineos, with the team thereby renamed as Team Ineos from April 2019.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": null,
            "strColour2": null,
            "strColour3": null,
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/dw70b41699625764.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/podp151583446358.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/rv17go1583493133.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/4x29wt1583493316.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/yj0r7g1583493183.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/v2doxw1583493359.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/dbqdf81583493268.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/2020-135823-Jersey.png",
            "strYoutube": "twitter.com\/TeamINEOS",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "136054",
            "idESPN": null,
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "Intermarché–Wanty",
            "strTeamAlternate": "BMC Racing Team",
            "strTeamShort": "ICW",
            "intFormedYear": "2008",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "UCI Europe Tour",
            "idLeague2": "5334",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "intermarche-wantygobert.eu",
            "strFacebook": "www.facebook.com\/intermarchewg",
            "strTwitter": "twitter.com\/IntermarcheCW",
            "strInstagram": "www.instagram.com\/intermarchewg\/?hl=cs",
            "strDescriptionEN": "Intermarché–Circus–Wanty (UCI team code: ICW) is a UCI WorldTeam that is title sponsored by French supermarket chain Intermarché, Belgian engineering firm Wanty and Belgian building materials provider Groupe Gobert Matériaux. It was founded in 2008. It was based in Belgium and participated in races on the UCI Continental Circuits, and some UCI World Tour events before 2021, after the team bought the UCI license from CCC Pro Team in September 2020.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Belgium",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/ov9yj61699626563.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/mpcv7l1613165621.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/2yp81j1613165837.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/k4mao81613165861.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/msotga1613165912.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/iqbmp21613165949.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/w49ig11707301001.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/x49o7g1680002421.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "140789",
            "idESPN": null,
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "Israel–Premier Tech",
            "strTeamAlternate": "Israel Cycling Academy",
            "strTeamShort": "IPT",
            "intFormedYear": "2015",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "israelcyclingacademy.com",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Israel Start-Up Nation (UCI team code: ISN) is a UCI World Tour team founded in 2014 by Ron Baron and Ran Margaliot and based in Israel. Prior to 2020 the team was known as Israel Cycling Academy.\r\n\r\nHistory\r\nIn November 2014, the pair launched the Israel Cycling Academy (ICA), with the aim of providing an opportunity for young and talented cyclists to compete in the international arena and launch their professional careers. This team was intended to provide inspiration, hope and faith to future generations of Israelis. \r\n\r\nThe team's first ever victory came in the fourth stage of the 2015 Tour d'Azerbaïdjan, which was won by Daniel Turek.\r\n\r\nOn 2 July 2015, the Israeli Road Racing Champion Guy Sagiv joined the ranks of ICA.\r\n\r\nIn 2018, the team participated in a cycling monument event for the first time – 2018 Milan-San Remo, and in a grand tour for the first time – the 2018 Giro d'Italia. The Giro d’Italia opening stage took place in Jerusalem on May 4, 2018 – the first time in the Giro‘s 101 years of existence that it has started outside Europe. The Giro held its second and third stages in Israel before it continued onto European soil. The three stages raced in Israel attracted considerable interest from the Israeli public, with many thousands of Israelis lining up along the route and supporting the riders and especially the ICA home team. It was considered a significant success. ICA co-owner Sylvan Adams was the driving force behind the Giro’s “Big Start” in Israel, having financed a significant part of the race budget. ICA's best performance in the Giro was recorded in the 18th stage, when its Spanish rider Ruben Plaza finished in second place. Three days later when the team completed the Giro in Rome, Guy Sagiv became the first-ever Israeli cyclist to finish a grand tour.\r\n\r\nIn 2019, in its fifth season of existence, ICA enlarged its team roster to 30 riders and set up a racing program that has exceeded 250 racing days all around the globe. The team was invited to take part in the Giro d’Italia In May 2019 and will make its first appearance in the Tour of California.\r\n\r\nThe team owners, Ron Baron and Sylvan Adams, have set the team's goal as participation in the world’s biggest races including the Tour de France, in order to continue inspiring and developing a new generation of Israeli cyclists.\r\n\r\nIn January 2019 the team opened three cycling special youth programs in Israel and formed a youth cycling team in the Arab village of Shfaram. To further develop young Israeli cyclists, ICA operates a development team with a select group of under-23 riders. They have also established a special partnership with one of the leading French amateur teams – Côte d’Armor – which enables its young development team riders to race in France and gain valuable experience overseas.\r\n\r\nIn October 2019, ICA completed the takeover of UCI World Tour team Katusha-Alpecin, including its UCI WorldTour license. As a result, ICA was due to become a UCI World Tour team, pending UCI approval. The UCI approved the team's promotion to World Tour status in December of that year, and the team subsequently changed its name to Israel Start Up Nation, while the former name became the name of the team's continental level development squad.\r\n\r\nIn July 2020 it was announced that 7 time Grand Tour winner Chris Froome would join the team for the 2021 season.\r\n\r\nIn August and September 2020 they took part in the 2020 Tour de France, finishing 19th out of 22 teams in the Team classification. On 11 October 2020 the team won a Grand Tour stage for the first time when British rider Alex Dowsett won Stage 8 of the 2020 Giro d'Italia. They won another Grand Tour stage 11 days later when Irish rider Dan Martin won Stage 3 of the 2020 Vuelta a España, a result that also took him up from 3rd to 2nd in the General classification, as well as from 3rd to 2nd in the Points classification and from 7th to 2nd in the Mountains classification; he eventually finished 4th in the General classification, 3rd in the Points classification, and 10th in the Mountains classification, while Israel Start-Up Nation finished 18th out of 22 in the Team classification.\r\n\r\nOn December 4, 2020, the team announced Cherie Pridham as a new sports director, the first woman to assume the role on a men's world tour team.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Israel",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/by5dgg1614599998.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/2hnsvk1737497013.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/btk1hh1714127274.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135825",
            "idESPN": null,
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "Lidl–Trek",
            "strTeamAlternate": "Trek–Segafredo",
            "strTeamShort": "TFS",
            "intFormedYear": "2011",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "www.treksegafredo.com",
            "strFacebook": "www.instagram.com\/trekraceshop",
            "strTwitter": "www.facebook.com\/TrekRaceShop",
            "strInstagram": "www.theaudiodb.com",
            "strDescriptionEN": "Trek–Segafredo (UCI team code: TFS) is a professional road bicycle racing team licensed in the United States. Formerly RadioShack–Nissan, in 2014, Trek took over the ownership of the team and its ProTeam License.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/rbfc961699625133.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/7g3i9m1699625208.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/qv6efu1707301653.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/v28oqz1707301707.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/j1fpxk1707301712.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/17w79n1707301717.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/74cwny1707301826.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/2020-135825-Jersey.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135819",
            "idESPN": null,
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "Lotto–Dstny",
            "strTeamAlternate": "Lotto–Soudal",
            "strTeamShort": "LTD",
            "intFormedYear": "1985",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "UCI Europe Tour",
            "idLeague2": "5334",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "www.lottodstny.be",
            "strFacebook": "m.facebook.com\/LottoDstnyCyclingTeam",
            "strTwitter": "twitter.com\/lotto_dstny",
            "strInstagram": "",
            "strDescriptionEN": "Lotto–Dstny (UCI team code: LTD) is a Belgian professional cycling team at UCI ProTeam level sponsored by the Belgian lottery and Dstny, a business communications provider. The same organisations also sponsor a women's cycling team, Lotto–Dstny Ladies.\r\n\r\nLotto has a long history of cycling sponsorship, they began sponsoring 1984 with Tönissteiner–Lotto–Mavic–Pecotex. In 1985, it became prime sponsor of a team bearing only its name. Walter Godefroot and Patrick Lefevere were early directeurs sportifs. The fusion of the Lotto–Adecco and Domo–Farm Frites teams for the start of the 2003 season created the current team and structure in the guise of Lotto–Domo.\r\n\r\nOmega Pharma had previously been a co-sponsor of the Quick-Step–Davitamon team in 2003 and 2004. Omega Pharma became the main sponsors in 2005, under their Davitamon brand name. The team name switched to Omega Pharma's Predictor brand name in 2007 and the Silence brand in 2008. From 2010 the team became known as Omega Pharma–Lotto, but this sponsor moved their financial support to the Quick-Step setup for the 2012 season.\r\n\r\nBelisol became co-sponsors in 2012, and are a Belgian company making windows and doors and solar panels.\r\n\r\nOn the final day of the 2014 Tour de France the team announced that they had secured new sponsorship for the team with Soudal, manufacturers of sealants, adhesives and foams. Soudal signed a deal lasting six seasons, the team name becoming Lotto Soudal: in 2019, they extended the deal for two more years. Lotto continue to sponsor the team, as well as the women's team and under-23 team.\r\n\r\nFor one stage race each year since 2016 (at the 2016 Paris–Nice, 2017 Paris–Nice, 2018 Giro d'Italia, and 2019 Tour de Pologne), the team raced under the name Lotto Fix ALL and changed the team kit to a grey colour to reflect one of Soudal's key brands.\r\n\r\nLotto–Dstny was a member team of the UCI World Tour from its inception in 2009 until the end of the 2022 season. The team was relegated from the World Tour at the end of 2022 after finishing 19th in the points standings for the 2020 - 2022 qualification cycle. The top 18 teams qualified for the 2023 - 2025 cycle, meaning that from 2023 the team will drop down a division and race under a UCI ProTeam licence. Among non-World Tour teams, Lotto finished first in the 2022 one-year points list ahead of TotalEnergies, meaning it receives wildcards for all 2023 World Tour stage and one-day races.\r\n\r\nThe team is managed by Marc Sergeant and Bill Olivier and they are assisted by Herman Frison, Jean-Pierre Heynderickx, Bart Leysen, Marc Wauters, Mario Aerts and Michiel Elijzen.\r\n\r\nAfter Tosh Van der Sande accidentally listed the wrong nasal spray brand in the paperwork at the 2018 Six Days of Ghent where he returned a positive test for prednisolone, a substance found in the nasal spray Sofrasolone, he was temporarily suspended by the team. Van der Sande was later cleared of any wrongdoing by the UCI.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Belgium",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/ss1dsm1679594330.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/4nssb51679595327.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135820",
            "idESPN": null,
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "Movistar Team",
            "strTeamAlternate": "Caisse d'Epargne",
            "strTeamShort": "MOV",
            "intFormedYear": "1980",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "UCI Europe Tour",
            "idLeague2": "5334",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "www.movistarteam.com",
            "strFacebook": "www.facebook.com\/movistarteam",
            "strTwitter": "twitter.com\/movistar_team",
            "strInstagram": "instagram.com\/movistar_team",
            "strDescriptionEN": "Movistar Team (UCI team code: MOV) is a professional road bicycle racing team which participates at UCI WorldTeam level and has achieved thirteen general classification (GC) victories in Grand Tours. The title sponsor is the Spanish mobile telephone company Telefónica, with the team riding under the name of the company's brand Movistar.\r\n\r\nThe team was formed as Reynolds, led by Ángel Arroyo and later by Pedro Delgado, who won a Tour de France and a Vuelta a España, and was subsequently sponsored by Banesto, under which name the team included 5-time Tour de France winner Miguel Induráin and Alex Zülle, twice winner of the Vuelta a España. The team offices are in Egüés, in Navarre, Spain. A later sponsor was Caisse d'Epargne, a French semi-cooperative banking group.\r\n\r\nHaving previously used Pinarello bikes, the team rode Canyon frames in 2014, with Campagnolo parts. Since 2008, Eusebio Unzué has been the manager of the team after the long running manager, José Miguel Echavarri, retired from the sport. The directeurs sportifs of the team are José Vicente García, Pablo Lastras, José Luis Jaimerena, Patxi Vila and Max Sciandri.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Spain",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/3k7ftz1679600259.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/x4ce3g1736327424.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/2bw5om1707301534.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/40au0q1707301545.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/ozc41p1707301550.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/xmvg201707301540.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/3xayf31491045975.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/3q6tze1714113830.png",
            "strYoutube": "www.youtube.com\/channel\/UC7aWrrEdR7_RORZBFpI7gbA",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135813",
            "idESPN": "0",
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "Red Bull–Bora–Hansgrohe",
            "strTeamAlternate": "Bora–Hansgrohe",
            "strTeamShort": "BOH",
            "intFormedYear": "2010",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "www.bora-argon18.com",
            "strFacebook": "www.facebook.com\/Borahansgroheofficial\/",
            "strTwitter": "twitter.com\/borahansgrohe",
            "strInstagram": "www.instagram.com\/borahansgrohe",
            "strDescriptionEN": "Red Bull–BORA–hansgrohe (UCI Code: RBH) is a UCI WorldTeam cycling team established in 2010 with a German license, founded and managed by Ralph Denk. It is sponsored by global energy drinks brand Red Bull, BORA, a German manufacturer of extractor hoods and cooktops, and Hansgrohe, a bathroom fittings manufacturer. Its aim is \"improving the image of road cycling in Germany\".\r\n\r\nHistory\r\nThe team was formed in 2010 as Team NetApp, a UCI Continental Team with 14 riders. It was promoted to ProContinental Team status after the first season.\r\n\r\nFor the 2013 season, Team NetApp and British based Endura Racing merged to form NetApp-Endura. The team's 2013 roster consisted of eight riders from Endura, and 12 riders from Team NetApp, as well as NetApp bringing the Pro Continental licence. The eight Endura riders joining were Alexander Wetterhall, Erick Rowsell, Iker Camaño, Jonathan McEvoy, Paul Voß, Russell Downing, Scott Thwaites and Zak Dempster. The nine NetApp riders retained were Jan Barta, Cesare Benedetti, Markus Eichler, Bartosz Huzarski, Blaz Jarc, Leopold Koenig, Daniel Schorn, Andreas Schillinger and Michael Schwarzmann.\r\n\r\nOn the first rest day of the 2014 Tour de France, 15 July 2014, the team announced they had secured sponsorship with German cooking surface and extractor manufacturer BORA. The team for 2015 onwards, thus becoming known as Team BORA. BORA became the first German team with a German title sponsor in the professional peloton since 2010. Team manager Ralph Denk expressed hope that BORA's backing would help the team achieve their aim of joining the UCI World Tour by 2017.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/318nr51736438552.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/wm66341624542494.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/j4jedo1624542687.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/3t7fi41624542694.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/upq47c1624542701.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/hg1un71624542708.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/hrt1lc1624543399.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/9sp7df1736434622.png",
            "strYoutube": "www.youtube.com\/channel\/UC8rlqRMt762GzKCQl0CwBwg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135822",
            "idESPN": null,
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "Soudal–Quick-Step",
            "strTeamAlternate": "Quick-Step Floors",
            "strTeamShort": "DQT",
            "intFormedYear": "2003",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "UCI Europe Tour",
            "idLeague2": "5334",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "",
            "strKeywords": "Quick-Step",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "www.soudal-quickstepteam.com",
            "strFacebook": "www.facebook.com\/soudalquickstepteam",
            "strTwitter": "twitter.com\/soudalquickstep",
            "strInstagram": "www.instagram.com\/deceuninck_quickstepteam",
            "strDescriptionEN": "Soudal–Quick-Step (UCI team code: SOQ) is a Belgian UCI WorldTeam cycling team led by team manager Patrick Lefevere. The directeurs sportifs are Davide Bramati, Iljo Keisse, Klaas Lodewyck, Wilfried Peeters, Tom Steels and Geert Van Bondt.\r\n\r\nThe team is nicknamed 'The Wolfpack' and has used the term in its branding since 2017.\r\n\r\nThe team was created as Quick-Step–Davitamon in 2003 from staff and riders of Domo–Farm Frites and Mapei–Quick-Step when the latter disbanded after nine years in the sport. Paolo Bettini won the UCI Road World Cup in 2003 and 2004 as well as the 2004 Summer Olympics road title in 2004. In the 2005 UCI ProTour season, renamed Quick-Step–Innergetic, the team won a large number of classics: Tom Boonen won Tour of Flanders and Paris–Roubaix, Filippo Pozzato the HEW Cyclassics, and Paolo Bettini the Züri-Metzgete and the Giro di Lombardia. In late 2005 Tom Boonen won the 2005 UCI Road World Championships in Madrid, where Michael Rogers won the time-trial.\r\n\r\nIn 2006 Boonen retained the Tour of Flanders and held the yellow jersey in the 2006 Tour de France during stage 3–6, and Filippo Pozzato won 2006 Milan–San Remo. Paolo Bettini won the world championship in Salzburg and retained his Giro di Lombardia crown. In 2007 Tom Boonen won the points classification in the Tour de France, taking two stage wins. Bettini defended his world championship in Stuttgart. In 2008 Gert Steegmans took the final stage of the 2008 Tour de France on the Champs-Élysées. Paolo Bettini retired after the world championship in Varese. In both 2008 and 2009 Stijn Devolder took the Tour of Flanders and Tom Boonen, Paris–Roubaix. After two seasons of disappointment, a resurgent Omega Pharma–Quick-Step and Tom Boonen took four major Spring classics victories, including the four cobblestone courses E3 Harelbeke, Gent–Wevelgem, Tour of Flanders, Paris–Roubaix.\r\n\r\nIn October 2012, the team fired their veteran rider Levi Leipheimer after he admitted to doping in a sworn affidavit to USADA. This was despite the team statement that \"commended\" Leipheimer for his \"open cooperation\" in the USADA investigation that exposed Lance Armstrong's long-term cheating in cycling via doping. The team's action was described by USADA head Travis Tygart as \"The classic Omertà move, right? Actions speak louder than words. On the one hand, they say they congratulate him on coming forward,  their action terminating him for being truthful speaks a lot louder than their words.\" CyclingNews reported in the same article that the team's claim to have only recently learned of Leipheimer's past doping was according to Tygart \"absolutely not true... Leipheimer and a USADA attorney told the team months ago of the investigation, and of Leipheimer’s role\". Cyclingnews noted that Omega Pharma general manager Patrick Lefevere \"had admitted in 2007 to having used doping products, including amphetamines, during his own career\". Lefevere is still CEO of Etixx as of September 2015.\r\n\r\nOn 17 July 2014, the team announced that Iljo Keisse had been given a two-year contract extension. Tony Martin confirmed via his Twitter account that he had signed a two-year contract extension. On 19 August the team announced that Pieter Serry had signed a two-year contract extension, on 27 August the team announced the signing of Maxime Bouet on a two-year deal and on 1 September the team announced the signing of David de la Cruz on a two-year contract. In 2014 Michał Kwiatkowski won a rainbow jersey in 2014 UCI Road World Championships – Men's road race in Ponferrada, Spain.\r\n\r\nIn February 2015, the team announced it had signed 2015 UCI World Omnium champion, Fernando Gaviria, and fellow Colombian, Rodrigo Contreras, on two-year deals set to commence at the start of the 2016 season. In August 2015, the team signed Davide Martinelli for the 2016 and 2017 seasons.\r\n\r\nAs of April 2021, the team has won more than 800 races, making it one of the most successful squads in history.\r\n\r\nThe team is operated by the company Decolef Lux, based in Luxembourg with branches in France and Belgium. A majority shareholder of the company is a Czech businessman Zdeněk Bakala. Title sponsors throughout its history have been Quick-Step Flooring, a division of Mohawk Industries, who had previously been co-sponsors of the Mapei team from 1999 to 2003.\r\n\r\nBelgian pharmaceutical company Omega Pharma had two spells as title co-sponsors (2003–07 and 2012–16), using either the company name or one of its products. Either side of its first involvement with this team, Omega were sponsors of their Belgian rivals.\r\n\r\nDeceuninck, a manufacturer of PVC-systems windows, became the primary sponsors from 2019, with Quick-Step Floors remaining as secondary sponsor. At the Tour of Flanders in 2020 and 2021, the team carried the name of a Deceuninck product line, Elegant, rather than that of the company. Deceuninck ended their sponsorship of the team following the 2021 season, while Quick-Step Floors extended their sponsorship until 2027.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Belgium",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/ojb2701680029858.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/r0cjpb1617732471.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/vojn8z1617732596.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/ov6var1617732603.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/qszpyl1617732609.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/fibvyd1617732622.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/11d7jq1617733260.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/hxxpj11680030433.png",
            "strYoutube": "www.youtube.com\/channel\/UCaq9glaC5kI626cMCBAwc3Q",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135812",
            "idESPN": null,
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "Team Bahrain Victorious",
            "strTeamAlternate": "Bahrain–Merida",
            "strTeamShort": "TBV",
            "intFormedYear": "2017",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "www.teambahrainmerida.com",
            "strFacebook": "www.facebook.com\/BahrainMerida\/",
            "strTwitter": "twitter.com\/bahrain_merida",
            "strInstagram": "www.instagram.com\/bahrain_merida",
            "strDescriptionEN": "Team Bahrain Victorious (UCI team code: TBV) is a UCI WorldTeam cycling team from Bahrain which was founded in 2017. Its title sponsor is the government of Bahrain.\r\n\r\nHistory\r\nThe idea for a Bahrain pro cycling team was started in August 2016 by Sheikh Nasser bin Hamad Al Khalifa. The team is financed by the government of Bahrain to promote the country worldwide.\r\n\r\nDoping\r\nOn 5 September 2018, the UCI announced that an out of competition test had resulted in an adverse analytical finding of Erythropoietin in a sample collected 31 July 2018. Kanstantsin Sivtsov was provisionally suspended pending the result of any B sample test.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": null,
            "strColour2": null,
            "strColour3": null,
            "strGender": "Male",
            "strCountry": "Bahrain",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/wk8hc41621196207.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/dm7fsv1621196195.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/2018-135812-Jersey.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135821",
            "idESPN": "0",
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "Team Jayco–AlUla",
            "strTeamAlternate": "Orica–Scott",
            "strTeamShort": "JAY",
            "intFormedYear": "2011",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "UCI Europe Tour",
            "idLeague2": "5334",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Australia",
            "intStadiumCapacity": "0",
            "strWebsite": "www.greenedgecycling.com",
            "strFacebook": "www.facebook.com\/GreenEdgeCycling",
            "strTwitter": "twitter.com\/GreenEDGEteam",
            "strInstagram": "www.instagram.com\/greenedgecycling",
            "strDescriptionEN": "Team Jayco–AlUla (UCI team code: JAY) is an Australian professional road race cycling team. Launched in January 2011, it competes at UCI WorldTeam level. The team was formed under the management of Andrew Ryan and Shayne Bannan, with Neil Stephens and Matt White as Sporting Directors. The team rides Giant bicycles, and wear Giordana Cycling clothing and Scott eyewear. The team has financial backing from Australian businessman Gerry Ryan who owns Jayco Australia.\r\n\r\nThe team has a women's team and supports its riders competing in track cycling. In 2017 they also established a development team, Mitchelton–BikeExchange.\r\n\r\nIn June 2016, ahead of the 2016 Tour de France the team announced BikeExchange, an Australian cycling retailer, was stepping up as a title sponsor of the team. Team owner, Gerry Ryan, had previously sought to secure further sponsorship after Orica announced they would stop sponsoring the team after the 2017 season. From 2018 until 2020, the team was known as Mitchelton–Scott, with Ryan's Mitchelton Wines as a major sponsor.\r\n\r\nOn 28 April 2016, Simon Yates returned an adverse analytical finding for Terbutaline. Yates had been prescribed the drug to treat asthma, but a therapeutic use exemption (TUE) request had not been filed. The team attributed this to an administrative error. The team took full responsibility for this error, emphasising that Yates had no fault in the occurrence.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Australia",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/9da0v01699626366.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/vy84ut1699626410.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/7yw8g51735637988.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/b6cfrs1735637997.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/x77k1i1735638003.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/x5m2501735638011.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/dro0ma1735638256.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/2lqx3j1714113603.png",
            "strYoutube": "www.youtube.com\/user\/GreenEdgeCycling",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135824",
            "idESPN": "0",
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "Team Picnic PostNL",
            "strTeamAlternate": "Team DSM",
            "strTeamShort": "DSM",
            "intFormedYear": "2005",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "www.teamdsmfirmenich-postnl.com",
            "strFacebook": "www.facebook.com\/dsmfirmpostnl",
            "strTwitter": "x.com\/dsmfirmpostnl",
            "strInstagram": "www.instagram.com\/dsmfirmpostnl",
            "strDescriptionEN": "Team dsm–firmenich PostNL (UCI team code: DFP) is a Dutch professional cycling team at UCI WorldTeam level. The team is managed by Iwan Spekenbrink. The team is sponsored by the nutrition, and fragrances company DSM-Firmenich.\r\n\r\nThe team in 2005\r\nHistory\r\nThe team was founded in 2005 under the name \"Shimano-Memory Corp\", sponsored by Skil and Shimano, and was based in the Netherlands. Thanks to aggressive strategies during Paris–Nice in 2008 and 2009, the team was awarded a wildcard for the 2009 Tour de France, making it their first appearance in a Grand Tour.\r\n\r\nAfter losing its sponsors at the end of 2011, the team adopted the name \"Project 1T4i\", standing for \"team spirit, inspiration, integrity, improvement and innovation\", until a new sponsor was secured. Ahead of the Tour of Flanders on 1 April 2012, the team became Argos-Shimano following the announcement of a three-year naming rights contract with the Argos North Sea Group, an oil company based in the Netherlands.\r\n\r\nIn 2012, the team received their second wildcard invitation to the 2012 Tour de France, along with three French-registered teams: Cofidis, Team Europcar and Saur–Sojasun.\r\n\r\nIn December 2012 it was announced that the team would compete at the World Tour level for the 2013 season.\r\n\r\nIn September 2014 German shampoo manufacturer Alpecin announced that they would co-sponsor the team alongside Giant for the 2015 season. In December 2014 Sunweb (a Dutch-owned international tour operator) was announced as a new major sponsor of the team, signing a 2-year deal.\r\n\r\nOn 23 January 2016 during training in Spain, six members of the team (John Degenkolb, Warren Barguil, Max Walscheid, Chad Haga, Fredrik Ludvigsson and Ramon Sinkeldam) were hit by a car that was driven by an English tourist, who turned the wrong way into on-coming traffic. For a time there was serious concern about some of them not only returning to ride in the 2016 season, but whether or not the accident might end their careers. Fortunately everyone recovered.\r\n\r\nOn the first rest day of the 2016 Tour de France, the team announced that Sunweb would become a named sponsor of the team for the 2017 season, and the team would move their registration from the Netherlands to Germany. In 2017, Team Sunweb won its first Grand Tour: the 2017 Giro d'Italia with Tom Dumoulin. At the 2017 Tour de France, the team won four stages and two major jerseys: Warren Barguil won the Mountains classification and Combativity Award while reaching 10th overall, and Michael Matthews won the Points classification. In 2018 the team rode in support of Tom Dumoulin, who finished second in both the 2018 Giro d'Italia and the 2018 Tour de France.\r\n\r\nFrom the 2021 season, DSM took over title sponsorship of the team, with the name changing to DSM-firmenich in response to a company merger shortly before the 2023 Tour de France.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/jmer1u1699625627.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/pb4lug1699625548.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/o9r75x1723142854.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/gxihag1723142861.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/gb63ux1723142866.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/xukfr51723142871.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/d261e21723143014.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/qtygh11723143202.png",
            "strYoutube": "www.youtube.com\/@dsmfirmpostnl",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135826",
            "idESPN": "0",
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "UAE Team Emirates XRG",
            "strTeamAlternate": "UAE Team Emirates",
            "strTeamShort": "UAD",
            "intFormedYear": "1999",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "UCI Europe Tour",
            "idLeague2": "5334",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "www.uaeteamemirates.com",
            "strFacebook": "www.facebook.com\/UAETEAMEMIRATES\/",
            "strTwitter": "twitter.com\/TeamUAEAbuDhabi",
            "strInstagram": "www.instagram.com\/uae_team_emirates",
            "strDescriptionEN": "UAE Team Emirates (UCI team code: UAD) is an Emirati road bicycle racing team. The team competes at UCI WorldTeam level and has done so since the UCI World Tour was formed as the top category of road cycling in 2005. However the team was temporarily suspended from the ProTour in 2010, missing one ProTour event.\r\n\r\nThe general manager, Giuseppe Saronni, was himself a famous professional cyclist, a world champion and winner of two editions of the Giro d'Italia.\r\n\r\nTransition from an Italian-based team\r\nChinese involvement\r\nIn August 2016 the team (then called Lampre-Mérida) confirmed that its WorldTeam licence was being transferred from CGS Cycling to Chinese company TJ Sport Consultation, with the team becoming the first Chinese WorldTour team from 2017. Former Saunier Duval–Prodir team manager Mauro Gianetti was announced as the co-ordinator for the project. In an interview with La Gazzetta dello Sport the following month, Saronni confirmed that he and CGS Cycling would continue to manage the team on TJ Sport's behalf, and that the team's bicycles would be supplied by Colnago. He indicated that the project was being co-ordinated by the Chinese government via TJ Sport with involvement from a number of Chinese companies including Alibaba, and that its aim was to develop Chinese cycling and riders. However, when the UCI awarded 17 WorldTour licences to teams in November, it announced that TJ Sport's application was \"under review\" by its Licensing Commission. According to Saronni, the reason for the delay was that the head of the TJ Sport project, Li Zhiqiang, had fallen seriously ill, which prevented funding for the project from being confirmed.\r\n\r\nEmirati rescue\r\nAs a result, the team looked elsewhere for sponsorship, securing funding from the United Arab Emirates and changing its name to UAE Abu Dhabi. The UCI confirmed the team's WorldTour licence on 20 December. In February 2017, the team announced that airline Emirates had signed on with the team as a naming-rights sponsor. The team will subsequently be known as: UAE Team Emirates. In June 2017, two days before the 2017 Tour de France the team announced it would also be sponsored by the First Abu Dhabi Bank, an amalgamation of the First Gulf Bank and the National Bank of Abu Dhabi, with their logo being added to the chest and side of the team's jersey.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "United Arab Emirates",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/1g2lw01599602062.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/btdffl1613479612.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/03eood1613479250.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/qtwdh41613479256.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/aj0ska1613479262.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/yvkzst1613479269.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/ijkc171613479773.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/629ogm1736283810.png",
            "strYoutube": "www.youtube.com\/uaeteamemirates",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135818",
            "idESPN": null,
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "Visma–Lease a Bike",
            "strTeamAlternate": "Team Jumbo–Visma",
            "strTeamShort": "TVL",
            "intFormedYear": "1984",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "www.teamvismaleaseabike.com",
            "strFacebook": "www.facebook.com\/vismaleaseabike\/",
            "strTwitter": "x.com\/vismaleaseabike",
            "strInstagram": "www.instagram.com\/teamvisma_leaseabike",
            "strDescriptionEN": "Team LottoNL–Jumbo is a men's professional bicycle racing team, successor of the former Rabobank. The team consists of three sections: ProTeam (the UCI ProTour team), Continental (a talent team racing in the UCI Europe Tour), and Cyclo-cross.\r\n\r\nThe cycling team was founded for the 1984 season under the name Kwantum–Decosol, anchored by Jan Raas, with mostly cyclists coming from the TI–Raleighcycling team. With Raas as directeur sportif from 1985 onwards, the head sponsor was succeeded by Superconfex, Buckler, Wordperfect and Novell, respectively, before Raas signed a contract with Rabobank, a Dutch association of credit unions, in 1996. After Rabobank sponsorship ended in 2012, it was known as Blanco, Belkin, and then Lotto-Jumbo.\r\n\r\nSince 1984, the team has entered every Tour de France and since the introduction of divisions in 1998, the team has always been in the first division. A 2012 investigation by Dutch newspaper de Volkskrant concluded that doping was at least tolerated, from the team's 1996 beginnings as Rabobank until at least 2007.\r\n\r\nIn road bicycle racing, teams take name from their main sponsors. Team LottoNL–Jumbo has previously had the following sponsors, and thus names.\r\n\r\nIn June 2014 it was announced that Belkin would stop sponsoring the cycling team. On July 20, 2014, the team announced they had an agreement in place with the Brand Loyalty skating team. A day later, the team also released the news that the Dutch Lotto will also sponsor the team. On September 29, 2014, the contracts were signed between the two teams, meaning that the new name would be TEAMLottoNL, with the renaming taking effect from 1 January 2015. On October 23, 2014, the team was unveiled in Utrecht as Team LottoNL–Jumbo showing their new black and yellow team kit. Lotto had previously been confirmed as the teams title sponsor, supermarket chain, Jumbo, was presented as the second sponsor of the WorldTour team. In September the team confirmed they would continue to ride on Bianchi bikes for the 2016 and 2017 seasons. On the first rest day of the 2016 Tour de France, the team announced LottoNL had agreed to extend their sponsorship of the team through to the end of the 2018 season.\r\n\r\nAccording to a 2012 investigation by de Volkskrant, doping was used by Rabobank riders since 1998 and condoned by the team, with team physicians actively monitoring the health of those riders. According to Stefan Matschiner, a key witness in the Humanplasma scandal, three (former) Rabobank riders were customers of the Swiss blood doping expert. Matschiner mentioned Michael Boogerd, the most successful Dutch Rabobank rider, and said one other team member was a customer. Theo de Rooij, Rabo's manager since 2003 and responsible for pulling Michael Rasmussen from the 2007 Tour de France, did not deny doping was used by team riders, but said that the use of doping was neither suggested nor paid for by the team. In the 2015 USADA report against Dr. Geert Leinders, it was found that he, and other team doctors, supported and organized a blood doping program within the team for much of the 2000s, which included EPO, blood transfusions, hGH, and cortisones. Riders included in the report that doped during their Rabobank tenure include Denis Menchov, Michael Boogerd, Michael Rasmussen, and Levi Leipheimer.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "The Netherlands",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/01ps8j1721680341.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/2018-135818-Jersey.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135811",
            "idESPN": "0",
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "XDS Astana Team",
            "strTeamAlternate": "Astana Qazaqstan Team",
            "strTeamShort": "AST",
            "intFormedYear": "2007",
            "strSport": "Cycling",
            "strLeague": "UCI World Tour",
            "idLeague": "4465",
            "strLeague2": "UCI Europe Tour",
            "idLeague2": "5334",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Astana, Kazakhstan",
            "intStadiumCapacity": "0",
            "strWebsite": "www.astanapremiertech.com",
            "strFacebook": "www.facebook.com\/AstanaPremierTech",
            "strTwitter": "twitter.com\/AstanaPremTech",
            "strInstagram": "www.instagram.com\/astanapremiertech",
            "strDescriptionEN": "Astana–Premier Tech (UCI team code: APT) is a professional road bicycle racing team sponsored by the Samruk-Kazyna, a coalition of state-owned companies from Kazakhstan and named after its capital city Astana (which has since been renamed 'Nur-Sultan'). Astana attained UCI ProTeam status in its inaugural year, 2007. Following a major doping scandal involving kazakh rider Alexander Vinokourov, team management was terminated and new management brought in for the 2008 season. The team was then managed by Johan Bruyneel, former team manager of U.S. Postal\/Discovery Channel team. Under Bruyneel the ethical nature of the team did not improve, although Astana in this period was very successful. With a lineup including Grand Tour winner Alberto Contador, as well as runner-up Andreas Klöden the results were there, however the team was on the verge of financial collapse in May 2009. A battle for control of the team led to the return of Vinokourov for the 2009 Vuelta a España caused Bruyneel and at least fourteen of its riders to leave at the end of the 2009 season, most for Team RadioShack. Only four Spanish riders, including Contador, and most of the Kazakhs remained with the rebuilt team for 2010. Those four Spaniards all left the team for Saxo Bank–SunGard in 2011.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Kazakhstan",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/88wqb71624543461.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/4el3ia1613509371.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/jh17u31613509179.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/nbtnr61613509252.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/0gn0ce1613509260.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/u3a4gq1613509302.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/ypmeit1613509543.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/kuyck31714114503.png",
            "strYoutube": "www.youtube.com\/c\/Astana-PremierTech",
            "strLocked": "unlocked"
        }
    ]
}