{
    "teams": [
        {
            "idTeam": "134195",
            "idESPN": "216",
            "idAPIfootball": "2283",
            "intLoved": null,
            "strTeam": "Atlas",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1916",
            "strSport": "Soccer",
            "strLeague": "Mexican Primera League",
            "idLeague": "4350",
            "strLeague2": "Leagues Cup",
            "idLeague2": "5281",
            "strLeague3": "Club Friendlies",
            "idLeague3": "4569",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18338",
            "strStadium": "Jalisco",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Guadalajara",
            "intStadiumCapacity": "63000",
            "strWebsite": "www.atlas.com.mx",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": null,
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Club Deportivo Atlas de Guadalajara è una società calcistica messicana con sede a Guadalajara. Milita nella Primera División messicana, la massima serie del calcio messicano.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Atlas Fútbol Club es un equipo de fútbol de la ciudad de Guadalajara, Jalisco, México, que milita en la Primera División de México.\r\n\r\nFundado el 15 de agosto de 1916, el equipo recibe su nombre en honor del titán de la mitología griega Atlas, ya que según comentó uno de los fundadores, José \"Lico\" Cortina, \"nos sentíamos el sostén del mundo\".\r\n\r\nLos colores que lo identifican son el negro y el rojo por el mártir de San Lorenzo, patrono del colegio de los ingleses. El negro simboliza el mártir y el rojo, la sangre derramada por él. Con base en estos colores, fue diseñada la casaca deportiva y el escudo; la famosa A del escudo del Atlas fue diseñada por Carlos Sthal, pintor y gran dibujante quien sugirió la A blanca como fondo rojinegro.\r\n\r\nCuenta en sus vitrinas con 9 títulos nacionales (1 de Liga, 4 de Copa México y 4 de Campeón de Campeones), así como otros tantos regionales de la desaparecida Liga de Occidente.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Mexico",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/svvyvw1473541813.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/3dnowx1640282307.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "136856",
            "idESPN": "15720",
            "idAPIfootball": "2314",
            "intLoved": null,
            "strTeam": "Atletico de San Luis",
            "strTeamAlternate": "Club Atlético de San Luis, San Luis, Club Atletico de San Luis, San Luis Potosí, Atl. San Luis",
            "strTeamShort": "",
            "intFormedYear": "2013",
            "strSport": "Soccer",
            "strLeague": "Mexican Primera League",
            "idLeague": "4350",
            "strLeague2": "Leagues Cup",
            "idLeague2": "5281",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Estadio Alfonso Lastras",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "San Luís Potosí, Mexico",
            "intStadiumCapacity": "25111",
            "strWebsite": "atleticodesanluis.mx",
            "strFacebook": "www.facebook.com\/AtletideSanLuis\/",
            "strTwitter": "twitter.com\/atletidesanluis",
            "strInstagram": "www.instagram.com\/atletidesanluis",
            "strDescriptionEN": "Club Atlético de San Luis, commonly known as Atlético San Luis, is a Mexican professional football club based in San Luis Potosí, replacing San Luis Potosí's Liga MX team San Luis FC after its relocation. San Luis was promoted to Liga MX in 2019 and will participate in that category from the 2019-20 season.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Club Atlético de San Luis, noto semplicemente come Atlético San Luis, è una società di calcio di San Luis Potosí, in Messico. Milita nella Primera División de México, la massima serie del campionato messicano di calcio.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Mexico",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/9kgjme1593448412.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/ptgpa41626879455.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134206",
            "idESPN": "219",
            "idAPIfootball": "2278",
            "intLoved": null,
            "strTeam": "CD Guadalajara",
            "strTeamAlternate": "Chivas, Club Deportivo Guadalajara, Chivas Guadalajara, Guadalajara Chivas",
            "strTeamShort": "",
            "intFormedYear": "1906",
            "strSport": "Soccer",
            "strLeague": "Mexican Primera League",
            "idLeague": "4350",
            "strLeague2": "Club Friendlies",
            "idLeague2": "4569",
            "strLeague3": "International Champions Cup",
            "idLeague3": "4505",
            "strLeague4": "Leagues Cup",
            "idLeague4": "5281",
            "strLeague5": "CONCACAF Champions Cup",
            "idLeague5": "4721",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17548",
            "strStadium": "Estadio Akron",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Zapopan, Jalisco, Mexico",
            "intStadiumCapacity": "46232",
            "strWebsite": "www.chivasdecorazon.com.mx",
            "strFacebook": "www.facebook.com\/Chivas\/",
            "strTwitter": "twitter.com\/chivas",
            "strInstagram": "www.instagram.com\/chivas",
            "strDescriptionEN": "Club Deportivo Guadalajara S.A. de C.V. (often simply known as Guadalajara or Chivas, is a Mexican professional football club based in Guadalajara, Jalisco. Guadalajara is one of the ten founding members of the Mexican First Division and is one of only two teams that have never been relegated to the second-tier division.\r\n\r\nGuadalajara is the only football club in Mexico that doesn't allow foreign players to play in their club. The team has constantly emphasized home-grown (cantera) players and has been the launching pad of many internationally successful players, including Omar Bravo, Javier Hernández, Carlos Salcido, Carlos Salcedo, Francisco Javier Rodríguez, and Marco Fabián. The team's three colors (red, white, and blue) symbolize \"Fraternity, Union, and Sports\". The founders of the team adopted the colors that linked them back to their home country, France. Chivas supporters use a flag identical to the French flag to support their team. The team mascot, as well as their nickname, is the goat or chiva. Chivas was one Mexico's most successful teams and holds the Mexican league record for the longest winning streak at the beginning of a season, with 8 consecutive wins. Internationally, Guadalajara is the best Mexican side to compete in Copa Libertadores having reached the semifinals twice (2005 and 2006) and being runner-ups in the 2010 edition.\r\n\r\nAccording to a study of preferred football clubs published in April 2016 by Euroamericas Sport Marketing Spain, Guadalajara is the most popular team in Mexico, with 44.2% of supporters in the country.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Club Deportivo Guadalajara, conosciuto più comunemente come Chivas de Guadalajara o semplicemente Chivas, è una società polisportiva di Guadalajara, in Messico, conosciuta soprattutto per la sezione calcistica, che milita nella massima serie del campionato messicano di calcio.\r\n\r\nMembro fondatore del campionato messicano, gioca nella divisione ininterrottamente dal 1943, risultando, insieme all'América, uno dei due club mai retrocessi dalla massima serie[2]. È la squadra più popolare e la seconda più titolata del calcio messicano. La sfida contro l'América è il derby nazionale, il Clásico per eccellenza del Messico.[3] Secondo uno studio del 2016, il Guadalajara è la squadra con più tifosi in Messico (44,2% del totale).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Mexico",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/mp1box1593452087.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/8ea8zr1626586250.png",
            "strYoutube": "www.youtube.com\/user\/chivas",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134193",
            "idESPN": "227",
            "idAPIfootball": "2287",
            "intLoved": null,
            "strTeam": "CF America",
            "strTeamAlternate": "Las Aguilas, Las Águilas, Club America, Club América",
            "strTeamShort": "",
            "intFormedYear": "1916",
            "strSport": "Soccer",
            "strLeague": "Mexican Primera League",
            "idLeague": "4350",
            "strLeague2": "Club Friendlies",
            "idLeague2": "4569",
            "strLeague3": "Leagues Cup",
            "idLeague3": "5281",
            "strLeague4": "CONCACAF Champions Cup",
            "idLeague4": "4721",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19667",
            "strStadium": "Estadio Azteca",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Mexico City, Mexico",
            "intStadiumCapacity": "87523",
            "strWebsite": "www.clubamerica.com.mx",
            "strFacebook": "www.facebook.com\/ClubAmerica",
            "strTwitter": "twitter.com\/ClubAmerica",
            "strInstagram": "www.instagram.com\/clubamerica",
            "strDescriptionEN": "Club de Fútbol América S.A. de C.V., commonly known as Club América or simply América, is a professional football club based in Mexico City, Mexico. Nicknamed Las Águilas (The Eagles), it competes in Liga MX, the top tier of Mexican football. The club was founded in 1916, and since 1959 has been owned by media company Grupo Televisa. The team plays its home games at the Estadio Azteca, the largest stadium in Mexico and Latin America, and the seventh largest association football-specific stadium in the world.\r\n\r\nThe club has a long-standing rivalry with Guadalajara, as both are the most successful and most popular clubs in the country, and are the only clubs to have never been relegated to the second division. Matches between them are known as El Súper Clásico, considered to be the biggest rivalry in Mexico, and one of the biggest in the world. América also play local derbies against Cruz Azul and Club Universidad Nacional.\r\n\r\nThe club has won a record thirteen league titles, as well as a record six Copa México titles, and six Campeón de Campeones cups. In international competitions, América has won ten FIFA recognized club trophies, the most for a club from the CONCACAF region. It has won a record seven CONCACAF Champions Cup\/Champions League titles, two Copa Interamericana cups and one CONCACAF Giants Cup.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Club de Fútbol América, meglio noto come Club América o più semplicemente América, è una società di calcio di Città del Messico. Milita nella Primera División messicana e gioca le partite casalinghe nello stadio Azteca della capitale (95.000 posti).\r\n\r\nFondato nel 1916, il club è uno dei più prestigiosi dell'America centrale e settentrionale e uno dei due più titolati del Messico insieme al Guadalajara, con cui disputa il match detto Clásico de Mexico. Nel suo palmarès può annoverare, a livello nazionale, la vittoria di 13 campionati messicani, 5 Coppe del Messico, 6 Supercoppe del Messico e una InterLiga, mentre a livello internazionale vanta la vittoria di 7 CONCACAF Champions' Cup\/Champions League (record continentale), una CONCACAF Giants Cup e 2 Coppe Interamericane, per un totale di 10 trofei continentali (record). Conta inoltre 3 partecipazioni alla Coppa del mondo per club FIFA, dove il miglior risultato è il quarto posto ottenuto nel 2006 e nel 2016.\r\n\r\nDal 1959 è di proprietà del Grupo Televisa.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Club de Fútbol América es un equipo de fútbol profesional de la Primera División de México. Fundado el 12 de octubre de 1916 en la Ciudad de México. El club disputa sus partidos como local en el Estadio Azteca y sus colores tradicionales son el amarillo y el azul.\r\n\r\nEs uno de los dos únicos clubes que han participado en todas las temporadas de Liga, junto con el Guadalajara, desde 1943-44. El América es el primer lugar en campeonatos de liga de Primera División con 12 títulos ganados. Es al mismo tiempo el club con más títulos nacionales en México con veintidós (doce de Liga, cinco de Copa México y cinco de Campeón de Campeones).\r\n\r\nSu trayectoria de 23 participaciones en torneos internacionales, representa la cifra más alta para cualquier equipo mexicano; con ello además, logra distinguirse como el club mexicano que ostenta el mayor número de títulos internacionales, y la escuadra perteneciente a la CONCACAF con más trofeos de carácter internacional con ocho en total (cinco en la Copa de Campeones de la Concacaf, una de la Copa Gigantes de la Concacaf y dos de Copa Interamericana).5\r\n\r\nEs, además, el equipo más popular de México, delante de su tradicional rival, el Club Deportivo Guadalajara según la más reciente encuesta, realizada por el Grupo Reforma el 29 de marzo de 2013, dato confirmado en 2014 por el nuevo estudio de Consulta Mitofsky.6 7 El América también tiene la distinción de ser el equipo más odiado por la afición de México.8 Ocupa el 80° lugar de todos los tiempos, en cuanto a listados de clubes, según la IFFHS.9\r\n\r\nEs el equipo con más puntos, juegos ganados y goles anotados en temporada regular y en la fase final por el título en la historia de la Primera División.10\r\n\r\nPrimer equipo no europeo o sudamericano en ser Club Mundial del Mes en agosto del 2001, y uno de los 2 equipos en serlo 2 veces junto con el Al Ahly de Egipto: agosto del 2001 y mayo del 2002.11\r\n\r\nSu relevancia en el fútbol mexicano, también se manifiesta en el ámbito administrativo, al ser uno de los siete clubes que dieron origen a la actual Federación Mexicana de Fútbol en agosto de 1922 y meses después al antecedente directo del actual torneo de liga.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Mexico",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/amy1xs1581857392.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/cpqugt1640282873.png",
            "strYoutube": "www.youtube.com\/user\/CFAmericaTV",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134196",
            "idESPN": "218",
            "idAPIfootball": "2295",
            "intLoved": "1",
            "strTeam": "Cruz Azul",
            "strTeamAlternate": "Club de Futbol Cruz Azul, CF Cruz Azul, Deportivo Cruz Azul",
            "strTeamShort": "",
            "intFormedYear": "1927",
            "strSport": "Soccer",
            "strLeague": "Mexican Primera League",
            "idLeague": "4350",
            "strLeague2": "Leagues Cup",
            "idLeague2": "5281",
            "strLeague3": "CONCACAF Champions Cup",
            "idLeague3": "4721",
            "strLeague4": "Club Friendlies",
            "idLeague4": "4569",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19667",
            "strStadium": "Estadio Ciudad de los Deportes",
            "strKeywords": "Los Cementeros",
            "strRSS": "",
            "strLocation": "Mexico City, Mexico",
            "intStadiumCapacity": "87523",
            "strWebsite": "www.cruzazulfc.com.mx",
            "strFacebook": "www.facebook.com\/cruzazulfutbol",
            "strTwitter": "twitter.com\/CruzAzulCD",
            "strInstagram": "www.instagram.com\/cruzazulfc",
            "strDescriptionEN": "Cruz Azul is a Mexican football club that plays in the top division of Mexican football, Liga MX.\r\n\r\nOriginally from Hidalgo in the town of Jasso (now part of the \"city cooperative\" Ciudad Cooperativa Cruz Azul), south of Tula de Allende, the club moved to Mexico City in 1971. Estadio Azteca, the nation's largest sports venue, served as their home venue until 1996, when they moved to the Estadio Azul. After 22 years, however, the team returned to the Azteca at the conclusion of the 2017-18 Liga MX season. Its headquarters are in La Noria, a suburb within Xochimilco in the southern part of Mexico City.\r\n\r\nCruz Azul has been the Primera División champion eight times, trailing Toluca's 10, C.D. Guadalajara's 12, and Club América's 13. Cruz Azul's six titles makes it the second-most successful club in the history of the CONCACAF Champions League, the most prestigious international club competition in North American football, trailing intracity rival Club America. Cruz Azul was also the first CONCACAF team to reach the final of the Copa Libertadores, the most prestigious club competition in South American football (which invited top Liga MX clubs from 1998 to 2017), losing on penalties to Argentine football giants Boca Juniors in 2001. In the 1968–69 season, Cruz Azul was the first CONCACAF club (and third worldwide) to complete a rare Continental Treble, winning the Mexican Primera División championship, the Copa México national tournament, and the CONCACAF Champions League.\r\n\r\nThe International Federation of Football History & Statistics, in its Club World Ranking for year ending December 31, 2014, places Cruz Azul as the 99th-best club in the world and the third-best club in CONCACAF. According to several polls published, Cruz Azul is the third-most popular team in Mexico, behind only C.D. Guadalajara and Club América.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Cruz Azul Fútbol Club, detto anche Cruz Azul, è una società calcistica messicana di Città del Messico. Milita nella Primera División de México. Gioca le proprie gare casalinghe allo Stadio Azteca.\r\n\r\nÈ uno dei club messicani più titolati, avendo vinto 8 titoli di prima divisione, risultato condiviso con il Toluca e superato da América e Guadalajara. È stato il primo club messicano a raggiungere la finale di Coppa Libertadores, persa nel 2001 contro il Boca Juniors.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Cruz Azul Fútbol Club, también conocido como Deportivo Cruz Azul o simplemente Cruz Azul, es un club profesional de fútbol mexicano que compite en la Primera División. Como indica su nombre, fue fundado por la empresa cementera Cooperativa Cruz Azul, de la Ciudad Cooperativa Cruz Azul en el estado de Hidalgo. En 1971 pasó a jugar en el Estadio Azteca de la Ciudad de México, y desde 1996 disputa sus partidos como local en el Estadio Azul del Distrito Federal. Su camiseta es azul con vivos blancos y rojos.\r\n\r\nEl Cruz Azul se ubica cuarto lugar en el historial de la Primera División con ocho campeonatos obtenidos. También cuenta con tres ediciones de la Copa México y dos de Campeón de Campeones. También es el club con más laureles en la Liga de Campeones de la Concacaf con 6 títulos. Asimismo, resultó subcampeón de la Copa Interamericana 1971 y de la Copa Libertadores 2001. Según la Federación Internacional de Historia y Estadística de Fútbol se encuentra en el lugar 123 de la clasificación mundial de clubes siendo el equipo mexicano con mejor posición en el ranking.4\r\n\r\nDe acuerdo con las encuestas realizadas por Consulta Mitofsky desde 2008 hasta 2013, Cruz Azul aparece y se mantiene como el tercer equipo con más afición de México por debajo de América y Chivas.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Mexico",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/cf4ozx1655760184.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/6khiwg1622912807.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/ohj9ix1626896521.png",
            "strYoutube": "www.youtube.com\/user\/tvcruzazul",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "136855",
            "idESPN": "17851",
            "idAPIfootball": "2298",
            "intLoved": null,
            "strTeam": "FC Juarez",
            "strTeamAlternate": "Bravos de Juárez, Los Bravos, Juarez, Juárez, FC Juarez, Juárez Bravos",
            "strTeamShort": "",
            "intFormedYear": "2015",
            "strSport": "Soccer",
            "strLeague": "Mexican Primera League",
            "idLeague": "4350",
            "strLeague2": "Leagues Cup",
            "idLeague2": "5281",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17559",
            "strStadium": "Estadio Olímpico Benito Juárez",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Ciudad Juárez, Chihuahua",
            "intStadiumCapacity": "19703",
            "strWebsite": "www.fcjuarez.com",
            "strFacebook": "www.facebook.com\/futbolclubjuarez\/",
            "strTwitter": "twitter.com\/fcjuarezoficial?lang=es",
            "strInstagram": "www.instagram.com\/fc_juarez",
            "strDescriptionEN": "Fútbol Club Juárez, commonly referred to as Bravos de Juárez, or simply as Juárez, is a Mexican football club based in the city of Ciudad Juárez, Chihuahua that currently competes in Liga MX.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Fútbol Club Juárez è una società calcistica messicana con sede nella città di Ciudad Juárez, nello stato del Chihuahua. Milita nella Primera División, il massimo livello del campionato messicano di calcio.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Mexico",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/b4oy071567446336.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/cfzbhk1626880113.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134207",
            "idESPN": "228",
            "idAPIfootball": "2289",
            "intLoved": null,
            "strTeam": "León",
            "strTeamAlternate": "Club León",
            "strTeamShort": "",
            "intFormedYear": "1944",
            "strSport": "Soccer",
            "strLeague": "Mexican Primera League",
            "idLeague": "4350",
            "strLeague2": "FIFA Club World Cup",
            "idLeague2": "4503",
            "strLeague3": "Leagues Cup",
            "idLeague3": "5281",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16562",
            "strStadium": "Estadio León",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "León, Guanajuato, Mexico",
            "intStadiumCapacity": "31297",
            "strWebsite": "www.clubleon-fc.com",
            "strFacebook": "www.facebook.com\/LeonBicampeon.mx\/",
            "strTwitter": "twitter.com\/clubleonfc",
            "strInstagram": "",
            "strDescriptionEN": "Club León, simply known as León, is a Mexican professional football club based in the city of León, Guanajuato, Mexico.\r\n\r\nLeón has won the Liga MX México Primera División (Mexico First Division) title seven times: in 1948, 1949, 1952, 1956, 1992, Apertura 2013, and most recently Clausura 2014. They became the first Mexican \"Campeonísimo\" (winner of the League and the México Cup in the same year) in 1949. In 1993 León was the CONCACAF Champions' Cup runner-up, losing the final match against Costa Rican team Deportivo Saprissa, in one of the greatest upsets among the defeats in the club's history. They are also only the second Liga MX team to win back-to-back championships in short tournaments.\r\n\r\nThey also qualified for the Champion's Cup in 1998, but were eliminated in the semi-final. The team has been a consistent contender for the Primera División A title since relegation from the Primera División in 2002; they failed to obtain the promotion due to constant mediocre performances in the play-offs despite good appearances during the regular season until the Clausura 2012 Tournament when León defeated Correcaminos UAT 6–2 and after ten years were finally promoted to the Primera División. In the Apertura 2013 season they became champions after defeating América 5–1, giving them their sixth championship star. The next season, Clausura 2014, they became champions for the second year in a row defeating Pachuca 4–3, giving them their seventh championship star and becoming \"bicampeones.\" In recent years, Club Leon games have even attracted non-Spanish speaking football fans; in addition to new Spanish-language broadcast partnerships with Fox Sports Latinoamérica in Mexico and Telemundo \/ NBC Deportes in the U.S. Since 2016, Univision Deportes holds the U.S. broadcasting rights to León home games.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Club de Fútbol León, noto semplicemente come León, è una società calcistica messicana, con sede nella città di León. Milita nella Primera División de México, la massima serie del campionato messicano di calcio, e disputa le partite interne nello Stadio Nou Camp di León.\r\n\r\nFondato il 20 agosto, 1944, ha vinto otto campionati di massima serie (1948, 1949, 1952, 1956, 1992, Apertura 2013, Clausura 2014, Apertura 2020), cinque Coppe del Messico e cinque Supercoppe del Messico. Nel 1949 fu la prima messicana a conseguire il double campionato-coppa nazionale. Risulta pertanto il sesto club più titolato del Messico, con 17 trofei conquistati. In ambito internazionale, nel 1993 fu finalista di CONCACAF Champions' Cup, persa contro il Saprissa, e nel 1998 fu semifinalista del torneo.\r\n\r\nOccupa il 29º posto nella classifica dei migliori club del Centro e Nord America del XX secolo stilata dall'IFFHS.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Mexico",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/g5bhfy1721108205.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/fiip1v1626208569.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/znwkx31626175572.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "139995",
            "idESPN": "20702",
            "idAPIfootball": "14002",
            "intLoved": null,
            "strTeam": "Mazatlán",
            "strTeamAlternate": "Mazatlán Futbol Club, Mazatlán FC",
            "strTeamShort": "",
            "intFormedYear": "2020",
            "strSport": "Soccer",
            "strLeague": "Mexican Primera League",
            "idLeague": "4350",
            "strLeague2": "Leagues Cup",
            "idLeague2": "5281",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Mazatlán, Sinaloa, Mexico",
            "intStadiumCapacity": "25000",
            "strWebsite": "mazatlanfc.com",
            "strFacebook": "www.facebook.com\/MazatlanFC",
            "strTwitter": "twitter.com\/MazatlanFC",
            "strInstagram": "www.instagram.com\/mazatlanfc",
            "strDescriptionEN": "Mazatlán Futbol Club is a Mexican professional football team based in Mazatlán, Sinaloa currently playing in Liga MX. The club was established in June 2020 after the Monarcas Morelia franchise announced that it would be moving to the city of Mazatlán.\r\n\r\nIn 2017, the Government of Sinaloa decided to build a new football stadium in the city of Mazatlán as part of a project that intended to build and improve several sport venues in the state. One of the goals of this project was to have a professional football team playing in Mazatlán.\r\n\r\nIn 2020, works were accelerated in order to have the stadium completed before 30 June and ahead of the start of the 2020–21 season with the aim of looking for a professional team to move to the newly built stadium. The stadium was provisionally named as Estadio de Mazatlán (Mazatlán Stadium) and it reportedly costed 1452 million pesos.\r\n\r\nThe Government of Sinaloa together with a group of businessmen from Mazatlán lobbied with a few Liga MX teams. Three franchises were rumored as potential candidates to move to Mazatlán for the 2020–21 season: Morelia, Puebla and Querétaro.\r\n\r\nOn 2 June it was officially announced that Monarcas Morelia was moving to Mazatlán and that it would be rebranded as Mazatlán Futbol Club. On June 8, Mazatlán unveiled its crest and colors. The team colors are purple, black and white.\r\n\r\nOn 11 June the club presented Francisco Palencia as their manager for the 2020–21 season.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Mexico",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/fgpobf1593446489.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ln1dmn1593447019.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cmfa8a1593446590.jpg",
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/hfvyh11640283458.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134198",
            "idESPN": "220",
            "idAPIfootball": "2282",
            "intLoved": null,
            "strTeam": "Monterrey",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1945",
            "strSport": "Soccer",
            "strLeague": "Mexican Primera League",
            "idLeague": "4350",
            "strLeague2": "Leagues Cup",
            "idLeague2": "5281",
            "strLeague3": "CONCACAF Champions Cup",
            "idLeague3": "4721",
            "strLeague4": "FIFA Club World Cup",
            "idLeague4": "4503",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "21191",
            "strStadium": "Estadio BBVA",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Guadalupe, Nuevo León, Mexico",
            "intStadiumCapacity": "53500",
            "strWebsite": "www.rayados.com",
            "strFacebook": "facebook.com\/rayados\/",
            "strTwitter": "twitter.com\/rayados",
            "strInstagram": "instagram.com\/rayados",
            "strDescriptionEN": "Club de Fútbol Monterrey is a Mexican football club from Monterrey, Nuevo León which currently plays in the Liga MX. Founded on 28 June 1945, it is the oldest active team in the professional division from the northern part of Mexico. The club is owned by FEMSA, Latin America's largest bottling company. Its home games have been played in the Estadio BBVA since 2015.\r\n\r\nMonterrey has won four league titles, two domestic cups, and four CONCACAF Champions League titles (notably, three consecutive tournaments in 2011, 2012 and 2013). The team is commonly known as the Rayados (the striped ones), due to the club's traditional navy blue striped uniform. The uniform is reflected in the club's current crest, which is also decorated with stars above the crest representing the club's league titles and stars below the crest representing continental titles. In terms of overall performance, it is the strongest club from Mexico and all of CONCACAF at the FIFA Club World Cup, with a 5th-place ranking in the all-time table.\r\n\r\nThe club's oldest rival is Tigres UANL of the Autonomous University of Nuevo León. The local derby, known as the Clásico Regiomontano, is known for being one of the most intensely competed derbies in Mexican football and is regarded by people in the city of Monterrey as the most important Mexican derby.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Club de Fútbol Monterrey è una società calcistica messicana, con sede a Monterrey. Milita nella Primera División de México, la massima serie del campionato messicano.\r\n\r\nDi proprietà di FEMSA, l'azienda di imbottigliamento più grande dell'America latina, disputa le partite interne allo stadio BBVA Bancomer di Monterrey. Ha vinto 5 campionati messicani, 2 Coppe del Messico e una InterLiga a livello nazionale e una Coppa delle Coppe CONCACAF e 4 CONCACAF Champions League (di cui tre consecutivamente, dal 2011 al 2013) a livello continentale. I calciatori della squadra sono detti rayados (\"strisciati\"), per la tenuta a strisce bianche e blu.\r\n\r\nVive un'accesa rivalità con i Tigres UANL, con cui disputa il cosiddetto Clásico Regiomontano.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Mexico",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/yglj911721542561.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/g85vem1593452938.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/1e1d9z1626174107.png",
            "strYoutube": "youtube.com\/channel\/UCg8j46H9oH4Q7n9PGo-Wavg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135662",
            "idESPN": "229",
            "idAPIfootball": "2288",
            "intLoved": null,
            "strTeam": "Necaxa",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1923",
            "strSport": "Soccer",
            "strLeague": "Mexican Primera League",
            "idLeague": "4350",
            "strLeague2": "Leagues Cup",
            "idLeague2": "5281",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "29980",
            "strStadium": "Estadio Victoria",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Aguascalientes",
            "intStadiumCapacity": "23851",
            "strWebsite": "clubnecaxa.mx\/v2",
            "strFacebook": "www.facebook.com\/ClubNecaxa",
            "strTwitter": "twitter.com\/ClubNecaxa",
            "strInstagram": "instagram.com\/clubnecaxa",
            "strDescriptionEN": "Impulsora del Deportivo Necaxa S.A. de C.V. (pronounced ); often simply known as Club Necaxa, is a Mexican football club in Liga MX based in the city of Aguascalientes. It plays in the Estadio Victoria.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "l Club Necaxa è una società calcistica messicana, con sede, dal 2003, nella città di Aguascalientes. Milita attualmente nella Primera División de México.\r\n\r\nDopo aver militato per 56 stagioni nella Primera División de México, la massima serie del campionato messicano di calcio, nel 2009 è retrocesso nella Liga de Ascenso de México. Dopo aver giocato molti anni nello Stadio Azteca, si è trasferito nello Estadio Victoria.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Mexico",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/7jqidg1601923283.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/zjhgpe1626894152.png",
            "strYoutube": "www.youtube.com\/user\/necaxafutbol",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134191",
            "idESPN": "234",
            "idAPIfootball": "2292",
            "intLoved": null,
            "strTeam": "Pachuca",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1901",
            "strSport": "Soccer",
            "strLeague": "Mexican Primera League",
            "idLeague": "4350",
            "strLeague2": "Leagues Cup",
            "idLeague2": "5281",
            "strLeague3": "FIFA Club World Cup",
            "idLeague3": "4503",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17552",
            "strStadium": "Estadio Hidalgo",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Pachuca, Hidalgo, Mexico",
            "intStadiumCapacity": "27512",
            "strWebsite": "www.tuzos.com.mx",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Club de Fútbol Pachuca is a Mexican professional football team based in Pachuca, Hidalgo, that competes in Liga MX. Founded by Cornish miners in 1901, it is one of the oldest football clubs in the Americas. After decades of mediocre or poor performances between the 1st and 2nd division, Pachuca was promoted once again to the Primera División in 1998. Since then, it has been one of the most successful clubs in Mexico, winning six national championships, four CONCACAF Champions' Cups, the 2007 SuperLiga, and one Copa Sudamericana. In 2006, Pachuca became the first CONCACAF team to win a CONMEBOL tournament. Pachuca was one of the founding members of the Mexican Primera División.\r\n\r\nHistory\r\nAmateur era\r\nCornish emigrant miners working for the Compañía Real del Monte y Pachuca founded the \"Pachuca Athletic Club\" in 1901. Originally they practiced football as only a hobby during the free time they had while working at the mines owned by William Blamey. Alfred C. Crowle was the man who first introduced the sport to the mine workers, bringing the first footballs and the rules. Other clubs soon were established in surrounding states, including Albinegros de Orizaba, Reforma AC, British Club, Puebla A.C., and Mexico Cricket Club.\r\n\r\nOn July 19, 1907, the Mexican Primera División was founded, with Pachuca as one of the founding members.\r\n\r\nIn the 1908 season, a Mexican born player, David Islas, appeared for the first time in the ranks of the team. From 1910 to 1912, the Mexican Revolution decimated professional football in Mexico until only three clubs remained; Pachuca being one of them. By 1915, most of the players on the team were Mexicans. From 1917 to 1920, Pachuca were league champions under British coach Alfred C. Crowle. Pachuca then went into a hiatus during the 1920–1921 season when most of its players moved to Mexico City. Many years passed by until a second division Mexican Second Division team were reassembled.\r\n\r\nProfessional era\r\nIn 1967 the team was crowned champion of the Segunda División and was able to move up to the Primera División. The team fared poorly and returned to the Segunda División in the early 1970s. The \"Tuzos\" would have to wait 19 years before being able to return to the Primera División in the 1992–1993 season, where they would struggle to remain and were relegated at the end of that same season. The loss of prestige of the Segunda División causes a new division of play to be created. The Primera División A is created in 1994, later called Liga de Ascenso and the team is a sensation. However, they are unable to crown their efforts and fall to Atlético Celaya in an overtime final. In the 1995–1996 season, the team becomes champion of the Primera \"A\" tournament and is promoted to the Primera División. The team struggles yet again, and returns to the Primera División \"A\" once more.\r\n\r\nAfter the FMF splits the calendar into two half-length tournaments, Pachuca becomes champion of the Winter tournament. After defeating the Tigrillos in the promotion final, once again, Pachuca returns to the Primera División. In the 1998–1999 season, the team breaks its own bad streak by a draw against Atlante F.C. in the Estadio Azteca in front of 30,000 people and avoid returning to the Primera División \"A\" and for the first time in 30 years remaining in the top league for two consecutive years under coach Javier Aguirre. In the winter tournament of 1999, Pachuca makes history by crowning itself for the first time since the league became professional. They defeated Cruz Azul in the second leg of the final playoff. Javier Aguirre leads an unexpected team to victory, which culminated with a golden goal scored by Argentinian striker Alejandro Glaria who used his inner thigh to push the ball into the net. Repeatedly interviewed during quarterfinals and semi-finals, Aguirre declared that he never expected to get so far, and originally expected to be on vacation by that point. As a result of their conquest, the team is invited to participate in the now defunct Copa Merconorte. With a strong effort from the organization, they manage to keep 85% of the original championship team and by 2001, the \"Tuzos\", again under Javier Aguirre, are finalists in the summer tournament. They fall to Santos Laguna in the Estadio Corona in Torreón, Coahuila. During that season, the team lost one of its biggest figures when Pablo Hernán Gómez was killed in a car accident on January 29, 2001. By the end of 2001, Javier Aguirre is chosen by Femexfut to coach the Mexico national team which found itself at risk of not qualifying for the FIFA World Cup in Korea and Japan. The team selects Alfredo Tena to be the new coach. Tena leads the team to the 2001 Winter Tournament Finals where they face UANL in the Estadio Universitario and conquer their second league title.\r\n\r\n2001 was also a celebration year for the team. It became the first Mexican professional football team to reach 100 years of existence. The team organized a large number of special events, among them the inauguration of a university with a curriculum that revolves entirely around football related fields Universidad del Fútbol. In 2003, the team captured yet another championship, again against UANL, and again in their stadium. This time, the coach was Víctor Manuel Vucetich. In its recent history, Pachuca has become a team to be respected in Mexican football and is nicknamed \"El Equipo de México\" (Mexico's Team). Between 2003 and 2006 the team devoted more attention to social and marketing issues and failed to make the playoffs during two consecutive seasons. President Jesús Martínez however, vowed that the team would return to be among the headliners of the Primera División. As a result, Pachuca won the Clausura 2006 championship in a final against San Luis after having an exceptional season which saw it finish in 1st place of the general standings. It was the first time that Pachuca won the championship by playing the return match in its home stadium. Consequently, Pachuca is the first qualifier to the CONCACAF Champions' Cup 2007, and defeated Guadalajara in the final.\r\n\r\nPachuca on May 27, 2007 won their 5th domestic title, in a final that was disputed against America, in winning this championship Pachuca has won 4 trophies in the past 17 months, 2 domestic exactly one year apart, and two international championships The Copa Sudamericana and the CONCACAF Champions' Cup. In winning Pachuca will have the honor of defending their Champions' Cup title during the 2008 Champions' Cup Tournament. On July 31, 2007, Pachuca entered into a club-to-club partnership with the Colorado Rapids Soccer Club in the USA. The alliance will include a home-and-home annual series between the clubs, an exchange of best business practices, and the establishment of the Tuzos Soccer Academy at Dick's Sporting Goods Park, which was officially launched on October 1, 2007. The move established the Rapids as Pacucha's official partner club in the United States, in a move designed for promotion of both on the field development, player exchanges, and business incentives for both clubs on either side of the border.\r\n\r\nA recent title is the \"SuperLiga\" trophy, a tournament between teams from the Mexican League and Major League Soccer from the United States. Pachuca beat the Los Angeles Galaxy in penalty kicks (4–3) after tying 1–1 after overtime. The main prize besides the trophy was a million dollars to the winner. With this, Pachuca added its 5th tournament victory in 15 months. The CONCACAF awarded Pachuca, 2007 CONCACAF Team of the Year for their 5 titles in 15 months. With the victory over Guadalajara, Pachuca claimed a spot in the 2007 FIFA Club World Cup, scheduled for December 7–16, 2007. They were knocked out by their first rival in the tournament, CAF champions Étoile Sportive du Sahel from Tunisia on December 8. On April 2008, Pachuca reclaimed the CONCACAF Champions Cup and secured a berth for the 2008 FIFA Club World Cup scheduled for December 2008 in Japan.\r\n\r\nRecently, Pachuca has been developing an outstanding youth program including several young players (most of them under 16), this proposal involves a football training camp during summer. In 2009 Pachuca made it to the Clausura 2009 Final, they became runner-up after they lost to UNAM Pumas. On April 2010, Pachuca clenched their fourth CONCACAF Champions Cup Title after defeating Cruz Azul, and secured a berth for the 2010 FIFA Club World Cup. During the Bicentenario 2010 Pachuca made it to the semi-finals with a 2–2 draw at Estadio Hidalgo, and then losing 1–0 on Toluca soil, losing 3–2 on aggregate score.\r\n\r\nCopa Sudamericana\r\nIn December 2006, Pachuca played its first continental championship game ever, facing Colo-Colo from Chile. The first leg ended in a 1–1 draw, and in the return game, played in Chile, Pachuca won the Copa Sudamericana championship by a score of 2–1. Pachuca's goals for the title were made at first, by their symbol Gabriel Caballero and in an excellent play Chitiva gave the ball to Christian \"El Chaco\" Giménez who scored the \"Golden Goal\" for their greatest conquer in their history.\r\n\r\nIn doing so, Pachuca became the first Mexican team and CONCACAF team to win a CONMEBOL championship. In addition, Pachuca is also the only team in the world to have won a club competition in a Confederation outside of its own.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Mexico",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/borg0r1734523030.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/jd1zs81626208442.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/yn0glm1640283867.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134199",
            "idESPN": "231",
            "idAPIfootball": "2291",
            "intLoved": null,
            "strTeam": "Puebla",
            "strTeamAlternate": "Club Puebla, Puebla FC",
            "strTeamShort": "",
            "intFormedYear": "1944",
            "strSport": "Soccer",
            "strLeague": "Mexican Primera League",
            "idLeague": "4350",
            "strLeague2": "Leagues Cup",
            "idLeague2": "5281",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17558",
            "strStadium": "Estadio Cuauhtémoc",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Puebla City, Puebla, Mexico",
            "intStadiumCapacity": "51726",
            "strWebsite": "www.clubpuebla.com\/home",
            "strFacebook": "www.facebook.com\/ClubPueblaOficial\/",
            "strTwitter": "twitter.com\/ClubPueblaMX",
            "strInstagram": "www.instagram.com\/clubpuebla",
            "strDescriptionEN": "Club Puebla, formerly Puebla F.C. is a Mexican professional football club based in the city of Puebla, competing in the Liga MX. The team shirt features a diagonal stripe (traditionally blue on white on the home kit, and a combination of different colors on the away kits) that crosses the chest diagonally from right to left, which is considered a distinctive element of its identity.\r\n\r\nSince 1904, the city of Puebla had an official football team. It started as club Puebla AC, founded by Englishmen. It was later incorporated into the Mexican football league during the amateur era. In the 1944–45 season, they won their first official tournament, the Copa Mexico (nowadays known as Copa MX). They won that trophy again in the 1953–54 season. Their first league title came in the 1982–83 season after defeating Guadalajara on penalty kicks. The team won a third Copa Mexico on the 1987–88 season, and in the 1989–90 season, they won both their fourth Copa Mexico and their second league title after beating Universidad de Guadalajara. This feat (winning both the league and the Copa Mexico championships) earned the team the right to be counted among the \"Campeonísimos\". In 1991, they defeated Police from Trinidad and Tobago for their first CONCACAF championship. In the 1992–1993 season, the team ended as runner up, as they lost the league title final 2–0 against Leon in overtime.\r\n\r\nThe team was relegated to Primera A (the second tier league of Mexico) at the end of the 1999 season, but the club owners bought the franchise of the promoted team (this practice was later banned by the league). The team was relegated again at the end of the Clausura 2005 season. The team won the Primera A Apertura 2006 tournament beating Salamanca in the final; in the following tournament, Clausura 2007, they were knocked out in the semi-finals by Leon. Having won one of the tournaments of the yearly cycle, they earned the right to compete for the promotion against the winners of the other tournament. On May 26, 2007, Puebla was promoted again by defeating Dorados de Sinaloa in the promotion game, in an overcrowded Cuauhtémoc Stadium with more than 45,000 fans. Celebrations all around the city of Puebla ensued, remembering the celebrations in 1983 and 1990 when the team won the league championship. Puebla spent the following years eluding relegation in the top tier league, but in the Clausura 2009 season, against the odds, they managed their way to the tournament knockout stage, reaching the semi-finals, where they were eliminated by the eventual champion, Pumas UNAM.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Mexico",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/h0jgg51593451845.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/an6g4k1640289626.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134201",
            "idESPN": "233",
            "idAPIfootball": "2286",
            "intLoved": null,
            "strTeam": "Pumas",
            "strTeamAlternate": "UNAM, U.N.A.M.- Pumas",
            "strTeamShort": "",
            "intFormedYear": "1954",
            "strSport": "Soccer",
            "strLeague": "Mexican Primera League",
            "idLeague": "4350",
            "strLeague2": "Leagues Cup",
            "idLeague2": "5281",
            "strLeague3": "CONCACAF Champions Cup",
            "idLeague3": "4721",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "29979",
            "strStadium": "Estadio Olímpico Universitario",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Coyoacán, Mexico City",
            "intStadiumCapacity": "48297",
            "strWebsite": "pumas.mx",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Club de Fútbol Universidad Nacional A. C., commonly known as Pumas de la UNAM, Pumas UNAM ,U.N.A.M., or just as Pumas, is a Mexican league football club based in Ciudad Universitaria. Club Universidad Nacional represents the National Autonomous University of Mexico (UNAM), and plays their home matches at Olímpico Universitario Stadium, located on UNAM's main campus.\r\n\r\nUniversidad Nacional is one of the most popular clubs in Mexico. They have won seven Primera División championships and four international titles. The team is also known for their youth development system which has produced international players such as Hugo Sánchez, Manuel Negrete, Luis Flores, Claudio Suárez, Luis García, Alberto García Aspe, David Patiño, Jorge Campos, Gerardo Torrado, Efraín Juárez, Héctor Moreno, Pablo Barrera, Israel Castro and Eduardo Herrera.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Mexico",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/o01nvl1695734937.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/t0ekf51640290212.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134194",
            "idESPN": "222",
            "idAPIfootball": "2290",
            "intLoved": null,
            "strTeam": "Queretaro FC",
            "strTeamAlternate": "Querétaro, Los Gallos Blancos, Queretaro",
            "strTeamShort": "",
            "intFormedYear": "1950",
            "strSport": "Soccer",
            "strLeague": "Mexican Primera League",
            "idLeague": "4350",
            "strLeague2": "Leagues Cup",
            "idLeague2": "5281",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17747",
            "strStadium": "Estadio La Corregidora",
            "strKeywords": "",
            "strRSS": "https:\/\/clubqueretaro.com\/gallos\/#",
            "strLocation": "Querétaro City, Querétaro",
            "intStadiumCapacity": "45575",
            "strWebsite": "www.clubqueretaro.com",
            "strFacebook": "facebook.com\/clubqueretaro",
            "strTwitter": "twitter.com\/club_queretaro",
            "strInstagram": "",
            "strDescriptionEN": "Querétaro Fútbol Club, also called Gallos Blancos de Querétaro, is a Mexican professional football club based in Querétaro City, Mexico. Querétaro plays in the Liga MX, the top level of the Mexican football league system. Their colors are blue, black and white and the team mascot is a rooster. They were to be relegated to the Liga de Ascenso in 2013, but Chiapas F.C. was relocated to Querétaro.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Querétaro Fútbol Club, mejor conocido como Gallos Blancos de Querétaro, es un club de fútbol profesional de México con sede en Santiago de Querétaro, Querétaro. Actualmente participa en la Primera División de México.\r\n\r\nFundado el 8 de julio de 1950. Los colores tradicionales y que identifican al club son el Blanco, Azul y Negro, estos colores están representados en el escudo, también son utilizados en forma de rayas verticales en su uniforme. El equipo disputa sus partidos como local en el Estadio Corregidora, con aforo para 33,277 personas.2 A partir de junio de 2014, Grupo Imagen paso a ser el dueño de la franquicia, que a su vez es propiedad del Grupo Empresarial Ángeles.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Mexico",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/13p9qb1593451657.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/5ndp451626584482.png",
            "strYoutube": "www.youtube.com\/user\/Clubqueretaro",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134192",
            "idESPN": "225",
            "idAPIfootball": "2285",
            "intLoved": null,
            "strTeam": "Santos Laguna",
            "strTeamAlternate": "Club Santos Laguna",
            "strTeamShort": "",
            "intFormedYear": "1983",
            "strSport": "Soccer",
            "strLeague": "Mexican Primera League",
            "idLeague": "4350",
            "strLeague2": "Leagues Cup",
            "idLeague2": "5281",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "29981",
            "strStadium": "Estadio Corona",
            "strKeywords": "Guerreros (Warriors)",
            "strRSS": "",
            "strLocation": "Torreón, Mexico",
            "intStadiumCapacity": "30000",
            "strWebsite": "www.clubsantos.mx",
            "strFacebook": "www.facebook.com\/clubsantos",
            "strTwitter": "twitter.com\/clubsantos",
            "strInstagram": "www.instagram.com\/clubsantos",
            "strDescriptionEN": "Club Santos Laguna S.A. de C.V. (commonly known as Santos Laguna or Santos, is a Mexican professional football club that competes in the Liga MX. It is located in northern Mexico and represents the urban area of La Comarca Lagunera, made up of the surrounding municipalities of Torreón, Gómez Palacio and Lerdo.\r\n\r\nSantos Laguna was founded in 1983 and reached Mexico's top division after buying the Ángeles de Puebla club. The club debuted in first division in the 1988–89 season. Domestically, Santos Laguna has won 6 Liga MX championships, as well as 1 Copa MX and 1 Campeón de Campeones cup. It has also reached the finals of the CONCACAF Champions League twice, finishing runners-up on both occasions.\r\n\r\nSantos is the third football club formed in the Laguna region, after the unsuccessful Laguna FC and FC Torreón. In 2018, the club celebrated its 35th anniversary with a change in their logo. In a February 17, 2013 poll, by Consulta Mitofsky, it was the fifth-most-popular team in Mexico.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Club Santos Laguna, meglio conosciuto come Santos Laguna o più raramente, Santos, è una società calcistica messicana. Rappresenta la Comarca Lagunera composta dalle città di Torreón, Gómez Palacio e Ciudad Lerdo.\r\n\r\nIl club messicano ha definito un gemellaggio societario con il Celtic Football Club, una delle due principali squadre di Scozia.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Mexico",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/nq32gy1557078230.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/pyrfwj1563813618.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/i8a7xm1626812466.png",
            "strYoutube": "www.youtube.com\/c\/ClubSantos",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134197",
            "idESPN": "232",
            "idAPIfootball": "2279",
            "intLoved": null,
            "strTeam": "Tigres",
            "strTeamAlternate": "UANL, UANL Tigres, Universidad Autónoma de Nuevo León, CF Tigres, U.A.N.L.- Tigres",
            "strTeamShort": "",
            "intFormedYear": "1967",
            "strSport": "Soccer",
            "strLeague": "Mexican Primera League",
            "idLeague": "4350",
            "strLeague2": "Leagues Cup",
            "idLeague2": "5281",
            "strLeague3": "CONCACAF Champions Cup",
            "idLeague3": "4721",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18364",
            "strStadium": "Estadio Universitario",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "San Nicolas de los Garza, Nuevo León",
            "intStadiumCapacity": "45000",
            "strWebsite": "www.tigres.com.mx",
            "strFacebook": "www.facebook.com\/tigresoficial",
            "strTwitter": "twitter.com\/tigresoficial",
            "strInstagram": "www.instagram.com\/clubtigresoficial",
            "strDescriptionEN": "Club de Fútbol Tigres de la Universidad Autónoma de Nuevo León, simply known as Tigres UANL or Tigres, is a Mexican professional football club based in San Nicolás de los Garza, a city in the Monterrey metropolitan area. Founded in 1960, the club has spent 59 years in Liga MX, the top tier of the Mexican football league system.\r\n\r\nThe club had their first major success in the 1975–76 season, becoming the first team from Nuevo León to win a trophy by conquering the Copa MX against Club América. Tigres have been Mexican champions seven times, and have won the Copa MX three times. The team was the 2015 Copa Libertadores runner-up, losing in the finals to River Plate.\r\n\r\nTigres is the official team of the University of the state of Nuevo León. Their home is the 41,615 capacity Estadio Universitario, located inside the University complex in San Nicolás de los Garza. The team's traditional kit colours are gold and blue. Tigres is one of the two professional football teams of Nuevo León, along with rival CF Monterrey.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "l Tigres de la Universidad Autónoma de Nuevo León, meglio noto come Tigres UANL o Tigres de la UANL, è una società calcistica messicana di San Nicolás de los Garza. Milita nella Primera División de México, la massima serie del campionato messicano.\r\n\r\nFondata il 7 marzo 1960, è la squadra ufficiale dell'Università autonoma del Nuevo León (UANL) e ha il supporto e la gestione amministrativa della Sinergia Deportiva (società controllata dalla CEMEX) dal 1997. Gioca le partite casalinghe allo stadio Universitario.\r\n\r\nLa squadra ha vinto, tra l'altro, 7 campionati messicani, 3 Coppe del Messico, e 3 Supercoppe del Messico, risultando la compagine più vincente del Messico settentrionale. Conta inoltre 4 secondi posti in campionato. Vinse il primo trofeo nella stagione 1975-1976, quando si aggiudicò la Coppa del Messico battendo in finale l'América e diventando così la prima squadra del nord del Messico a mettere in bacheca una competizione calcistica ufficiale. A livello internazionale, la squadra, dopo essere stata finalista della CONCACAF Champions League nelle stagioni 2015-2016, 2016-2017 e 2019, ha vinto il trofeo nel 2020. È stata, inoltre, finalista della Coppa Libertadores nel 2015 e della Coppa del mondo per club nel 2020.\r\n\r\nNel 2015 figurava al 16º posto nel ranking della International Federation of Football History & Statistics (IFFHS).\r\n\r\nI colori tradizionali del club sono il blu e il giallo. Il Tigres mantiene una forte rivalità con il Monterrey, con la quale disputa il derby noto come El Clásico Regiomontano.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Club de Fútbol Tigres de la Universidad Autónoma de Nuevo León, o simplemente Tigres UANL, es un club de fútbol profesional con sede en San Nicolás de los Garza, Nuevo León, México. Debutó como Tigres de la UANL el 9 de julio de 1967, juega de local en el Estadio Universitario, y utiliza camiseta amarilla y azul. Es el decimotercer equipo con más torneos totales con cincuenta y siete. Tigres ha obtenido tres títulos de la Primera División de México y tres Copa México.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Mexico",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/lh80fx1701423708.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/8ofpja1626207174.png",
            "strYoutube": "www.youtube.com\/user\/tigresoficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134202",
            "idESPN": "10125",
            "idAPIfootball": "2280",
            "intLoved": null,
            "strTeam": "Tijuana",
            "strTeamAlternate": "Xolos, Los Xolos, Club Tijuana, Xoloitzcuintles de Caliente, Club Tijuana Xoloitzcuintles de Caliente",
            "strTeamShort": "",
            "intFormedYear": "2007",
            "strSport": "Soccer",
            "strLeague": "Mexican Primera League",
            "idLeague": "4350",
            "strLeague2": "Leagues Cup",
            "idLeague2": "5281",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17550",
            "strStadium": "Estadio Caliente",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Tijuana",
            "intStadiumCapacity": "27333",
            "strWebsite": "xolos.com.mx",
            "strFacebook": "www.facebook.com\/xoloitzcuintles\/",
            "strTwitter": "twitter.com\/Xolos",
            "strInstagram": "www.instagram.com\/xolos",
            "strDescriptionEN": "Club Tijuana Xoloitzcuintles de Caliente, commonly referred to as Xolos de Tijuana, or simply as Xolos, is a Mexican professional football club from Tijuana, Baja California, Mexico. Founded in January 2007, the club was promoted to Liga MX in 2011, where they have played since. They won their first title in the 2012 Apertura.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Club Tijuana Xoloitzcuintles de Caliente, meglio noto come Club Tijuana, è una società calcistica messicana con sede nella città di Tijuana. Milita nella Liga MX, la massima serie del campionato messicano.\r\n\r\nHa esordito nella massima divisione messicana nella stagione 2011-2012 dopo aver vinto, nel 2010, il campionato di Apertura della Liga de Ascenso de México. Ha vinto un campionato messicano (Apertura 2012)\r\n\r\nGioca le partite interne allo stadio Caliente di Tijuana.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Club Tijuana Xoloitzcuintles de Caliente, mejor conocidos como Xoloitzcuintles ó simplemente Xolos, es un club profesional de fútbol mexicano que fue fundado en el año 2007 y juega en la ciudad de Tijuana, Baja California, México.Fundado por Jorge Hank, es el primer equipo de fútbol de Tijuana en alcanzar la Primera División.\r\n\r\nLuego de ganar el Torneo Apertura 2010 de la Liga de Ascenso de México obtuvo el derecho de jugar la final de ascenso ante el Club Deportivo Irapuato, al cual venció para obtener el ascenso a la Primera División de México para disputar el Torneo Apertura 2011.2 Fue el campeón del Torneo Apertura 2012 de la Primera División de México.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Mexico",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uwxpwp1473541917.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/cg8n2t1690316969.png",
            "strYoutube": "www.youtube.com\/user\/XoloTV",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134204",
            "idESPN": "223",
            "idAPIfootball": "2281",
            "intLoved": null,
            "strTeam": "Toluca",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1917",
            "strSport": "Soccer",
            "strLeague": "Mexican Primera League",
            "idLeague": "4350",
            "strLeague2": "Leagues Cup",
            "idLeague2": "5281",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17561",
            "strStadium": "Estadio Nemesio Díez",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Toluca, Mexico",
            "intStadiumCapacity": "30000",
            "strWebsite": "tolucafc.com",
            "strFacebook": "facebook.com\/tolucafc\/",
            "strTwitter": "twitter.com\/TolucaFC",
            "strInstagram": "instagram.com\/tolucafc",
            "strDescriptionEN": "Deportivo Toluca Fútbol Club S.A. de C.V., commonly known as Club Deportivo Toluca, is a Mexican football club based in Toluca. The club plays in Liga MX, the top-flight of Mexican football from which they have never been relegated.The team was founded on February 12, 1917, by the brothers Manuel Blas and Francisco Juan Henkel Bros owners of the farm \"La Huerta\" located in Zinacantepec near of Toluca City.\r\n\r\nToluca has won the Mexican Primera División 10 times, making it the third most winning team, behind América (14) and Guadalajara (12). Besides this, the team has also won two Copa MX and two CONCACAF Champions League. In addition, Toluca won the Mexiquense State Championship 14 times. Despite being one of the oldest teams in Mexico, with more than 100 years of history, the professional era for Toluca began in 1950, 33 years after its foundation, becoming one of the founding teams of the Segunda División de México and the third team with the most seasons in Mexican First Division.\r\n\r\nAccording to Mitofsky in 2022, Toluca is the seventh most popular team in Mexico with 3.0% preference with around 4.0 million fans. It is also recognized as one of the classic clubs by FIFA in CONCACAF along with América, Guadalajara, Club Universidad Nacional, Cruz Azul and Pachuca. Additionally, it is considered by the IFFHS World's Fifth Best Club Team of the Decade in CONCACAF for the first decade of the 21st century (2001–2010).",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Deportivo Toluca Fútbol Club, abbreviato in Deportivo Toluca o solo Toluca, è una società calcistica messicana di Toluca. Attualmente milita nella massima divisione del campionato messicano di calcio. Gioca le partite interne nello Stadio Nemesio Díez di Toluca (22.000 posti).\r\n\r\nFondato il 12 febbraio 1917, è uno dei club calcistici più titolati del paese, avendo vinto 10 campionati messicani, 2 Coppe del Messico e 4 Supercoppe del Messico e, a livello internazionale, 2 CONCACAF Champions' Cup. È la terza squadra messicana per titoli di Primera División vinti, nonché la più titolata dal 1996, anno della ristrutturazione dei campionati.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Mexico",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/y64wy91523913186.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/3bqjlg1629147259.png",
            "strYoutube": "youtube.com\/channel\/UCo848Wecd3bEdo5gojhs3pA",
            "strLocked": "unlocked"
        }
    ]
}