{
    "teams": [
        {
            "idTeam": "136689",
            "idESPN": null,
            "idAPIfootball": null,
            "intLoved": "1",
            "strTeam": "LPGA Tour Ladies Golfers",
            "strTeamAlternate": "",
            "strTeamShort": null,
            "intFormedYear": "1950",
            "strSport": "Golf",
            "strLeague": "LPGA Tour",
            "idLeague": "4553",
            "strLeague2": null,
            "idLeague2": null,
            "strLeague3": null,
            "idLeague3": null,
            "strLeague4": null,
            "idLeague4": null,
            "strLeague5": null,
            "idLeague5": null,
            "strLeague6": null,
            "idLeague6": null,
            "strLeague7": null,
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "www.lpga.com",
            "strFacebook": "www.facebook.com\/LPGA\/",
            "strTwitter": "twitter.com\/LPGA",
            "strInstagram": "www.instagram.com\/lpga_tour",
            "strDescriptionEN": "The Ladies Professional Golf Association (LPGA) is an American organization for female professional golfers. The organization is headquartered at the LPGA International in Daytona Beach, Florida, and is best known for running the LPGA Tour, a series of weekly golf tournaments for elite female golfers from around the world.\r\n\r\nOrganization and history\r\nOther \"LPGAs\" exist in other countries, each with a geographical designation in its name, but the U.S. organization is the first, largest, and best known. The LPGA is also an organization for female club and teaching professionals. This is different from the PGA Tour, which runs the main professional tours in the U.S. and, since 1968, has been independent of the club and teaching professionals' organization, the PGA of America.\r\n\r\nThe LPGA also administers an annual qualifying school similar to that conducted by the PGA Tour. Depending on a golfer's finish in the final qualifying tournament, she may receive full or partial playing privileges on the LPGA Tour. In addition to the main LPGA Tour, the LPGA also owns and operates the Symetra Tour, formerly the Futures Tour, the official developmental tour of the LPGA. Top finishers at the end of each season on that tour receive playing privileges on the main LPGA Tour for the following year.\r\n\r\nIn its 70th season in 2019, the LPGA is the oldest continuing women's professional sports organization in the United States. It was founded in 1950 by a group of 13 golfers: Alice Bauer, Patty Berg, Bettye Danoff, Helen Dettweiler, Marlene Bauer Hagge, Helen Hicks, Opal Hill, Betty Jameson, Sally Sessions, Marilynn Smith, Shirley Spork, Louise Suggs, and Babe Zaharias. The LPGA succeeded the WPGA (Women's Professional Golf Association), which was founded in 1944 but stopped its limited tour after the 1948 season and officially ceased operations in December 1949.\r\n\r\nIn 2001, Jane Blalock's JBC Marketing established the Women's Senior Golf Tour, now called the Legends Tour, for women professionals aged 45 and older. This is affiliated with the LPGA, but is not owned by the LPGA.\r\n\r\nMichael Whan became the eighth commissioner of the LPGA in October 2009, succeeding the ousted Carolyn Bivens. Whan is a former marketing executive in the sporting goods industry.\r\n\r\nAfter a lawsuit filed by golfer Lana Lawless, the rules were changed in 2010 to allow transgender competitors. In 2013, trans woman Bobbi Lancaster faced local scorn for attempting playing in Arizona's Cactus Tour and attempting to qualify in the LPGA Qualifying Tournament.\r\n\r\nPrize money and tournaments\r\nIn 2010, total official prize money on the LPGA Tour was $41.4 million, a decrease of over $6 million from 2009. In 2010 there were 24 official tournaments, down from 28 in 2009 and 34 in 2008. Despite the loss in total tournaments, the number of tournaments hosted outside of the United States in 2010 stayed the same, as all four lost tournaments had been hosted in the United States. By 2016, the number of tournaments had risen to 33 with a record-high total prize money in excess of $63 million.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": null,
            "strColour2": null,
            "strColour3": null,
            "strGender": "Female",
            "strCountry": "International",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/zmrq0g1555580538.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/z9q0571575376971.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/tidhbv1575376385.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/grz1vz1575376391.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/b5s3m91575376397.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/mj0arn1575376404.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/drx68u1575376566.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/2019-136689-Jersey.png",
            "strYoutube": "www.youtube.com\/channel\/UCWZbPo5_riXyCFDyaMl2yRA",
            "strLocked": "unlocked"
        }
    ]
}