{
    "teams": [
        {
            "idTeam": "133667",
            "idESPN": "103",
            "idAPIfootball": "489",
            "intLoved": "5",
            "strTeam": "AC Milan",
            "strTeamAlternate": "Milan",
            "strTeamShort": "MIL",
            "intFormedYear": "1899",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "Supercoppa Italiana",
            "idLeague4": "4507",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16431",
            "strStadium": "Stadio Giuseppe Meazza",
            "strKeywords": "Rossoneri",
            "strRSS": "http:\/\/www.acmilan.com\/es\/feed",
            "strLocation": "San Siro, Milan",
            "intStadiumCapacity": "80018",
            "strWebsite": "www.acmilan.com",
            "strFacebook": "www.facebook.com\/ACMilan",
            "strTwitter": "twitter.com\/acmilan",
            "strInstagram": "instagram.com\/acmilan",
            "strDescriptionEN": "Associazione Calcio Milan, commonly referred to as A.C. Milan or simply Milan, is a professional football club in Milan, Italy, founded in 1899. The club has spent its entire history, with the exception of the 1980–81 and 1982–83 seasons, in the top flight of Italian football, known as Serie A since 1929–30.\r\n\r\nWith 18 officially recognised UEFA and FIFA titles, they are the fourth most successful club in the world, along with Boca Juniors, and the most successful Italian club at international level. Milan has won a joint record three Intercontinental Cups and one FIFA Club World Cup, seven European Cup\/Champions League titles (Italian record), the UEFA Super Cup a joint record five times and the Cup Winners' Cup twice. With 18 league titles, Milan is the joint-second most successful club in Serie A, along with local rivals Internazionale and behind Juventus (33). They have also won the Coppa Italia five times, and the Supercoppa Italiana seven.\r\n\r\nMilan's home games are played at San Siro, also known as the Stadio Giuseppe Meazza. The stadium, which is shared with city rivals Internazionale, is the largest in Italian football, with a total capacity of 80,018. Inter are considered their biggest rivals, and matches between the two teams are called Derby della Madonnina, which is one of the most followed derbies in football.\r\n\r\nThe former owner of the club was former Italian prime minister Silvio Berlusconi, who owned the club for 31 years. The club is one of the wealthiest in Italian and world football. It was a founding member of the now-defunct G-14 group of Europe's leading football clubs as well as its replacement, the European Club Association.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Associazione Calcio Milan, meglio nota come A.C. Milano anche Milan (AFI: \/ˈmilan\/), è una società calcistica italiana fondata nel 1899 con sede nella città di Milano.\r\n\r\nLa squadra milita nella Serie A del campionato italiano di calcio, dove ha giocato pressoché stabilmente: dalla sua introduzione nella stagione 1929-1930, infatti, ha partecipato a 86 campionati di Serie A a girone unico su 88. L'esordio in massima serie nel periodo antecedente il girone unico risale al 1900.\r\n\r\nÈ la terza squadra al mondo per numero di titoli internazionali vinti (18, a pari merito con il Boca Juniors e l'Independiente e alle spalle di Real Madrid e Al-Ahly, rispettivamente a quota 27 e 20).Nella sua bacheca figurano, a livello internazionale, 7 Coppe dei Campioni\/UEFA Champions League, 2 Coppe delle Coppe, 5 Supercoppe europee, 3 Coppe Intercontinentali e una Coppa del mondo per club FIFA. Se in ambito internazionale il Milan è la squadra italiana con più successi, la prima italiana ad essersi aggiudicata la Coppa dei Campioni (nel 1962-1963) e la seconda squadra europea e prima italiana per numero di finali di Coppa dei Campioni\/UEFA Champions League disputate (11), in ambito italiano è il secondo club più titolato, a pari merito con l'Inter e alle spalle della Juventus (57 trofei), avendo vinto 30 trofei nazionali: 18 scudetti, 5 Coppe Italia e 7 Supercoppe italiane. Complessivamente, con 48 trofei ufficiali vinti (30 nazionali e 18 internazionali), è il secondo club italiano più titolato dietro alla Juventus (68). È stata inoltre la prima squadra a vincere, nel 1991-1992, il campionato italiano a girone unico senza subire sconfitte,eguagliata dalla Juventus nel 2011-2012. Numerosi calciatori sono stati premiati durante la militanza nel club con riconoscimenti quali il Pallone d'oro (8) e il FIFA World Player (3).\r\n\r\nIl club figura al settantottesimo posto della graduatoria continentale dell'UEFA, stilata in base ai risultati ottenuti nelle competizioni UEFA per club nell'ultimo quinquennio e al quarto posto nella classifica stilata dall'IFFHS dei migliori club europei del XX secolo.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FB090B",
            "strColour2": "#000000",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wvspur1448806617.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/syvurp1425356171.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ypxxqs1420507288.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/txvurv1420507301.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yxtrst1420507320.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uvsqrx1421077633.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/swxxxw1425356108.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/g04lh51720881354.png",
            "strYoutube": "www.youtube.com\/acmilan",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134782",
            "idESPN": "105",
            "idAPIfootball": "499",
            "intLoved": "1",
            "strTeam": "Atalanta",
            "strTeamAlternate": "Orobici",
            "strTeamShort": "",
            "intFormedYear": "1907",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Super Cup",
            "idLeague4": "4512",
            "strLeague5": "Supercoppa Italiana",
            "idLeague5": "4507",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17430",
            "strStadium": "Gewiss Stadium",
            "strKeywords": "Dea",
            "strRSS": "",
            "strLocation": "Bergamo, Italy",
            "intStadiumCapacity": "21300",
            "strWebsite": "www.atalanta.it",
            "strFacebook": "www.facebook.com\/atalantabc\/",
            "strTwitter": "twitter.com\/Atalanta_BC",
            "strInstagram": "instagram.com\/atalantabc",
            "strDescriptionEN": "Atalanta Bergamasca Calcio, commonly known as just Atalanta, Atalanta Bergamo or the abbreviation Atalanta BC, is an Italian football club based in Bergamo, Lombardy. The club currently plays in Serie A, having gained the promotion from Serie B in 2010–11.\r\n\r\nThey are nicknamed the Nerazzurri and the Orobici. Atalanta play in blue-and-black vertically striped shirts, black shorts and black socks. The club stadium is the 26,638 seater Atleti Azzurri d'Italia.\r\n\r\nIn Italy, Atalanta is sometimes called Regina delle provinciali (queen of the provincial clubs) to mark the fact that the club is historically one of the most consistent among the non-metropolitan ones, having played 53 times in Serie A (11th overall for number of participations in the top division), 28 times in Serie B and only once in Serie C1.\r\n\r\nThe club won the Coppa Italia in 1963 and reached the Cup Winners' Cup Semifinal in 1988, when it was still competing in Serie B. This is still the best ever performance by a non-first division club in a major UEFA competition (together with Cardiff City). Atalanta also participated twice in the UEFA Cup, reaching the quarterfinals in 1990–91.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Atalanta Bergamasca Calcio, meglio nota come Atalanta, è una società calcistica italiana con sede nella città di Bergamo.\r\n\r\nFondata il 17 ottobre 1907, viene soprannominata “regina delle provinciali” poiché, avendo preso parte a 60 edizioni della Serie A a girone unico, è la squadra col maggior numero di presenze nel massimo campionato italiano di calcio sia tra quelle che non rappresentano capoluoghi di regione sia tra quelle che non hanno mai vinto lo scudetto. Il club detiene il record assoluto di promozioni nella massima serie ed è, al pari del Genoa, quello che ha vinto più volte un campionato cadetto.\r\n\r\nA livello nazionale è giunta a disputare la finale di Coppa Italia in quattro diverse occasioni, aggiudicandosi il trofeo nell'edizione 1962-1963, ed ha ottenuto il terzo posto finale, con conseguente qualificazione alla fase a gironi della UEFA Champions League, nei campionati di Serie A 2018-2019 e 2019-2020. Il club ha inoltre partecipato a due edizioni della Coppa delle Coppe ed a quattro edizioni della Coppa UEFA\/Europa League. Avendo raggiunto, mentre militava in Serie B, la semifinale di Coppa delle Coppe nella stagione 1987-1988, risulta essere la squadra che ha ottenuto il miglior risultato in una competizione UEFA tra quelle non militanti nel massimo campionato della propria nazione.\r\n\r\nL'Atalanta è dodicesima nella graduatoria della tradizione sportiva italiana secondo i criteri della FIGC, e dal 2019 è membro dell'European Club Association.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#1E71B8",
            "strColour2": "#000000",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/lrvxg71534873930.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/8b0oqj1612694592.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/btiu8g1731826382.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/a38vbc1546086008.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/d3kt481546086018.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/squqvw1421077900.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/wsxtqu1420653660.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/13h8yb1722246284.png",
            "strYoutube": "www.youtube.com\/user\/AtalantaBC1907",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134781",
            "idESPN": "107",
            "idAPIfootball": "500",
            "intLoved": "1",
            "strTeam": "Bologna",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1909",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19335",
            "strStadium": "Stadio Renato Dall'Ara",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Bologna, Emilia-Romagna",
            "intStadiumCapacity": "38279",
            "strWebsite": "www.bolognafc.it",
            "strFacebook": "www.facebook.com\/#!\/pages\/Bologna-FC\/249463021839185",
            "strTwitter": "twitter.com\/BfcOfficialPage",
            "strInstagram": "instagram.com\/torinofc1906",
            "strDescriptionEN": "Bologna Football Club 1909, known simply as Bologna, is an Italian football club based in Bologna, Emilia-Romagna, formed in 1909 (reformed in 1993). The club are nicknamed the rossoblu due to the red-and-blue striped shirts which they wear, which are also the official colours of the city.\r\n\r\nBologna were a founding member of Serie A in 1929. During its history, the club has won the Italian league championship seven times, making them the sixth most successful team in the history of the league.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Bologna Football Club 1909 (AFI: \/boˈloɲɲa 'futbol ˈklɛb\/),[1] comunemente noto come Bologna, o con la sigla BFC («Bologna Football Club»), è una società calcistica italiana per azioni con sede nell'omonima città emiliana. Nella stagione 2019-2020 milita in Serie A, il massimo livello della piramide calcistica italiana. I colori sociali sono il rosso e il blu e la maglia di gioco è a pali verticali alternati della medesima cromia.[2] Dal 1927 la squadra disputa le proprie gare interne nello Stadio Renato Dall'Ara, nato come Stadio Littoriale e chiamato, dal dopoguerra fino al 1983, Stadio Comunale, il quale può ospitare 36 462 spettatori.[N 1]\r\n\r\nFondata il 3 ottobre 1909 da Emilio Arnstein,[3] cadde in fallimento nel 1993 e si ricostituì a livello societario con l'attuale denominazione dopo aver acquisito nuovamente i diritti e il titolo sportivo del sodalizio precedente.[4] Con la partecipazione a 73 campionati di Serie A a girone unico su 88, i Felsinei si piazzano al 9º posto nella classifica perpetua delle formazioni nella massima categoria italiana, che tiene conto delle presenze totali nel campionato; contando i 16 campionati della massima serie prima del girone unico, suddivisi tra Prima Categoria, Prima Divisione e Divisione Nazionale, il Bologna vanta in totale 89 presenze nella massima divisione nazionale. Secondo la FIGC è il club con l'ottava miglior tradizione sportiva in Italia.[5]\r\n\r\nTra i club più blasonati d'Italia, a livello nazionale annovera 7 titoli di campione d'Italia, due Coppe Italia e una Coppa Alta Italia. In ambito internazionale, il Bologna fu la prima squadra italiana a vincere un trofeo continentale, nel 1932: la Coppa dell'Europa Centrale; detiene 3 coppe Mitropa, record italiano nella competizione, e una Coppa Intertoto.Con la conquista del Torneo dell'Expo Universale di Parigi nel 1937, i Veltri, soprannome con cui erano al tempo conosciuti,si affermano come una delle migliori squadre nel panorama dell'Europa continentale.Il Bologna detiene il singolare record di due scudetti vinti allo spareggio: uno contro il Torino nel 1929 e uno contro l'Inter nel 1964.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#A21C26",
            "strColour2": "#1A2F48",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2qi1u31655592366.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/7rvynw1546594445.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xrdhqt1731314331.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/7wbt6r1731314380.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/zuswee1731314356.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ldvj2k1731314405.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/l9m1mx1546594181.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/9kq5qr1720612752.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134783",
            "idESPN": "2925",
            "idAPIfootball": "490",
            "intLoved": null,
            "strTeam": "Cagliari",
            "strTeamAlternate": "Cagliari Calcio, Cagliari FC, Casteddu, Il Sardi, Sardi",
            "strTeamShort": "",
            "intFormedYear": "1920",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16338",
            "strStadium": "Unipol Domus",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Cagliari, Italy",
            "intStadiumCapacity": "16233",
            "strWebsite": "www.cagliaricalcio.com",
            "strFacebook": "www.facebook.com\/cagliaricalcio\/",
            "strTwitter": "twitter.com\/CagliariCalcio",
            "strInstagram": "www.instagram.com\/cagliaricalcio",
            "strDescriptionEN": "Cagliari Calcio, commonly referred to as Cagliari, is an Italian football club based in Cagliari, Sardinia. In the 2022-23 season, The club competes in the Serie B. As of 2021–22, the team is temporarily playing their home games at the 16,416-seat Unipol Domus, adjacent to their future new stadium site.\r\n\r\nFounded in 1920, they won their only Scudetto in 1969–70, when they were led by the Italian national team's all-time leading scorer, Gigi Riva. The triumph was also the first by a club from south of Rome. The club's best European performance was in the 1993–94 UEFA Cup, losing in the semi-finals to Internazionale.\r\n\r\nAs with the flag of its city, Cagliari's colours are blue and red. The club badge incorporates the flag of Sardinia.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Cagliari Calcio, meglio noto come Cagliari, è una società calcistica italiana con sede nella città di Cagliari. Fondata nel 1920, è l'unica squadra della Sardegna ad avere militato in Serie A o in Serie B.\r\n\r\nHa vinto, prima squadra del Mezzogiorno, il campionato italiano di Serie A nel 1969-1970[1] dopo aver raggiunto la seconda posizione nel 1968-1969. Ha vinto il campionato italiano di Serie B nel 2015-2016 e il campionato italiano di Serie C nel 1951-1952 . Ha raggiunto il 2º posto nelle finali con \"torneo all'italiana\" della Coppa Italia 1968-1969,e ha vinto la Coppa Italia Serie C nel 1988-1989. In campo europeo ha raggiunto gli ottavi di finale di Coppa Campioni nel 1970-1971[1] ed è stato semifinalista della Coppa UEFA 1993-1994.\r\n\r\nIl Cagliari è al 17º posto su 65 squadre nella classifica della tradizione sportiva dei club che hanno giocato in A, al 14º posto nella classifica perpetua e risulta inoltre la 8ª squadra d'Italia per numero di sostenitori. Il giocatore simbolo del club, Gigi Riva, è il miglior marcatore della nazionale italiana con 35 reti in 42 partite, ed è stato per tre volte capocannoniere della Serie A. La formazione sarda è inoltre, insieme a Genoa, Bologna, Napoli e Verona, tra le sole squadre italiane ad aver vinto i campionati nazionali di prima, seconda e terza serie.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#002350",
            "strColour2": "#AD002A",
            "strColour3": "#FFFFFF",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wvsvxt1447534471.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/drmrrg1546611088.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/siwyj01546618257.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/4krzi51546618271.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/bgjtri1546618288.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/62p93c1546618459.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/quxwty1422397588.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/akza8z1729672197.png",
            "strYoutube": "www.youtube.com\/user\/CagliariOfficial1920",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134243",
            "idESPN": "2572",
            "idAPIfootball": "895",
            "intLoved": null,
            "strTeam": "Como",
            "strTeamAlternate": "Como 1907",
            "strTeamShort": "COM",
            "intFormedYear": "1907",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19571",
            "strStadium": "Stadio Giuseppe Sinigaglia",
            "strKeywords": "Lariani",
            "strRSS": "",
            "strLocation": "Como, Italy",
            "intStadiumCapacity": "15000",
            "strWebsite": "comofootball.com",
            "strFacebook": "www.facebook.com\/calciocomo1907",
            "strTwitter": "twitter.com\/CalcioComo",
            "strInstagram": "instagram.com\/comocalcio",
            "strDescriptionEN": "Como 1907, commonly referred to as Como, is an Italian football club based in Como, Lombardy, which currently playing in Serie C as of 2020–21 season. The club was founded in 1907, and the team's colour is royal blue.\r\n\r\nComo were in Serie A in 2002–03; this was followed by three consecutive relegations that brought the team down in Serie C2 at the end of the 2004–05 season after having lost a playoff (2–1 on aggregate) to Novara Calcio, and being then even cancelled from Italian professional football because of bankruptcy. They were successively admitted to Serie D, the top level of non-professional football in Italy, where they spent three seasons before finally managing to win promotion back to Serie C2 in the 2007–08 season. After a further bankruptcy in 2016, a new company re-founded the club in 2017 and was admitted to Serie D from 2017 to 2018 season.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Como 1907 s.r.l., noto più semplicemente come Como 1907, è una società calcistica italiana con sede nella città di Como, nell'omonima provincia lombarda. Milita nel campionato di Serie B.\r\n\r\nIl Como ha disputato 35 campionati di Serie B e 13 campionati nella massima divisione, l'ultimo dei quali nella stagione 2002-2003. Il suo miglior risultato di sempre fu il sesto posto ottenuto al termine della sua prima stagione in Serie A.[4].\r\n\r\nLa tradizione sportiva del principale sodalizio calcistico comense, la 28ª a livello nazionale secondo i criteri della FIGC, iniziò nel 1907 con la nascita del Como Foot-Ball Club. Quest’ultimo, dopo le fusioni con il Club studentesco Minerva nel 1911 e con l'Esperia nel 1926, divenne l'Associazione Calcio Comense, rinominata poi Associazione Sportiva Como nel 1936. Nel 1938, dalla fusione con l'A.S. Ardita di Rebbio, nacque la Sportiva Como, divenuta poi Associazione Calcio Como e infine Como Calcio S.p.A. nel 1970.\r\n\r\nQuest’ultima venne dichiarata fallita nel 2004 e ad essa subentrò la Calcio Como S.r.l., a sua volta dichiarata fallita nel 2016 e gestita in esercizio provvisorio fino al 2017, quando l'attività sportiva è stata rilevata all'asta dalla F.C. Como S.r.l.. Nell'estate 2017, a causa di alcune pendenze non onorate, la FIGC ha però respinto la domanda di attribuzione del titolo sportivo della vecchia società fallita alla F.C. Como S.r.l., escludendo di conseguenza il Como dai campionati professionistici;[5] la squadra è stata quindi rifondata con l'attuale denominazione, ripartendo dalla Serie D.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#114169",
            "strColour2": "#114169",
            "strColour3": "#FFFFFF",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/02x81t1627405841.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/d0x0f81627405842.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/enkkda1729631537.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/9f3bvs1729631566.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/puryv11729631595.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/mu45zq1729631627.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/25mcqc1729631732.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/nfxk8z1729672504.png",
            "strYoutube": "www.youtube.com\/calciocomo1907",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133695",
            "idESPN": "2574",
            "idAPIfootball": "511",
            "intLoved": null,
            "strTeam": "Empoli",
            "strTeamAlternate": "Empoli Football Club",
            "strTeamShort": "",
            "intFormedYear": "1920",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "29134",
            "strStadium": "Stadio Carlo Castellani – Computer Gross Arena",
            "strKeywords": "Gli Azzurri",
            "strRSS": "",
            "strLocation": "Empoli, Italy",
            "intStadiumCapacity": "19847",
            "strWebsite": "www.empolicalcio.it",
            "strFacebook": "www.facebook.com\/empolifcofficialpage\/",
            "strTwitter": "twitter.com\/EmpoliCalcio",
            "strInstagram": "www.instagram.com\/empoli_fc_official",
            "strDescriptionEN": "Empoli Football Club, commonly referred to as Empoli, is an Italian football club based in Empoli, Tuscany. Founded in 1920, the side is part of a select group of Italian football clubs that do not belong to a provincial capital city that have participated in the top-flight.\r\n\r\nIncluding the current season, Empoli has participated in 83 national championships, including 50 championships in the third tier, 20 in Serie B and 13 in Serie A. In Europe, the best results obtained was participation in the 2007–08 UEFA Cup.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Empoli Football Club, meglio noto come Empoli, è una società calcistica italiana con sede nella città di Empoli. Milita in Serie A, la massima divisione del campionato italiano.\r\n\r\nFondato nel 1920, fa parte del ristretto gruppo di club non facenti capo a capoluogo di provincia (insieme a Lecco[1], Carpi, Cesena[2], Legnano, Pro Patria, Sassuolo e Casale) che abbiano partecipato a un campionato di calcio di massima divisione.\r\n\r\nIl soprannome della squadra è Azzurri, dovuto al colore della prima divisa del club. La squadra disputa i propri incontri interni allo stadio Carlo Castellani, che ha una capienza di 16 800 posti a sedere.\r\n\r\nL'Empoli ha partecipato a 84 campionati nazionali di cui 50 in campionati del terzo livello, 22 in Serie B e 13 in Serie A.[3] In ambito europeo il miglior risultato è stata la partecipazione alla Coppa UEFA 2007-2008.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#00579C",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/c1ie6b1622561483.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/yyutqs1424397791.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tpswqw1424397890.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wxyspy1424397904.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vrrpwp1424397921.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rttrww1424397936.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/sypxsu1422397896.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/9rrs0y1729673405.png",
            "strYoutube": "www.youtube.com\/c\/EmpoliFC1920",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133674",
            "idESPN": "109",
            "idAPIfootball": "502",
            "intLoved": null,
            "strTeam": "Fiorentina",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1926",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "International Champions Cup",
            "idLeague4": "4505",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17087",
            "strStadium": "Stadio Artemio Franchi",
            "strKeywords": "La Viola",
            "strRSS": "",
            "strLocation": "Florence, Italy",
            "intStadiumCapacity": "43147",
            "strWebsite": "it.violachannel.tv",
            "strFacebook": "www.facebook.com\/ACFFiorentina",
            "strTwitter": "twitter.com\/acffiorentina",
            "strInstagram": "www.instagram.com\/acffiorentina",
            "strDescriptionEN": "ACF Fiorentina,commonly referred to as simply Fiorentina, is a professional Italian football club from Florence, Tuscany. Founded by a merger in 1926 (refounded in 2002 following bankruptcy), Fiorentina have played at the top level of Italian football for the majority of their existence; only four clubs have played in more Serie A seasons.\r\n\r\nFiorentina have won two Italian Championships, in 1955–56 and again in 1968–69, as well as winning six Coppa Italia trophies and one Italian Super Cup. On the European stage, Fiorentina won the UEFA Cup Winners' Cup in 1960–61 and lost the final one year later. They finished runners-up in the 1956–57 European Cup, losing against Real Madrid, and also came close to winning the UEFA Cup, finishing as runners-up in the 1989–90 season.\r\n\r\nSince 1931, the club have played at the Stadio Artemio Franchi, which currently has a capacity of 47,282. The stadium has used several names over the years and has undergone several renovations. Fiorentina are known widely by the nickname Viola, a reference to their distinctive purple colours.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'ACF Fiorentina (Associazione Calcio Firenze e Associazione Fiorentina del Calcio nel 1926, Associazione Calcio Fiorentina dal 1927 al 2002 e Florentia Viola nel 2002-2003), meglio nota come Fiorentina, è una società calcistica italiana con sede nella città di Firenze, fondata il 29 agosto 1926 dal marchese Luigi Ridolfi Vay da Verrazzano. Dal 2019 il club è di proprietà dell'imprenditore italo-statunitense Rocco Commisso.\r\n\r\nNel corso della sua storia è stata per due volte campione d'Italia, nel 1955-1956 e nel 1968-1969; in ambito nazionale ha inoltre vinto sei Coppe Italia e una Supercoppa italiana. È stata la prima squadra italiana a vincere una competizione UEFA, la Coppa delle Coppe nel 1960-1961, nonché una delle quattordici squadre europee che hanno disputato una finale di tutte le tre principali competizioni continentali: la Coppa dei Campioni (nel 1956-1957, prima squadra italiana a raggiungere la finale della massima competizione europea), la Coppa delle Coppe (nel 1960-1961 e nel 1961-1962) e la Coppa UEFA (nel 1989-1990).\r\n\r\nIl colore sociale è il viola, scelta cromatica voluta espressamente dallo stesso Ridolfi nel 1929; altri segni distintivi della società sono la Canzone viola, inno ufficiale composto da Marcello Manni e reinterpretato e arrangiato nel 1965 da Narciso Parigi, e lo stemma, caratterizzato da un giglio rosso su sfondo bianco, simbolo della città toscana. Inizialmente la sede delle partite casalighe era lo stadio Velodromo Libertas, mentre dal 1931 la squadra disputa i propri incontri casalinghi nello stadio Artemio Franchi, già Giovanni Berta e poi Comunale.\r\n\r\nLa Fiorentina è anche uno dei membri dell'European Club Association (ECA), organizzazione internazionale che ha preso il posto del soppresso G-14, composta dai principali club calcistici europei, riuniti in consorzio al fine di ottenere una tutela comune dei diritti sportivi, legali e televisivi di fronte alla FIFA.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#482E92",
            "strColour2": "#FFFFFF",
            "strColour3": "#A29160",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/hc8nhu1656098030.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/vqrtxt1420565048.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tsxtss1420594400.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/7tf2n61546446160.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/iyolsl1546446189.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wpwqpt1421078026.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/xsttyp1422400203.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/mxpxg51721075845.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133675",
            "idESPN": "3263",
            "idAPIfootball": "495",
            "intLoved": null,
            "strTeam": "Genoa",
            "strTeamAlternate": "Genoa Cricket and Football Club, Genoa CFC",
            "strTeamShort": "",
            "intFormedYear": "1823",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "27346",
            "strStadium": "Stadio Luigi Ferraris",
            "strKeywords": "Grifoni",
            "strRSS": "",
            "strLocation": "Genoa, Italy",
            "intStadiumCapacity": "36599",
            "strWebsite": "www.genoacfc.it",
            "strFacebook": "www.facebook.com\/genoaCFCofficial\/",
            "strTwitter": "twitter.com\/GenoaCFC",
            "strInstagram": "www.instagram.com\/genoacfcofficial",
            "strDescriptionEN": "Genoa Cricket and Football Club, commonly referred to as Genoa (Italian pronunciation: ), is a professional football club based in Genoa, Liguria, Italy. From the 2023–24 season, the team will compete back in Serie A, the first division of the Italian football league system, just one year after relegation. Established on 7 September 1893, it is Italy's oldest football team, and the oldest Italian football team still active with over 125 years of history.\r\n\r\nDuring their long history, Genoa have won the Italian Championship nine times. Genoa's first title came at the inaugural championship in 1898 and their most recent was in 1923–24. They have also won the Coppa Italia once. Historically, Genoa are the fourth most successful Italian club in terms of championships won.\r\n\r\nThis slew of early successes may lie at the origin of the love professed for the team by the godfather of Italian sports journalists Gianni Brera (1919–92), who, despite having been born in Lombardy, always declared himself a supporter of the team. Brera went as far as creating the nickname Vecchio Balordo (Old Fool or Cranky Old One) for Genoa.\r\n\r\nGenoa CFC have played their home games at the 36,536 capacity Stadio Luigi Ferraris since 1911. Since 1946, the ground has been shared with local rivals Sampdoria. Genoa has spent most of its post-war history going up and down between Serie A and Serie B, with two brief spells in Serie C, before being relegated to Serie B again in 2022.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Genoa Cricket and Football Club, meglio noto come Genoa, è una società calcistica italiana con sede nella città di Genova. Fra le squadre italiane, è la più longeva.\r\n\r\nNel suo albo d'oro figurano 9 scudetti, tra cui il primo in assoluto risalente al 1898, 6 campionati di Serie B vinti e una Coppa Italia. Oltre ad aver conquistato due Coppe delle Alpi, una Coppa Anglo-Italiana e una Coppa dell'Amicizia, il club ha partecipato cinque volte alla Coppa Mitropa (edizioni 1929, 1930, 1937, 1938 e 1989-1990), una volta alla Coppa Piano Karl Rappan (1978) e due volte all'Europa League, nelle edizioni 1991-1992 (allora si chiamava Coppa UEFA) e 2009-2010.Nel 2011 il Genoa è stato inserito nell'\"International Bureau of Cultural Capitals\" (una sorta di patrimonio sportivo storico dell'umanità, in linea con quello dell'UNESCO) sotto richiesta del presidente Xavier Tudela. Nel 2013 inoltre è stato ammesso nel \"Club of Pioneers\", associazione che raggruppa i club di calcio più antichi del mondo che già comprendeva lo Sheffield FC e il Recreativo Huelva.\r\n\r\nIl club occupa l'undicesimo posto nella graduatoria della tradizione sportiva italiana secondo i criteri della FIGC.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#AD1919",
            "strColour2": "#05232F",
            "strColour3": "#FFD400",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/52s8dn1655553600.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/oeln6w1655553599.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/txsuxw1423704805.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/33xsyr1546116217.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/gmiji51546116538.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/498e5l1546116934.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/vtrpsw1422400086.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/u130k11729673862.png",
            "strYoutube": "www.youtube.com\/channel\/UCcFYiZvNtDbvVak3wEj3usA",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133681",
            "idESPN": "110",
            "idAPIfootball": "505",
            "intLoved": "3",
            "strTeam": "Inter Milan",
            "strTeamAlternate": "Inter",
            "strTeamShort": "INT",
            "intFormedYear": "1908",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "International Champions Cup",
            "idLeague3": "4505",
            "strLeague4": "UEFA Champions League",
            "idLeague4": "4480",
            "strLeague5": "Supercoppa Italiana",
            "idLeague5": "4507",
            "strLeague6": "FIFA Club World Cup",
            "idLeague6": "4503",
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16431",
            "strStadium": "Stadio Giuseppe Meazza",
            "strKeywords": "International",
            "strRSS": "",
            "strLocation": "Milan, Italy",
            "intStadiumCapacity": "80018",
            "strWebsite": "www.inter.it",
            "strFacebook": "www.facebook.com\/Inter\/",
            "strTwitter": "twitter.com\/Inter",
            "strInstagram": "www.instagram.com\/inter",
            "strDescriptionEN": "F.C. Internazionale Milano, commonly referred to as Internazionale  or simply Inter, and colloquially known as Inter Milan outside of Italy, is a professional Italian football club based in Milan, Lombardy. They are the only club to have spent their entire history in the top flight of Italian football, known as Serie A, which started in 1929–30.\r\n\r\nInternazionale have won 30 domestic trophies, including the league 18 times, the Coppa Italia seven times and the Supercoppa Italiana five times. From 2006 to 2010, the club won five successive league titles, equalling the all-time record. They have won the Champions League three times: two back-to-back in 1964 and 1965 and then another in 2010, the last completed an unprecedented (for an Italian team) continental treble with the Coppa Italia and the Scudetto. The club has also won three UEFA Cups, two Intercontinental Cups and one FIFA Club World Cup.\r\n\r\nInter's home games are played at San Siro, also known as the Stadio Giuseppe Meazza. The stadium, which is shared with rivals Milan, is the largest in Italian football, with a total capacity of 80,018. Milan are considered one of their biggest rivals, and matches between the two teams are called Derby della Madonnina, which is one of the most followed derbies in football. As of 2010, Inter is the second-most supported team in Italy, and the eighth most supported team in Europe. The club is one of the most valuable in Italian and world football. It was a founding member of the now-defunct G-14 group of Europe's leading football clubs.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Football Club Internazionale Milano, meglio conosciuto come Internazionale o più semplicemente come Inter, è una società calcistica per azioni italiana con sede a Milano.\r\n\r\nFondato nel 1908 da un gruppo di soci dissidenti del Milan, il club ha sempre militato nella massima serie del campionato nazionale dalla propria stagione di debutto, nel 1909, ed è l'unico ad aver partecipato a tutte le edizioni della Serie A, istituita nella stagione 1929-30. Fin dalla fondazione, indossa una divisa a strisce verticali nerazzurre, a parte una breve parentesi nel 1928 quando adottò una maglia bianca rossocrociata.\r\n\r\nNel suo palmarès annovera 30 titoli nazionali – 18 scudetti, 7 Coppe Italia e 5 Supercoppe italiane – che ne fanno il secondo club più titolato a pari merito con il Milan e alle spalle della Juventus (55). A livello internazionale vanta invece 3 Coppe dei Campioni\/Champions League, 3 Coppe UEFA, 2 Coppe Intercontinentali e una Coppa del mondo per club FIFA, per un totale di 9 trofei ufficiali che pongono l'Inter dietro il Milan (18) e la Juventus (11) nella classifica dei club italiani per numero di vittorie in competizioni internazionali. Nel 2010 è diventata la prima e unica squadra italiana ad aver conquistato le tre competizioni principali disputate nel corso della stagione: la Champions League, il campionato e la Coppa Italia; coi successivi trionfi in Supercoppa italiana e Coppa del mondo per club FIFA è diventata anche la prima, e, finora, unica squadra del Paese a vincere cinque trofei nell'arco di un anno solare.\r\n\r\nIl club può contare su un sostegno numeroso sia a livello nazionale che internazionale. Nel 1998 e nel 2010 l'Inter fu nominata Squadra mondiale dell'anno dall'IFFHS; nel 2009 si piazzò al sesto posto nella lista secolare sui migliori club europei redatta dalla stessa federazione di storia e statistica, e nel 2011 al quinto posto (prima italiana) nella classifica mondiale delle migliori squadre del decennio 2001-2010.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#010E80",
            "strColour2": "#000000",
            "strColour3": "#FFFFFF",
            "strGender": "Female",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ryhu6d1617113103.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/j2uwyv1546179241.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qzbfgw1731823483.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/6rnerf1546088608.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rtwqpv1429294176.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uvswsr1421077771.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/vf79ol1546423210.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/5mvsul1721769681.png",
            "strYoutube": "www.youtube.com\/user\/INTER",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133676",
            "idESPN": "111",
            "idAPIfootball": "496",
            "intLoved": "6",
            "strTeam": "Juventus",
            "strTeamAlternate": "Juve, Juventus FC, La Vecchia Signora, The Old Lady, Bianconeri",
            "strTeamShort": "JUV",
            "intFormedYear": "1897",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "International Champions Cup",
            "idLeague4": "4505",
            "strLeague5": "FIFA Club World Cup",
            "idLeague5": "4503",
            "strLeague6": "Supercoppa Italiana",
            "idLeague6": "4507",
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19802",
            "strStadium": "Allianz Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Turin, Italy",
            "intStadiumCapacity": "41507",
            "strWebsite": "www.juventus.com",
            "strFacebook": "www.facebook.com\/Juventus",
            "strTwitter": "twitter.com\/juventusfcen",
            "strInstagram": "www.instagram.com\/juventus",
            "strDescriptionEN": "Juventus Football Club, colloquially known as Juve, is an Italian professional association football club based in Turin, Piedmont. Founded in 1897 by a group of Torinese students, the club has worn a black and white striped home kit since 1903 and has played home matches in different grounds around its city, the latest being the 41,507-capacity Juventus Stadium. Nicknamed Vecchia Signora (\"the Old Lady\"), the club has won 35 official league titles, 13 Coppa Italia titles and eight Supercoppa Italiana titles, being the record holder for all these competitions; two Intercontinental Cups, two European Cups \/ UEFA Champions Leagues, one European Cup Winners' Cup, a joint national record of three UEFA Cups, two UEFA Super Cups and a joint national record of one UEFA Intertoto Cup. Consequently, the side leads the historical Federazione Italiana Giuoco Calcio (FIGC) ranking whilst on the international stage occupies the 5th position in Europe and the eleventh in the world for most confederation titles won with eleven trophies, having led the UEFA ranking during seven seasons since its inception in 1979, the most for an Italian team and joint second overall.\r\n\r\nFounded with the name of Sport-Club Juventus, initially as an athletics club, it is the second oldest of its kind still active in the country after Genoa's football section (1893) and has competed uninterruptedly in the top flight league (reformulated as Serie A from 1929) since its debut in 1900 after changing its name to Foot-Ball Club Juventus, with the exception of the 2006–07 season, being managed by the industrial Agnelli family almost continuously since 1923. The relationship between the club and that dynasty is the oldest and longest in national sports, making Juventus the first professional sporting club ante litteram in the country, having established itself as a major force in the national stage since the 1930s and at confederation level since the mid-1970s and becoming one of the first ten wealthiest in world football in terms of value, revenue and profit since the mid-1990s, being listed on the Borsa italiana since 2001.\r\n\r\nUnder the management of Giovanni Trapattoni, the club won 13 trophies in the ten years before 1986, including six league titles and five international titles, and became the first to win all three seasonal competitions organised by the Union of European Football Associations: the 1976–77 UEFA Cup (first Southern European side to do so), the 1983–84 Cup Winners' Cup and the 1984–85 European Champions' Cup. With successive triumphs in the 1984 European Super Cup and 1985 Intercontinental Cup, it became the first and thus far only in the world to complete a clean sweep of all confederation trophies; an achievement that they revalidated with the title won in the 1999 UEFA Intertoto Cup after another successful era led by Marcello Lippi, becoming in addition the only professional Italian club to have won every ongoing honour available to the first team and organised by a national or international football association. In December 2000, Juventus was ranked seventh in the FIFA's historic ranking of the best clubs in the world and nine years later was ranked second best club in Europe during the 20th Century based on a statistical study series by the International Federation of Football History & Statistics (IFFHS), the highest for an Italian club in both.\r\n\r\nThe club's fan base is the largest at national level and one of the largest worldwide. Unlike most European sporting supporters' groups, which are often concentrated around their own club's city of origin, it is widespread throughout the whole country and the Italian diaspora, making Juventus a symbol of anticampanilismo (\"anti-parochialism\") and italianità (\"Italianness\"). Juventus players have won eight Ballon d'Or awards, four of these in consecutive years (1982–1985, an overall record), among these the first player representing Serie A, Omar Sívori, as well as Michel Platini and three of the five recipients with Italian nationality as the former member of the youth sector Paolo Rossi; they have also won four FIFA World Player of the Year awards, with winners as Roberto Baggio and Zinédine Zidane, a national record and third and joint second highest overall, respectively, in the cited prizes. Additionally, players representing the club have won 11 Serie A Footballer of the Year awards including the only goalkeeper to win it, Gianluigi Buffon, and 17 different players were inducted in the Serie A Team of the Year, being both also a record. Finally, the club has also provided the most players to the Italy national team—mostly in official competitions in almost uninterrupted way since 1924—who often formed the group that led the Azzurri squad to international success, most importantly in the 1934, 1982 and 2006 FIFA World Cups.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "La Juventus Football Club (dal latino: iuventūs, «gioventù»), meglio nota come Juventus (\/juˈvɛntus\/), è una società calcistica italiana con sede nella città di Torino.\r\n\r\nFondata nel 1897 da un gruppo di studenti liceali locali, la Juve, com'è colloquialmente abbreviata, è il secondo club calcistico professionistico per anzianità tra quelli tuttora attivi nel Paese, dopo il Genoa (1893); è il più titolato e con maggiore tradizione sportiva FIGC, oltreché uno dei più blasonati al mondo con 68 trofei ufficiali vinti durante la militanza al vertice della piramide sportiva nazionale, tra cui il primato di 36 titoli di campione d'Italia e 11 in competizioni UEFA. Partecipa alla Serie A, il massimo campionato italiano, a cui ha preso parte stabilmente sin dall'esordio nel 1900, eccezione fatta per la stagione 2006-2007. Dopo aver esordito in divisa rosanero, nel 1903 adottò l'odierna tenuta di gioco bianconera.\r\n\r\nIl legame con la famiglia Agnelli, che dura in modo quasi ininterrotto dal 1923, è il primo e più duraturo sodalizio imprenditoriale-sportivo in Italia; attraverso un peculiare modello gestionale instaurato nel frattempo, quella bianconera divenne una delle prime società sportive italiane a raggiungere uno status professionistico ante litteram, affermandosi a livello nazionale dal decennio successivo e in ambito internazionale dalla metà degli anni 1970. Nel decennio seguente diventò il primo club ad aver vinto tutte e tre le maggiori competizioni europee: la Coppa UEFA (1976-1977, prima squadra sudeuropea nel farlo), Coppa delle Coppe (1983-1984) e Coppa dei Campioni (1984-1985);coi trionfi nella Supercoppa UEFA 1984 e nella Coppa Intercontinentale 1985 divenne inoltre il primo e tuttora unico al mondo ad avere conquistato tutti i trofei ufficiali maschili della propria confederazione di appartenenza, un record ulteriormente migliorato con il successo in Coppa Intertoto 1999.\r\n\r\nQuotata alla Borsa Italiana dal 2001, la Juventus è una società per azioni posizionata pressoché stabilmente, dalla seconda metà degli anni 1990, tra i primi dieci club calcistici su scala mondiale in ambito finanziario per fatturato, valore borsistico e profitti. Numerosi calciatori sono stati premiati durante la militanza nel club con riconoscimenti quali il Pallone d'oro (8), il FIFA World Player (3) e il migliore calciatore assoluto AIC (11) — tutti i tre, record a livello italiano —; il suo contributo alla nazionale italiana, ininterrotto dai primi anni 1920 oltreché il maggiore tra le squadre italiche, è stato decisivo per i successi della rappresentativa nazionale. È inoltre forte del più numeroso sostegno a carattere nazionale oltreché molto esteso su scala globale, principalmente nei Paesi a forte emigrazione italiana, che ne fanno contemporaneamente un simbolo anticampanilistico e di italianità.Nel 2000 la Juventus fu inserita dalla FIFA al settimo posto (prima italiana) nella classifica secolare sui migliori club al mondo,mentre nel 2009 fu nominata dall'IFFHS migliore squadra nel Paese e seconda a livello europeo, dopo il Real Madrid, del XX secolo.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#000000",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/fytj241726760465.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/xvltgg1725303959.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wwtuxx1420504589.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vqh3kj1548875099.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rqwwqx1424111979.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wvvpws1430771058.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/upuwxp1422399935.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/l9i8j81729674242.png",
            "strYoutube": "www.youtube.com\/user\/juventus",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133668",
            "idESPN": "112",
            "idAPIfootball": "487",
            "intLoved": "1",
            "strTeam": "Lazio",
            "strTeamAlternate": "SS Lazio, Società Sportiva Lazio, Biancocelesti",
            "strTeamShort": "LAZ",
            "intFormedYear": "1900",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17086",
            "strStadium": "Stadio Olimpico",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Rome, Italy",
            "intStadiumCapacity": "70634",
            "strWebsite": "www.sslazio.it",
            "strFacebook": "www.facebook.com\/SSLazioOfficialPage",
            "strTwitter": "twitter.com\/OfficialSSLazio",
            "strInstagram": "instagram.com\/official_sslazio",
            "strDescriptionEN": "Società Sportiva Lazio, commonly referred to as Lazio, is an Italian professional sports club based in Rome, most known for its football activity. The society, founded in 1900, plays in the Serie A and have spent most of their history in the top tier of Italian football. Lazio have been Italian champions twice (1974, 2000), and have won the Coppa Italia seven times, the Supercoppa Italiana five times, and both the UEFA Cup Winners' Cup and UEFA Super Cup on one occasion.\r\n\r\nThe club had their first major success in 1958, winning the domestic cup. In 1974, they won their first Serie A title. The 1990s have been the most successful period in Lazio's history, seeing them win the UEFA Cup Winners' Cup and UEFA Super Cup in 1999, the Serie A title in 2000, and reaching their first UEFA Cup final in 1998. Due to a severe economic crisis in 2002 that forced president Sergio Cragnotti out of the club along with several star players being sold, Lazio's success in the league declined. In spite of the lower funds, the club has won four Coppa Italia titles since then; in 2004, 2009, 2013 and 2019. Current president Claudio Lotito took charge of the club in 2004 after two years of a vacuum after Cragnotti's departure.\r\n\r\nLazio's traditional kit colours are sky blue shirts and white shorts with white socks; the colours are reminiscent of Rome's ancient Hellenic legacy. Sky blue socks have also been interchangeably used as home colours. Their home is the 70,634 capacity Stadio Olimpico in Rome, which they share with A.S. Roma until 2020, when the latter will leave for the Stadio della Roma. Lazio have a long-standing rivalry with Roma, with whom they have contested the Derby della Capitale (in English \"Derby of the capital city\" or Rome derby) since 1929.\r\n\r\nDespite initially not having any parent–subsidiary relation with the male and female professional team (that was incorporated as S.S. Lazio S.p.A.), the founding of Società Sportiva Lazio allowed for the club that participates in over 40 sports disciplines in total, more than any other sports association in the world.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "La Società Sportiva Lazio, meglio nota come S.S. Lazio o più semplicemente Lazio, è una società polisportiva italiana con sede nella città di Roma, nota soprattutto per la sua sezione calcistica. Fu fondata a Roma il 9 gennaio 1900 come Società Podistica Lazio da quindici atleti guidati dal sottufficiale dei Bersaglieri Luigi Bigiarelli. La Lazio è presente dal 6 maggio 1998 alla Borsa di Milano nell'indice FTSE Italia Small Cap: è stata la prima società calcistica italiana a quotarsi in Borsa dove sono state successivamente ammesse anche la sua concittadina Roma e la Juventus.\r\n\r\nIl club iniziò a praticare il gioco del calcio il 6 gennaio 1901, è affiliato alla FIGC almeno dal 1908 ed istituì la propria sezione calcistica il 3 ottobre 1910.\r\n\r\nHa preso parte a 77 edizioni delle 88 disputate nella Serie A a girone unico, vincendo due titoli di campione d'Italia (1974 e 2000). Prima dell'avvento del girone unico (1929-30) disputò tre finalissime nazionali per il titolo, venendo sempre sconfitta. Vanta nel proprio palmarès anche la conquista di 7 Coppe Italia, 5 Supercoppe italiane e, in ambito internazionale, la Coppa delle Coppe 1998-99 e la Supercoppa UEFA 1999. La Lazio è il quinto club italiano (dopo Milan, Juventus, Inter e Parma) e il venticinquesimo europeo per numero di competizioni UEFA vinte.\r\n\r\nIl club biancoceleste è anche uno dei membri dell'European Club Association (ECA), organizzazione internazionale che ha sostituito il soppresso G-14 e rappresenta i club calcistici a livello europeo, riuniti in consorzio al fine di ottenere una tutela comune dei diritti sportivi, legali e televisivi di fronte alla Fédération Internationale de Football Association (FIFA).\r\n\r\nLa polisportiva è con le sue oltre 70 discipline la più grande, nonché la più antica, d'Europa.Alla stessa venne insignita il 2 giugno 1921 la benemerenza di ente morale.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#87D8F7",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rwqyvs1448806608.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/loprki1535387399.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2h7uo71709342761.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/pwvd461709342718.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/6mu88f1709342685.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/bxwzwp1709342643.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/wsyqry1422399753.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/frqiq71721078935.png",
            "strYoutube": "www.youtube.com\/user\/Officialsslazio",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133678",
            "idESPN": "113",
            "idAPIfootball": "867",
            "intLoved": null,
            "strTeam": "Lecce",
            "strTeamAlternate": "US Lecce, Apulia, Giallorossi",
            "strTeamShort": "",
            "intFormedYear": "1908",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "28498",
            "strStadium": "Via del Mare",
            "strKeywords": "I Giallorossi",
            "strRSS": "",
            "strLocation": "Lecce, Apulia, Italy",
            "intStadiumCapacity": "31533",
            "strWebsite": "www.uslecce.it",
            "strFacebook": "facebook.com\/U.S.LecceOfficial",
            "strTwitter": "twitter.com\/OfficialUSLecce",
            "strInstagram": "instagram.com\/uslecceofficialchannel",
            "strDescriptionEN": "Union Sportiva Lecce, commonly referred to as Lecce, is an Italian football club based in Lecce, Apulia. The club will play in Serie A in the 2022–23 season, the top level of the Italian football pyramid, having been promoted from Serie B. Lecce plays its home games at Stadio Via del Mare, which has a capacity of 31,533 spectators.\r\n\r\nThe club was formed in the 1927 upon an idea of 1908 and has spent a large part of their recent history bouncing between Italy's second division and Serie A, where the team debuted in the 1985–86 season. Its best Serie A finish is the ninth place obtained in the 1988–89 season. The club is 27th in the Serie A all-time table and is the second club from Apulia as regards appearances in the first two tiers of Italian football, with 16 Serie A seasons and 29 Serie B seasons.\r\n\r\nLecce won a Serie B title in 2022 and 2010, a Coppa Italia Serie C in 1975 and an Anglo-Italian Cup Semiprofessionals in 1976.\r\n\r\nLecce players and fans are nicknamed salentini or simply giallorossi or lupi.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Unione Sportiva Lecce, nota semplicemente come Lecce (AFI: \/ˈleʧʧe\/[2]), è una società calcistica italiana con sede nella città di Lecce. Milita in Serie B, la seconda divisione del campionato italiano di calcio.\r\n\r\nL'attuale sodalizio, costituito il 16 settembre 1927 dalla fusione tra i club locali della FBC Juventus e del Gladiator, fa risalire la propria origine al 1908, anno di fondazione del primo club cittadino, lo Sporting Club Lecce, attivo fino al 1923.[3] I colori ufficiali del club sono il giallo e il rosso;[3] il suo simbolo è una lupa che si trova sotto il leccio, emblema della città di Lecce. La squadra disputa le proprie gare interne allo stadio Via del mare, che, inaugurato nel 1966 e ammodernato nel 1985, ha una capienza di 40 670 posti, di cui attualmente 31 533 omologati.[4] Dal 2015 la proprietà del club appartiene ad un gruppo di soci guidati da Saverio Sticchi Damiani, attuale presidente.[5]\r\n\r\nSeconda società della Puglia per numero di campionati disputati nelle prime due serie professionistiche, conta 16 partecipazioni alla Serie A, categoria nella quale ha esordito nella stagione sportiva 1985-1986, e 28 partecipazioni alla Serie B, categoria in cui ha debuttato nella stagione sportiva 1929-1930. Il miglior piazzamento del Lecce in massima serie è il 9º posto del campionato 1988-1989.[3] La squadra ha vinto una Coppa Ali della Vittoria come prima classificata in Serie B nel 2009-2010 e una Coppa Italia di Serie C nel 1975-1976, mentre in ambito internazionale ha vinto una Coppa Italo-Inglese Semiprofessionisti nel 1976.[3]\r\n\r\nFigura al 26º posto nella graduatoria dei club italiani per tradizione sportiva e, tra i club che hanno militato in Serie A, occupa il 27º posto nella classifica perpetua dal 1929.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FFF200",
            "strColour2": "#ED1B23",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/j4vznr1567365249.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/9eab741715845144.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/a5dl6p1715845345.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/o3eudv1715845352.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ajtfyb1715845358.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/awtrh01715845364.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/rkhusb1715845415.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/3tksdm1729674758.png",
            "strYoutube": "youtube.com\/channel\/UCzc84VvVxLbeCQ2wYXV0VOg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134270",
            "idESPN": "4007",
            "idAPIfootball": "1579",
            "intLoved": null,
            "strTeam": "Monza",
            "strTeamAlternate": "Associazione Calcio Monza, AC Monza",
            "strTeamShort": "",
            "intFormedYear": "1912",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19489",
            "strStadium": "U-Power Stadium",
            "strKeywords": "I Bagai (Brianzolo: The Boys)",
            "strRSS": "",
            "strLocation": "Monza, Italy",
            "intStadiumCapacity": "18568",
            "strWebsite": "www.acmonza.com",
            "strFacebook": "www.facebook.com\/ACMonza\/",
            "strTwitter": "twitter.com\/ACMonza",
            "strInstagram": "www.instagram.com\/acmonza",
            "strDescriptionEN": "Associazione Calcio Monza is a professional football club that is based in Monza, Lombardy, Italy. The team will play in the Serie A, the first tier of Italian football, following promotion in the 2021–22 Serie B season.\r\n\r\nThe club was founded in 1912 as Monza F.B.C. and on multiple occasions in the 1960s and 1970s came close to promotion to the Serie A. Following Silvio Berlusconi's 2018 takeover of the club, Monza returned to the Serie B in 2020 after a 19-year absence and reached promotion to Serie A for the first time in 2022. Before their promotion, no Italian team had played more Serie B seasons (40) without playing in the Serie A. Monza have won the Coppa Italia Serie C a record four times, the Serie C championship four times, and an Anglo-Italian Cup.\r\n\r\nFrom the club's founding, Monza's colours were blue and white but were changed to red and white in 1932; as a result, they are nicknamed i biancorossi (the white and reds). Monza have played their home games at the Stadio Brianteo since 1988. The team have rivalries with Como, Pro Sesto and Pisa.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Associazione Calcio Monza S.p.A., meglio nota come AC Monza o semplicemente Monza, è una società calcistica italiana con sede nella città di Monza. Milita in Serie B, seconda divisione del campionato italiano di calcio.\r\n\r\nRifondata nel 2015 come Società Sportiva Dilettantistica Monza 1912, è l'erede della tradizione sportiva iniziata il 1º settembre 1912 con la fondazione del Monza Foot Ball Club e successivamente transitata, previe varie rifondazioni e fusioni, attraverso vari soggetti societari, ultimo dei quali l'Associazione Calcio Monza Brianza 1912, dichiarata fallita ed estromessa dal calcio professionistico al termine della stagione 2014-2015.[1] Il 1º luglio 2019 è stata cambiata la denominazione in Associazione Calcio Monza.[2]\r\n\r\nIl Monza è una delle squadre italiane con più presenze nella Serie B, cui ha preso parte in 39 edizioni. Nella sua storia il club brianzolo non ha però mai raggiunto la massima serie, risultando pertanto la squadra che ha partecipato al maggior numero di tornei di seconda serie italiana, e con la più alta tradizione sportiva, senza mai aver conseguito la promozione nel campionato maggiore.[3] Il suo migliore posizionamento in cadetteria è il terzo posto della stagione 2020-21, dove però è uscito alle semifinali dei play-off. Detiene inoltre il record di vittorie nella Coppa Italia di Serie C (4 affermazioni).[4] È stato uno degli otto club che rappresentò la FIGC nella Coppa delle Alpi 1961 vinta dalla Federazione italiana.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#EC173A",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/bxearg1603170113.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/jougc71718360869.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/q0ys7o1718360355.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/0lwql81718360362.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cj1q251718360368.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vxpvju1718360374.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/ykmqsl1718360473.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/vj6p4w1729675008.png",
            "strYoutube": "www.youtube.com\/channel\/UCgFNZmFK4tLKPpXpvJGS9dQ",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133670",
            "idESPN": "114",
            "idAPIfootball": "492",
            "intLoved": "1",
            "strTeam": "Napoli",
            "strTeamAlternate": "S.S.C. Napoli, SSC Napoli, Naples, Gli Azzurri",
            "strTeamShort": "NAP",
            "intFormedYear": "1926",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16420",
            "strStadium": "Stadio San Paolo",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Napoli, Italy",
            "intStadiumCapacity": "60240",
            "strWebsite": "www.sscnapoli.it",
            "strFacebook": "www.facebook.com\/SSCNapoli",
            "strTwitter": "twitter.com\/sscnapoli",
            "strInstagram": "www.sscnapoli.it\/#",
            "strDescriptionEN": "Società Sportiva Calcio Napoli, commonly referred to as Napoli, is an Italian professional football club based in Naples, Campania that plays in Serie A, the top flight of Italian football. The club have won two league titles, five Coppa Italias, two Supercoppa Italiana titles, and one UEFA Cup.\r\n\r\nFormed in 1926, the club saw relatively little success in its early years, winning one Coppa Italia until 1965, where they were refounded. Napoli then saw increased success in the 1980s, after the club acquired Diego Maradona. During his time in Naples, Maradona helped the team win several trophies, which led to the club retiring his number 10 jersey. During this period, Napoli won their sole league titles, in 1987 and 1990. Following his departure, however, Napoli struggled financially, and endured several relegations, prior to being refounded in 2004 by film producer Aurelio De Laurentiis. Under his guise, the club has stabilized, which has led to renewed on-field success, winning the 2012 and 2014 Coppa Italia titles.\r\n\r\nBy attendance, Napoli have the fourth biggest fanbase in Italy, and were ranked as the fifth highest-earning football club in Serie A, with $182 million in revenue during the 2017–18 season. In 2018, Forbes estimated the club is the fifth most valuable club in Italy, worth $379 million. Napoli are also one of the associate members of the European Club Association.\r\n\r\nSince 1959, the club has played their home games at Stadio San Paolo, and have traditionally worn sky blue shirts and white shorts. The club also have a long-standing rivalry with Roma, with whom they contest the Derby del Sole. The club's anthem is \"'O surdato 'nnammurato\".",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "La Società Sportiva Calcio Napoli, meglio nota come Napoli, è una società calcistica italiana con sede nella città di Napoli. Milita in Serie A, la massima serie del campionato italiano.\r\n\r\nFondata nel 1926[1] con il nome di Associazione Calcio Napoli, assunse poi la denominazione di SSC Napoli nel 1964. In seguito al fallimento della società nel 2004, il presidente Aurelio De Laurentiis fonda la Napoli Soccer che ne rileva il titolo sportivo e viene iscritta alla Serie C1, per poi ritornare alla denominazione precedente con la promozione in Serie B nel 2006.\r\n\r\nIl colore sociale è l'azzurro, mentre la mascotte è il Ciuccio,[2] originariamente un cavallo inalberato.[3] Gioca le partite interne allo stadio San Paolo, inaugurato nel 1959.\r\n\r\nCon un palmarès che comprende due scudetti (1986-1987, 1989-1990), sei Coppe Italia (1961-1962, 1975-1976, 1986-1987, 2011-2012, 2013-2014 e 2019-2020), due Supercoppe italiane (1990 e 2014) e una Coppa UEFA (1988-1989), oltre a una Coppe delle Alpi (1966) e una Coppa di Lega Italo-Inglese (1976),[4] il Napoli è la squadra del Meridione più titolata a livello nazionale e internazionale, nonché, con 78 partecipazioni,[5] quella più presente nei campionati di massima serie.\r\n\r\nIl Napoli è anche uno dei membri associati dell'ECA (Associazione dei Club Europei), organizzazione nata in sostituzione del soppresso G-14 e costituita dai principali club calcistici del continente, riuniti in consorzio al fine di ottenere una tutela comune dei diritti sportivi, legali e televisivi di fronte alla FIFA.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#12A0D7",
            "strColour2": "#003C82",
            "strColour3": "#FFFFFF",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/89z4qr1720153900.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/pdurxh1533751116.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/05czba1731273496.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ztq1e01731273514.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cvna4p1731273533.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/pljdjb1731273555.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/uxrsxr1421164201.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/jx501n1729675532.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135728",
            "idESPN": "115",
            "idAPIfootball": "523",
            "intLoved": null,
            "strTeam": "Parma Calcio 1913",
            "strTeamAlternate": "Parma Calcio, AC Parma, Parma FC. Gialloblu",
            "strTeamShort": "",
            "intFormedYear": "1913",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17089",
            "strStadium": "Stadio Ennio Tardini",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Parma, Italy",
            "intStadiumCapacity": "22359",
            "strWebsite": "parmacalcio1913.com",
            "strFacebook": "www.facebook.com\/parmacalcio1913",
            "strTwitter": "twitter.com\/1913parmacalcio",
            "strInstagram": "www.instagram.com\/parmacalcio1913",
            "strDescriptionEN": "Parma Calcio 1913, commonly referred to as Parma, is an Italian professional football club based in Parma, Emilia-Romagna. It currently competes in the Serie B, the 2nd tier of Italian football.\r\n\r\nFounded as Parma Football Club in December 1913, the club plays its home matches in the 27,906-seat Stadio Ennio Tardini, often referred to as simply Il Tardini, from 1923.\r\n\r\nFinanced by Calisto Tanzi, the club won eight trophies between 1992 and 2002, a period in which it achieved its best ever league finish, as runners-up in the 1996–97 season. The club has won three Coppa Italia, one Supercoppa Italiana, two UEFA Cups, one European Super Cup and one UEFA Cup Winners' Cup.\r\n\r\nFinancial troubles were brought about in late 2003 by the Parmalat scandal which caused the parent company to collapse and resulted in the club operating in controlled administration until January 2007. The club was declared bankrupt in 2015 and re-founded in Serie D but secured a record three straight promotions to return to Serie A in 2018.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Parma Calcio 1913, meglio conosciuto come Parma, è una società calcistica italiana con sede nella città di Parma. Milita in Serie A.\r\n\r\nIl sodalizio è erede del Parma Football Club, già Parma Associazione Calcio, sorto nel 1970; questi riprendeva la storia del Parma Associazione Sportiva, precedente club costituito nella città emiliana nel 1913 sotto l'originario nome di Parma Foot Ball Club — retaggio del Verdi Foot Ball Club brevemente attivo nello stesso anno —, e rifondato a cavallo della stagione 1969-1970 grazie al passaggio del titolo sportivo ai concittadini dell'Associazione Calcio Parmense, a loro volta sorti nel 1968. L'odierno club, nato nel 2015 come Società Sportiva Dilettantistica Parma Calcio 1913, si fa quindi portatore dell'intera tradizione sportiva parmigiana in ambito calcistico.[1]\r\n\r\nNel suo palmarès figurano 3 Coppe Italia, una Supercoppa italiana e 4 titoli internazionali: una Coppa delle Coppe, 2 Coppe UEFA e una Supercoppa UEFA. Dopo Milan, Juventus e Inter, il Parma è il quarto club italiano e il sedicesimo europeo nella classifica generale delle coppe calcistiche UEFA vinte. È inoltre l'unica squadra ad aver conseguito tre promozioni consecutive nei campionati nazionali di calcio organizzati sotto l'egida della FIGC, passando dalla Serie D alla Serie A in soli tre anni (2015-2018); è inoltre una delle quattro squadre europee ad avere conquistato titoli internazionali pur senza avere mai vinto il proprio campionato nazionale.\r\n\r\nIl club si pone al ventunesimo posto come risultati e al quindicesimo posto come punteggi fra i 65 club che hanno militato in Serie A; sino alla stagione 2011-12 ha inoltre figurato nel ranking UEFA.[2] In venticinque anni (dal 1990-91 al 2014-15) ha disputato ventiquattro campionati di massima serie (diciotto dei quali consecutivi) e quindici stagioni nelle coppe europee (quattordici delle quali consecutive, dal 1991-92 al 2004-05).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#ffffff",
            "strColour2": "#1b4094",
            "strColour3": "#ffd200",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/6yiaxs1627406063.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/mp588h1627406061.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qciluh1546597123.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/nnqmvk1546597130.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/9i3xs61546597137.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/96jo2f1546597145.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/v7p45u1546597344.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/y3naov1729675794.png",
            "strYoutube": "www.youtube.com\/channel\/UCXKXzx4PG8dcqExNJ5npUkg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133682",
            "idESPN": "104",
            "idAPIfootball": "497",
            "intLoved": "2",
            "strTeam": "Roma",
            "strTeamAlternate": "AS Roma, FC Roma, Rome FC, Giallorossi",
            "strTeamShort": "ROM",
            "intFormedYear": "1927",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17086",
            "strStadium": "Stadio Olimpico",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Rome, Italy",
            "intStadiumCapacity": "70634",
            "strWebsite": "www.asroma.it",
            "strFacebook": "www.facebook.com\/officialasroma\/",
            "strTwitter": "twitter.com\/officialasroma",
            "strInstagram": "www.instagram.com\/officialasroma",
            "strDescriptionEN": "Associazione Sportiva Roma, commonly referred to as Roma, is an Italian professional football club based in Rome. Founded by a merger in 1927, Roma have participated in the top-tier of Italian football for all of their existence except for 1951–52.\r\n\r\nRoma have won Serie A three times, in 1941–42, 1982–83 and 2000–01, as well as winning nine Coppa Italia titles and two Supercoppa Italiana titles. In European competitions, Roma won the Inter-Cities Fairs Cup in 1960–61 and were runners-up in the 1983–84 European Cup and the 1990–91 UEFA Cup.\r\n\r\nFifteen players have won the FIFA World Cup while playing at Roma: Ferraris, Guaita and Masetti (1934); Donati, Monzeglio and Serantoni (1938); Bruno Conti (1982); Rudi Voller and Berthold (1990); Aldair (1994); Candela (1998); Cafu (2002); Daniele De Rossi, Simone Perrotta and Francesco Totti (2006).\r\n\r\nSince 1953, Roma have played their home matches at the Stadio Olimpico, a venue they share with city rivals Lazio. With a capacity of over 72,000, it is the second-largest of its kind in Italy, with only the San Siro able to seat more. The club plan to move to a new stadium, though this is yet to start construction.\r\n\r\nThe club's home colours are Tyrian purple and gold, which gives Roma their nickname \"I Giallorossi\" (\"The Yellow and Reds\"). Their club badge features a she-wolf, an allusion to the founding myth of Rome.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Associazione Sportiva Roma (AFI: \/assoʧaʦˈʦjone sporˈtiva ˈroma\/), nota anche come AS Roma o, più semplicemente, Roma, è una società calcistica italiana con sede nella città di Roma. Nella stagione 2019-2020 milita nel campionato di Serie A, massimo livello della piramide calcistica italiana.[2] Fondata nel 1927 grazie alla fusione di tre squadre, ha come colori sociali il rosso e il giallo, tonalità cromatiche corrispondenti al gonfalone del Campidoglio.[2] Dal 23 maggio 2000 è quotata alla Borsa Italiana, nel cui listino fa parte dell'indice FTSE Italia Small Cap: la Lupa, uno dei soprannomi che contraddistinguono la Roma insieme a Giallorossi, Magica e Capitolini,[3] è infatti una dei tre club di calcio italiani (insieme a Lazio e Juventus) a essere presente nella borsa valori italiana.[4]\r\n\r\nIncludendo la stagione 2019-2020, la Roma ha partecipato a 91 campionati nazionali (87 in Serie A, tre in Divisione Nazionale e uno in Serie B).[5] I Giallorossi hanno vinto tre scudetti, nove Coppe Italia e due Supercoppe italiane.[5] In ambito europeo i migliori risultati ottenuti dai Capitolini sono il successo nella Coppa delle Fiere 1960-1961 e nella Coppa Anglo-Italiana 1972, oltre a una finale di Coppa dei Campioni nel 1984 e una di Coppa UEFA nel 1991.[5]\r\n\r\nNella classifica mondiale dei club (\"Club World Ranking\"), stilata dall'International Federation of Football History & Statistics (IFFHS) e aggiornata al 2018, la Magica occupava il 38º posto,[6] mentre nel 1991 la Lupa ha terminato in testa alla classifica mondiale di rendimento delle società calcistiche, stilata sempre dall'IFFHS.[7] La Roma è anche uno dei membri dell'European Club Association (ECA), organizzazione internazionale che ha sostituito il soppresso G-14 e che è composta dalle principali squadre calcistiche europee, riunite in consorzio al fine di ottenere una tutela comune dei diritti sportivi, legali e televisivi di fronte alla Fédération Internationale de Football Association (FIFA).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#8E1F2F",
            "strColour2": "#F0BC42",
            "strColour3": "#CACACC",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xqpqpq1448806641.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/rutrwu1424420579.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wptpuu1420507611.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/usutts1420507624.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/usxxtx1421077390.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rtwvpq1421077414.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/ywuwwu1420734725.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/otyjr41729676290.png",
            "strYoutube": "www.youtube.com\/user\/asroma",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133687",
            "idESPN": "239",
            "idAPIfootball": "503",
            "intLoved": "1",
            "strTeam": "Torino",
            "strTeamAlternate": "Torino Football Club, Torino FC",
            "strTeamShort": "",
            "intFormedYear": "1906",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17085",
            "strStadium": "Stadio Olimpico Grande Torino",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Turin, Italy",
            "intStadiumCapacity": "27958",
            "strWebsite": "www.torinofc.it",
            "strFacebook": "www.facebook.com\/pages\/Torino-Football-Club\/230683100382853",
            "strTwitter": "twitter.com\/torinofc_1906",
            "strInstagram": "instagram.com\/torinofc1906",
            "strDescriptionEN": "Torino Football Club (commonly referred to as Torino or simply Toro, is an Italian professional football club based in Turin, Piedmont. It currently plays in Serie A.\r\n\r\nFounded as Foot-Ball Club Torino in 1906, Torino are among the most successful clubs in Italy with seven league titles, including five consecutive league titles during the 1940s. The Grande Torino, as the team was known, was widely recognised as one of the strongest footballing sides of the period, until the entire team was killed in the 1949 Superga air disaster. They have also won the Coppa Italia five times, the last of which was in the 1992–93 season. Internationally, Torino won the Mitropa Cup in 1991 and were finalists in the UEFA Cup in 1991–92.\r\n\r\nTorino plays all of its home games at the Stadio Olimpico Grande Torino (also known as the Stadio Comunale \"Vittorio Pozzo\" until 2006). The club's colour is maroon, and its symbol is a rampant bull, the traditional symbol of the city of Turin, from which the club's nickname is derived, \"Il Toro\" (The Bull).",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Torino Football Club, meglio conosciuto come Torino, è una società calcistica italiana con sede nella città di Torino. Il club odierno, rifondato nel 2005, è la continuazione dello storico sodalizio sorto nel 1906 dalla fusione tra il Torinese e i soci dissidenti del Foot-Ball Club Juventus, denominato Foot Ball Club Torino sino al 1936, Associazione Calcio Torino fino al 1943, dal 1945 al 1958 e ancora dal 1959 al 1977, Torino FIAT nel 1944, Associazione Calcio Talmone Torino nel 1958-59 e Torino Calcio dal 1977 al 2005. Milita nel campionato di Serie A.[2]\r\n\r\nIl Toro, com'è colloquialmente abbreviato, è tra i club più blasonati d'Italia. Vanta la conquista di 7 campionati italiani compresa una striscia di 5 titoli consecutivi all'epoca del Grande Torino, quest'ultima riconosciuta come una delle squadre più forti degli anni 1940.[2] Nel suo palmarès nazionale figurano, altresì, 5 Coppe Italia,[2] mentre in ambito internazionale si segnala la vittoria della Coppa Mitropa nel 1991; la finale di Coppa UEFA che disputò nell'edizione 1991-92, inoltre, è il migliore risultato raggiunto in una competizione UEFA dalla società.[2]\r\n\r\nPrima squadra italiana riuscita a centrare un double nazionale nella stagione 1942-43,[3] al 2019 il Torino occupa il 95º posto nel ranking UEFA,[4] l'8º nella classifica perpetua della Serie A[5] e il 5º nella tradizione sportiva italiana.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#8A1E03",
            "strColour2": "#FFFFFF",
            "strColour3": "#EEB111",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xxprty1448806802.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/svvvys1420480080.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vyqsyt1420561434.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/quyvrx1426211614.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uwxyrq1426211523.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yuvprw1426211761.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/trqryu1420561299.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/8o6r9m1729676648.png",
            "strYoutube": "www.youtube.com\/TorinoFCOfficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133679",
            "idESPN": "118",
            "idAPIfootball": "494",
            "intLoved": null,
            "strTeam": "Udinese",
            "strTeamAlternate": "Udinese Calcio, Bianconeri",
            "strTeamShort": "",
            "intFormedYear": "1896",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "29136",
            "strStadium": "Bluenergy Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Udine, Italy",
            "intStadiumCapacity": "25144",
            "strWebsite": "www.udinese.it",
            "strFacebook": "www.facebook.com\/UdineseCalcio1896",
            "strTwitter": "twitter.com\/Udinese_1896",
            "strInstagram": "www.instagram.com\/udinesecalcio",
            "strDescriptionEN": "Udinese Calcio, commonly referred to as Udinese, is an Italian football club based in Udine, Friuli-Venezia Giulia, that currently plays in Serie A. It was founded on 30 November 1896 as a sports club, and on 5 July 1911 as a football club.\r\n\r\nThe traditional team home kit is black and white striped shirt, black shorts, and white socks. The club broadcasts on channel 110 (Udinese Channel) on digital terrestrial television in north-east of Italy. It has many fans in Friuli and the surrounding areas.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Udinese Calcio, meglio nota come Udinese, è una società calcistica italiana con sede nella città di Udine. Si tratta di uno dei club più antichi d'Italia, essendo nato nel 1896, anche se la sua sezione calcistica risale ufficialmente al 1911[2].\r\n\r\nI suoi colori sociali sono il bianco e il nero, ripresi dallo stemma comunale della città; in ragione di tale accostamento cromatico, i giocatori guadagnarono il soprannome di bianconeri e di zebrette[3].\r\n\r\nA livello nazionale i migliori risultati sportivi risultano essere la finale di Coppa Italia del 1922 (persa 0-1 contro il Vado) ed il secondo posto nel campionato di Serie A 1954-55, oltre alla vittoria di due campionati di Serie B e di una Coppa Italia Semiprofessionisti[2].\r\n\r\nIn ambito internazionale, oltre alla vittoria di una Coppa Anglo-Italiana nel 1978 e di una Coppa Mitropa nel 1980, il club vanta diverse partecipazioni alle competizioni UEFA, tra le quali spiccano la vittoria della Coppa Intertoto nel 2000[4] ed il raggiungimento dei quarti di finale di Coppa UEFA nel 2009.\r\n\r\nL'Udinese è un membro associato dell'European Club Association (ECA)[5] e detiene la quindicesima miglior tradizione sportiva secondo i parametri della FIGC.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FFFFFF",
            "strColour2": "#000000",
            "strColour3": "#8B7D37",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vwvstr1448806811.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/vazjmb1546448196.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/jamzul1546521989.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/j1h7gd1546522007.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/k3hog61546522082.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/hthbjw1546522097.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/uspspw1422398740.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/2mh7gf1729676989.png",
            "strYoutube": "www.youtube.com\/udinesechannel",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134234",
            "idESPN": "17530",
            "idAPIfootball": "517",
            "intLoved": null,
            "strTeam": "Venezia",
            "strTeamAlternate": "Venezia Football Club, Unione Venezia",
            "strTeamShort": "",
            "intFormedYear": "1907",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18620",
            "strStadium": "Stadio Pierluigi Penzo",
            "strKeywords": "I Leoni alati",
            "strRSS": "",
            "strLocation": "Fondamenta Sant’Elena",
            "intStadiumCapacity": "7450",
            "strWebsite": "www.veneziafc.it",
            "strFacebook": "www.facebook.com\/veneziafc\/",
            "strTwitter": "twitter.com\/VeneziaFC_IT",
            "strInstagram": "www.instagram.com\/veneziafc",
            "strDescriptionEN": "Venezia Football Club, commonly referred to as Venezia, is a professional football club based in Venice, Italy, that currently plays in Serie A.\r\n\r\nOriginally founded as Venezia Foot Ball Club in 1907, the club have spent a large part of their history in Italy's top two divisions.\r\n\r\nVenezia's biggest achievement to date was winning the Coppa Italia in the 1940–41 season. They followed this cup success up with their highest Serie A finish of third place in the following season.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Venezia Football Club, meglio noto come Venezia, è una società calcistica italiana con sede nella città di Venezia. Milita in Serie A, la massima divisione del campionato italiano.\r\n\r\nCostituito nel 2015 con la denominazione Venezia Football Club Società Sportiva Dilettantistica[1] (semplificata in Venezia FC nel 2016), è il depositario de facto della tradizione sportiva iniziata nel 1907 con la fondazione del Venezia Foot Ball Club e in seguito passata attraverso diverse rifondazioni e ridenominazioni (Associazione Calcio Venezia dal 1919 al 1930, dal 1945 al 1983 e ancora dal 1989 al 2005, Società Sportiva Serenissima nel 1930, Associazione Fascista Calcio Venezia nel 1934, Calcio Venezia nel 1983, Calcio VeneziaMestre nel 1987, Associazione Calcio Venezia 1907 nel 1991, Società Sportiva Calcio Venezia nel 2005 e Foot Ball Club Unione Venezia nel 2009).\r\n\r\nOccupa il 30º posto fra i club italiani con la maggior tradizione sportiva e il 40º nella classifica perpetua della massima serie, categoria in cui vanta come miglior piazzamento il terzo posto conseguito nella stagione 1941-1942. Il successo più prestigioso è costituito dalla vittoria della Coppa Italia 1940-1941.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#101010",
            "strColour2": "#ff6b00",
            "strColour3": "#006937",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/95fg4n1656696080.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/4undv81656696079.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/4aaqp91729631885.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/siackb1729631891.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rcnsq51729631896.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/nmopci1729631902.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/hxhdah1729632026.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/fk65de1729677292.png",
            "strYoutube": "www.youtube.com\/channel\/UCnEHLZTZugy5GHk8yhTH1JA",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134784",
            "idESPN": "119",
            "idAPIfootball": "504",
            "intLoved": null,
            "strTeam": "Verona",
            "strTeamAlternate": "Hellas Verona Football Club",
            "strTeamShort": "",
            "intFormedYear": "1903",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "29137",
            "strStadium": "Stadio Marcantonio Bentegodi",
            "strKeywords": "Scaligeri, Butei, Gialloblu",
            "strRSS": "",
            "strLocation": "Verona, Italy",
            "intStadiumCapacity": "39371",
            "strWebsite": "www.hellasverona.it",
            "strFacebook": "www.facebook.com\/hellasveronafc1903",
            "strTwitter": "twitter.com\/HellasVeronaFC",
            "strInstagram": "instagram.com\/hellasveronafc",
            "strDescriptionEN": "Hellas Verona Football Club, commonly referred to as Hellas Verona or simply Verona, is an Italian football club based in Verona, Veneto, that currently plays in Serie A. The team won the Serie A Championship in 1984–85.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Hellas Verona Football Club S.p.A., meglio noto come Hellas Verona o più semplicemente Verona, è una società calcistica italiana con sede nella città di Verona.\r\n\r\nFondata nel 1903 con il nome di Associazione Calcio Hellas,[2] dall'istituzione della Serie A a girone unico (1929) è stata l'unica squadra di una città non capoluogo di regione a vincere, nella stagione 1984-1985, il campionato di massima serie. Proprio gli anni 1980 sono stati il periodo di maggiori soddisfazioni sportive per il club, che arrivò anche due volte consecutive (delle tre complessive) in finale di Coppa Italia, disputando inoltre diverse partite nelle coppe europee (con una partecipazione alla Coppa dei Campioni e due alla Coppa UEFA). I gialloblù hanno partecipato a 30 campionati di Serie A, 53 di Serie B e 6 di Serie C\/Serie C1;[3] la compagine scaligera è inoltre la seconda (alle spalle del Brescia) per presenze nel campionato cadetto, torneo che ha vinto in tre occasioni.[4] Occupa il tredicesimo posto nella graduatoria della tradizione sportiva italiana secondo i criteri della FIGC.[5]\r\n\r\nI colori sociali del Verona, il giallo e il blu,[6] richiamano quelli dello stemma della città veneta, che sarebbero in realtà l'oro e l'azzurro.[7] I soprannomi della squadra sono \"i Mastini\" e \"gli Scaligeri\", in riferimento alla famiglia Della Scala che governò Verona tra il XIII e il XIV secolo; lo stemma araldico degli Scaligeri è richiamato sulla tenuta di gioco e sul marchio societario come un'immagine stilizzata di due possenti mastini rivolti in direzioni opposte.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FFE74A",
            "strColour2": "#005395",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/p6camf1593457737.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/t6fn081546424337.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xxwvpy1424396704.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qtvqtr1424396718.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sqtuvr1424396733.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yqxxys1424396749.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/wrypww1422398549.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/mrxq621721077530.png",
            "strYoutube": "www.youtube.com\/user\/HellasVeronaFC1903",
            "strLocked": "unlocked"
        }
    ]
}