{
    "teams": [
        {
            "idTeam": "133667",
            "idESPN": "103",
            "idAPIfootball": "489",
            "intLoved": "5",
            "strTeam": "AC Milan",
            "strTeamAlternate": "Milan",
            "strTeamShort": "MIL",
            "intFormedYear": "1899",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "Supercoppa Italiana",
            "idLeague4": "4507",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16431",
            "strStadium": "Stadio Giuseppe Meazza",
            "strKeywords": "Rossoneri",
            "strRSS": "http:\/\/www.acmilan.com\/es\/feed",
            "strLocation": "San Siro, Milan",
            "intStadiumCapacity": "80018",
            "strWebsite": "www.acmilan.com",
            "strFacebook": "www.facebook.com\/ACMilan",
            "strTwitter": "twitter.com\/acmilan",
            "strInstagram": "instagram.com\/acmilan",
            "strDescriptionEN": "Associazione Calcio Milan, commonly referred to as A.C. Milan or simply Milan, is a professional football club in Milan, Italy, founded in 1899. The club has spent its entire history, with the exception of the 1980–81 and 1982–83 seasons, in the top flight of Italian football, known as Serie A since 1929–30.\r\n\r\nWith 18 officially recognised UEFA and FIFA titles, they are the fourth most successful club in the world, along with Boca Juniors, and the most successful Italian club at international level. Milan has won a joint record three Intercontinental Cups and one FIFA Club World Cup, seven European Cup\/Champions League titles (Italian record), the UEFA Super Cup a joint record five times and the Cup Winners' Cup twice. With 18 league titles, Milan is the joint-second most successful club in Serie A, along with local rivals Internazionale and behind Juventus (33). They have also won the Coppa Italia five times, and the Supercoppa Italiana seven.\r\n\r\nMilan's home games are played at San Siro, also known as the Stadio Giuseppe Meazza. The stadium, which is shared with city rivals Internazionale, is the largest in Italian football, with a total capacity of 80,018. Inter are considered their biggest rivals, and matches between the two teams are called Derby della Madonnina, which is one of the most followed derbies in football.\r\n\r\nThe former owner of the club was former Italian prime minister Silvio Berlusconi, who owned the club for 31 years. The club is one of the wealthiest in Italian and world football. It was a founding member of the now-defunct G-14 group of Europe's leading football clubs as well as its replacement, the European Club Association.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Associazione Calcio Milan, meglio nota come A.C. Milano anche Milan (AFI: \/ˈmilan\/), è una società calcistica italiana fondata nel 1899 con sede nella città di Milano.\r\n\r\nLa squadra milita nella Serie A del campionato italiano di calcio, dove ha giocato pressoché stabilmente: dalla sua introduzione nella stagione 1929-1930, infatti, ha partecipato a 86 campionati di Serie A a girone unico su 88. L'esordio in massima serie nel periodo antecedente il girone unico risale al 1900.\r\n\r\nÈ la terza squadra al mondo per numero di titoli internazionali vinti (18, a pari merito con il Boca Juniors e l'Independiente e alle spalle di Real Madrid e Al-Ahly, rispettivamente a quota 27 e 20).Nella sua bacheca figurano, a livello internazionale, 7 Coppe dei Campioni\/UEFA Champions League, 2 Coppe delle Coppe, 5 Supercoppe europee, 3 Coppe Intercontinentali e una Coppa del mondo per club FIFA. Se in ambito internazionale il Milan è la squadra italiana con più successi, la prima italiana ad essersi aggiudicata la Coppa dei Campioni (nel 1962-1963) e la seconda squadra europea e prima italiana per numero di finali di Coppa dei Campioni\/UEFA Champions League disputate (11), in ambito italiano è il secondo club più titolato, a pari merito con l'Inter e alle spalle della Juventus (57 trofei), avendo vinto 30 trofei nazionali: 18 scudetti, 5 Coppe Italia e 7 Supercoppe italiane. Complessivamente, con 48 trofei ufficiali vinti (30 nazionali e 18 internazionali), è il secondo club italiano più titolato dietro alla Juventus (68). È stata inoltre la prima squadra a vincere, nel 1991-1992, il campionato italiano a girone unico senza subire sconfitte,eguagliata dalla Juventus nel 2011-2012. Numerosi calciatori sono stati premiati durante la militanza nel club con riconoscimenti quali il Pallone d'oro (8) e il FIFA World Player (3).\r\n\r\nIl club figura al settantottesimo posto della graduatoria continentale dell'UEFA, stilata in base ai risultati ottenuti nelle competizioni UEFA per club nell'ultimo quinquennio e al quarto posto nella classifica stilata dall'IFFHS dei migliori club europei del XX secolo.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FB090B",
            "strColour2": "#000000",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/wvspur1448806617.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/syvurp1425356171.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/ypxxqs1420507288.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/txvurv1420507301.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/yxtrst1420507320.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/uvsqrx1421077633.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/swxxxw1425356108.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/g04lh51720881354.png",
            "strYoutube": "www.youtube.com\/acmilan",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134782",
            "idESPN": "105",
            "idAPIfootball": "499",
            "intLoved": "1",
            "strTeam": "Atalanta",
            "strTeamAlternate": "Orobici",
            "strTeamShort": "",
            "intFormedYear": "1907",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Super Cup",
            "idLeague4": "4512",
            "strLeague5": "Supercoppa Italiana",
            "idLeague5": "4507",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17430",
            "strStadium": "Gewiss Stadium",
            "strKeywords": "Dea",
            "strRSS": "",
            "strLocation": "Bergamo, Italy",
            "intStadiumCapacity": "21300",
            "strWebsite": "www.atalanta.it",
            "strFacebook": "www.facebook.com\/atalantabc\/",
            "strTwitter": "twitter.com\/Atalanta_BC",
            "strInstagram": "instagram.com\/atalantabc",
            "strDescriptionEN": "Atalanta Bergamasca Calcio, commonly known as just Atalanta, Atalanta Bergamo or the abbreviation Atalanta BC, is an Italian football club based in Bergamo, Lombardy. The club currently plays in Serie A, having gained the promotion from Serie B in 2010–11.\r\n\r\nThey are nicknamed the Nerazzurri and the Orobici. Atalanta play in blue-and-black vertically striped shirts, black shorts and black socks. The club stadium is the 26,638 seater Atleti Azzurri d'Italia.\r\n\r\nIn Italy, Atalanta is sometimes called Regina delle provinciali (queen of the provincial clubs) to mark the fact that the club is historically one of the most consistent among the non-metropolitan ones, having played 53 times in Serie A (11th overall for number of participations in the top division), 28 times in Serie B and only once in Serie C1.\r\n\r\nThe club won the Coppa Italia in 1963 and reached the Cup Winners' Cup Semifinal in 1988, when it was still competing in Serie B. This is still the best ever performance by a non-first division club in a major UEFA competition (together with Cardiff City). Atalanta also participated twice in the UEFA Cup, reaching the quarterfinals in 1990–91.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Atalanta Bergamasca Calcio, meglio nota come Atalanta, è una società calcistica italiana con sede nella città di Bergamo.\r\n\r\nFondata il 17 ottobre 1907, viene soprannominata “regina delle provinciali” poiché, avendo preso parte a 60 edizioni della Serie A a girone unico, è la squadra col maggior numero di presenze nel massimo campionato italiano di calcio sia tra quelle che non rappresentano capoluoghi di regione sia tra quelle che non hanno mai vinto lo scudetto. Il club detiene il record assoluto di promozioni nella massima serie ed è, al pari del Genoa, quello che ha vinto più volte un campionato cadetto.\r\n\r\nA livello nazionale è giunta a disputare la finale di Coppa Italia in quattro diverse occasioni, aggiudicandosi il trofeo nell'edizione 1962-1963, ed ha ottenuto il terzo posto finale, con conseguente qualificazione alla fase a gironi della UEFA Champions League, nei campionati di Serie A 2018-2019 e 2019-2020. Il club ha inoltre partecipato a due edizioni della Coppa delle Coppe ed a quattro edizioni della Coppa UEFA\/Europa League. Avendo raggiunto, mentre militava in Serie B, la semifinale di Coppa delle Coppe nella stagione 1987-1988, risulta essere la squadra che ha ottenuto il miglior risultato in una competizione UEFA tra quelle non militanti nel massimo campionato della propria nazione.\r\n\r\nL'Atalanta è dodicesima nella graduatoria della tradizione sportiva italiana secondo i criteri della FIGC, e dal 2019 è membro dell'European Club Association.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#1E71B8",
            "strColour2": "#000000",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/lrvxg71534873930.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/8b0oqj1612694592.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/btiu8g1731826382.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/a38vbc1546086008.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/d3kt481546086018.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/squqvw1421077900.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/wsxtqu1420653660.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/13h8yb1722246284.png",
            "strYoutube": "www.youtube.com\/user\/AtalantaBC1907",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133681",
            "idESPN": "110",
            "idAPIfootball": "505",
            "intLoved": "3",
            "strTeam": "Inter Milan",
            "strTeamAlternate": "Inter",
            "strTeamShort": "INT",
            "intFormedYear": "1908",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "International Champions Cup",
            "idLeague3": "4505",
            "strLeague4": "UEFA Champions League",
            "idLeague4": "4480",
            "strLeague5": "Supercoppa Italiana",
            "idLeague5": "4507",
            "strLeague6": "FIFA Club World Cup",
            "idLeague6": "4503",
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16431",
            "strStadium": "Stadio Giuseppe Meazza",
            "strKeywords": "International",
            "strRSS": "",
            "strLocation": "Milan, Italy",
            "intStadiumCapacity": "80018",
            "strWebsite": "www.inter.it",
            "strFacebook": "www.facebook.com\/Inter\/",
            "strTwitter": "twitter.com\/Inter",
            "strInstagram": "www.instagram.com\/inter",
            "strDescriptionEN": "F.C. Internazionale Milano, commonly referred to as Internazionale  or simply Inter, and colloquially known as Inter Milan outside of Italy, is a professional Italian football club based in Milan, Lombardy. They are the only club to have spent their entire history in the top flight of Italian football, known as Serie A, which started in 1929–30.\r\n\r\nInternazionale have won 30 domestic trophies, including the league 18 times, the Coppa Italia seven times and the Supercoppa Italiana five times. From 2006 to 2010, the club won five successive league titles, equalling the all-time record. They have won the Champions League three times: two back-to-back in 1964 and 1965 and then another in 2010, the last completed an unprecedented (for an Italian team) continental treble with the Coppa Italia and the Scudetto. The club has also won three UEFA Cups, two Intercontinental Cups and one FIFA Club World Cup.\r\n\r\nInter's home games are played at San Siro, also known as the Stadio Giuseppe Meazza. The stadium, which is shared with rivals Milan, is the largest in Italian football, with a total capacity of 80,018. Milan are considered one of their biggest rivals, and matches between the two teams are called Derby della Madonnina, which is one of the most followed derbies in football. As of 2010, Inter is the second-most supported team in Italy, and the eighth most supported team in Europe. The club is one of the most valuable in Italian and world football. It was a founding member of the now-defunct G-14 group of Europe's leading football clubs.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Football Club Internazionale Milano, meglio conosciuto come Internazionale o più semplicemente come Inter, è una società calcistica per azioni italiana con sede a Milano.\r\n\r\nFondato nel 1908 da un gruppo di soci dissidenti del Milan, il club ha sempre militato nella massima serie del campionato nazionale dalla propria stagione di debutto, nel 1909, ed è l'unico ad aver partecipato a tutte le edizioni della Serie A, istituita nella stagione 1929-30. Fin dalla fondazione, indossa una divisa a strisce verticali nerazzurre, a parte una breve parentesi nel 1928 quando adottò una maglia bianca rossocrociata.\r\n\r\nNel suo palmarès annovera 30 titoli nazionali – 18 scudetti, 7 Coppe Italia e 5 Supercoppe italiane – che ne fanno il secondo club più titolato a pari merito con il Milan e alle spalle della Juventus (55). A livello internazionale vanta invece 3 Coppe dei Campioni\/Champions League, 3 Coppe UEFA, 2 Coppe Intercontinentali e una Coppa del mondo per club FIFA, per un totale di 9 trofei ufficiali che pongono l'Inter dietro il Milan (18) e la Juventus (11) nella classifica dei club italiani per numero di vittorie in competizioni internazionali. Nel 2010 è diventata la prima e unica squadra italiana ad aver conquistato le tre competizioni principali disputate nel corso della stagione: la Champions League, il campionato e la Coppa Italia; coi successivi trionfi in Supercoppa italiana e Coppa del mondo per club FIFA è diventata anche la prima, e, finora, unica squadra del Paese a vincere cinque trofei nell'arco di un anno solare.\r\n\r\nIl club può contare su un sostegno numeroso sia a livello nazionale che internazionale. Nel 1998 e nel 2010 l'Inter fu nominata Squadra mondiale dell'anno dall'IFFHS; nel 2009 si piazzò al sesto posto nella lista secolare sui migliori club europei redatta dalla stessa federazione di storia e statistica, e nel 2011 al quinto posto (prima italiana) nella classifica mondiale delle migliori squadre del decennio 2001-2010.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#010E80",
            "strColour2": "#000000",
            "strColour3": "#FFFFFF",
            "strGender": "Female",
            "strCountry": "Italy",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/ryhu6d1617113103.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/j2uwyv1546179241.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/qzbfgw1731823483.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/6rnerf1546088608.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/rtwqpv1429294176.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/uvswsr1421077771.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/vf79ol1546423210.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/5mvsul1721769681.png",
            "strYoutube": "www.youtube.com\/user\/INTER",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133676",
            "idESPN": "111",
            "idAPIfootball": "496",
            "intLoved": "6",
            "strTeam": "Juventus",
            "strTeamAlternate": "Juve, Juventus FC, La Vecchia Signora, The Old Lady, Bianconeri",
            "strTeamShort": "JUV",
            "intFormedYear": "1897",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "International Champions Cup",
            "idLeague4": "4505",
            "strLeague5": "FIFA Club World Cup",
            "idLeague5": "4503",
            "strLeague6": "Supercoppa Italiana",
            "idLeague6": "4507",
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19802",
            "strStadium": "Allianz Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Turin, Italy",
            "intStadiumCapacity": "41507",
            "strWebsite": "www.juventus.com",
            "strFacebook": "www.facebook.com\/Juventus",
            "strTwitter": "twitter.com\/juventusfcen",
            "strInstagram": "www.instagram.com\/juventus",
            "strDescriptionEN": "Juventus Football Club, colloquially known as Juve, is an Italian professional association football club based in Turin, Piedmont. Founded in 1897 by a group of Torinese students, the club has worn a black and white striped home kit since 1903 and has played home matches in different grounds around its city, the latest being the 41,507-capacity Juventus Stadium. Nicknamed Vecchia Signora (\"the Old Lady\"), the club has won 35 official league titles, 13 Coppa Italia titles and eight Supercoppa Italiana titles, being the record holder for all these competitions; two Intercontinental Cups, two European Cups \/ UEFA Champions Leagues, one European Cup Winners' Cup, a joint national record of three UEFA Cups, two UEFA Super Cups and a joint national record of one UEFA Intertoto Cup. Consequently, the side leads the historical Federazione Italiana Giuoco Calcio (FIGC) ranking whilst on the international stage occupies the 5th position in Europe and the eleventh in the world for most confederation titles won with eleven trophies, having led the UEFA ranking during seven seasons since its inception in 1979, the most for an Italian team and joint second overall.\r\n\r\nFounded with the name of Sport-Club Juventus, initially as an athletics club, it is the second oldest of its kind still active in the country after Genoa's football section (1893) and has competed uninterruptedly in the top flight league (reformulated as Serie A from 1929) since its debut in 1900 after changing its name to Foot-Ball Club Juventus, with the exception of the 2006–07 season, being managed by the industrial Agnelli family almost continuously since 1923. The relationship between the club and that dynasty is the oldest and longest in national sports, making Juventus the first professional sporting club ante litteram in the country, having established itself as a major force in the national stage since the 1930s and at confederation level since the mid-1970s and becoming one of the first ten wealthiest in world football in terms of value, revenue and profit since the mid-1990s, being listed on the Borsa italiana since 2001.\r\n\r\nUnder the management of Giovanni Trapattoni, the club won 13 trophies in the ten years before 1986, including six league titles and five international titles, and became the first to win all three seasonal competitions organised by the Union of European Football Associations: the 1976–77 UEFA Cup (first Southern European side to do so), the 1983–84 Cup Winners' Cup and the 1984–85 European Champions' Cup. With successive triumphs in the 1984 European Super Cup and 1985 Intercontinental Cup, it became the first and thus far only in the world to complete a clean sweep of all confederation trophies; an achievement that they revalidated with the title won in the 1999 UEFA Intertoto Cup after another successful era led by Marcello Lippi, becoming in addition the only professional Italian club to have won every ongoing honour available to the first team and organised by a national or international football association. In December 2000, Juventus was ranked seventh in the FIFA's historic ranking of the best clubs in the world and nine years later was ranked second best club in Europe during the 20th Century based on a statistical study series by the International Federation of Football History & Statistics (IFFHS), the highest for an Italian club in both.\r\n\r\nThe club's fan base is the largest at national level and one of the largest worldwide. Unlike most European sporting supporters' groups, which are often concentrated around their own club's city of origin, it is widespread throughout the whole country and the Italian diaspora, making Juventus a symbol of anticampanilismo (\"anti-parochialism\") and italianità (\"Italianness\"). Juventus players have won eight Ballon d'Or awards, four of these in consecutive years (1982–1985, an overall record), among these the first player representing Serie A, Omar Sívori, as well as Michel Platini and three of the five recipients with Italian nationality as the former member of the youth sector Paolo Rossi; they have also won four FIFA World Player of the Year awards, with winners as Roberto Baggio and Zinédine Zidane, a national record and third and joint second highest overall, respectively, in the cited prizes. Additionally, players representing the club have won 11 Serie A Footballer of the Year awards including the only goalkeeper to win it, Gianluigi Buffon, and 17 different players were inducted in the Serie A Team of the Year, being both also a record. Finally, the club has also provided the most players to the Italy national team—mostly in official competitions in almost uninterrupted way since 1924—who often formed the group that led the Azzurri squad to international success, most importantly in the 1934, 1982 and 2006 FIFA World Cups.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "La Juventus Football Club (dal latino: iuventūs, «gioventù»), meglio nota come Juventus (\/juˈvɛntus\/), è una società calcistica italiana con sede nella città di Torino.\r\n\r\nFondata nel 1897 da un gruppo di studenti liceali locali, la Juve, com'è colloquialmente abbreviata, è il secondo club calcistico professionistico per anzianità tra quelli tuttora attivi nel Paese, dopo il Genoa (1893); è il più titolato e con maggiore tradizione sportiva FIGC, oltreché uno dei più blasonati al mondo con 68 trofei ufficiali vinti durante la militanza al vertice della piramide sportiva nazionale, tra cui il primato di 36 titoli di campione d'Italia e 11 in competizioni UEFA. Partecipa alla Serie A, il massimo campionato italiano, a cui ha preso parte stabilmente sin dall'esordio nel 1900, eccezione fatta per la stagione 2006-2007. Dopo aver esordito in divisa rosanero, nel 1903 adottò l'odierna tenuta di gioco bianconera.\r\n\r\nIl legame con la famiglia Agnelli, che dura in modo quasi ininterrotto dal 1923, è il primo e più duraturo sodalizio imprenditoriale-sportivo in Italia; attraverso un peculiare modello gestionale instaurato nel frattempo, quella bianconera divenne una delle prime società sportive italiane a raggiungere uno status professionistico ante litteram, affermandosi a livello nazionale dal decennio successivo e in ambito internazionale dalla metà degli anni 1970. Nel decennio seguente diventò il primo club ad aver vinto tutte e tre le maggiori competizioni europee: la Coppa UEFA (1976-1977, prima squadra sudeuropea nel farlo), Coppa delle Coppe (1983-1984) e Coppa dei Campioni (1984-1985);coi trionfi nella Supercoppa UEFA 1984 e nella Coppa Intercontinentale 1985 divenne inoltre il primo e tuttora unico al mondo ad avere conquistato tutti i trofei ufficiali maschili della propria confederazione di appartenenza, un record ulteriormente migliorato con il successo in Coppa Intertoto 1999.\r\n\r\nQuotata alla Borsa Italiana dal 2001, la Juventus è una società per azioni posizionata pressoché stabilmente, dalla seconda metà degli anni 1990, tra i primi dieci club calcistici su scala mondiale in ambito finanziario per fatturato, valore borsistico e profitti. Numerosi calciatori sono stati premiati durante la militanza nel club con riconoscimenti quali il Pallone d'oro (8), il FIFA World Player (3) e il migliore calciatore assoluto AIC (11) — tutti i tre, record a livello italiano —; il suo contributo alla nazionale italiana, ininterrotto dai primi anni 1920 oltreché il maggiore tra le squadre italiche, è stato decisivo per i successi della rappresentativa nazionale. È inoltre forte del più numeroso sostegno a carattere nazionale oltreché molto esteso su scala globale, principalmente nei Paesi a forte emigrazione italiana, che ne fanno contemporaneamente un simbolo anticampanilistico e di italianità.Nel 2000 la Juventus fu inserita dalla FIFA al settimo posto (prima italiana) nella classifica secolare sui migliori club al mondo,mentre nel 2009 fu nominata dall'IFFHS migliore squadra nel Paese e seconda a livello europeo, dopo il Real Madrid, del XX secolo.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#000000",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uxf0gr1742983727.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/xvltgg1725303959.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/wwtuxx1420504589.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/vqh3kj1548875099.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/rqwwqx1424111979.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/wvvpws1430771058.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/upuwxp1422399935.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/l9i8j81729674242.png",
            "strYoutube": "www.youtube.com\/user\/juventus",
            "strLocked": "unlocked"
        }
    ]
}