{
    "teams": [
        {
            "idTeam": "134368",
            "idESPN": "2731",
            "idAPIfootball": "1360",
            "intLoved": null,
            "strTeam": "Accrington",
            "strTeamAlternate": "Accrington Stanley",
            "strTeamShort": "ACC",
            "intFormedYear": "1968",
            "strSport": "Soccer",
            "strLeague": "English League 2",
            "idLeague": "4397",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "31035",
            "strStadium": "Crown Ground",
            "strKeywords": "Stanley, Accy Stanley",
            "strRSS": "",
            "strLocation": "Accrington, Lancashire, England",
            "intStadiumCapacity": "5057",
            "strWebsite": "www.accringtonstanley.co.uk",
            "strFacebook": "www.facebook.com\/ASFCofficial\/",
            "strTwitter": "x.com\/ASFCofficial",
            "strInstagram": "www.instagram.com\/asfcofficial",
            "strDescriptionEN": "Accrington Stanley Football Club is an English football club based in Accrington, Lancashire. The club participates in Football League Two, the fourth tier of the English football league system.\r\n\r\nThe club was formed in 1968, with the town regaining a club with league status after 44 years when they were promoted as champions of the Football Conference on 15 April 2006.\r\n\r\nIlyas Khan saved the club from possible oblivion in late 2009 and stepped down as chairman in 2012 after keeping the club financially secure. Former Club President Peter Marsden was appointed chairman soon after.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/iefd1m1689629956.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/qob33o1536843406.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/1zagtg1538038909.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/dxwrif1538038918.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/e9mlzy1538038928.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/hrco7b1538038937.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/l9tpet1538038373.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/vd0jbc1728387551.png",
            "strYoutube": "www.youtube.com\/stanleyofficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134241",
            "idESPN": "3802",
            "idAPIfootball": "1333",
            "intLoved": null,
            "strTeam": "AFC Wimbledon",
            "strTeamAlternate": "AFC Wimbledon",
            "strTeamShort": "AWM",
            "intFormedYear": "2002",
            "strSport": "Soccer",
            "strLeague": "English League 2",
            "idLeague": "4397",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16257",
            "strStadium": "The Cherry Red Records Stadium",
            "strKeywords": "The Dons",
            "strRSS": "",
            "strLocation": "Wimbledon, London, England",
            "intStadiumCapacity": "9300",
            "strWebsite": "www.afcwimbledon.co.uk",
            "strFacebook": "www.facebook.com\/afcwimbledon\/",
            "strTwitter": "twitter.com\/afcwimbledon",
            "strInstagram": "",
            "strDescriptionEN": "AFC Wimbledon is an English professional football club, based in Merton, London, which has played in League One, the third tier of the English football league system, since winning promotion in 2016. The club's home stadium is Plough Lane.\r\n\r\nThe club was founded in 2002 by former supporters of Wimbledon F.C. after the Football Association allowed that club to relocate to Milton Keynes in Buckinghamshire, about 60 miles (97 km) north of Wimbledon. Most of the Wimbledon F.C. supporters were very strongly opposed to moving the club so far away from Wimbledon, feeling that a club transplanted to a distant location would no longer represent Wimbledon or the club's historic legacy and tradition. Wimbledon F.C. moved in 2003 and formally changed the name of the club to Milton Keynes Dons in 2004.\r\n\r\nWhen AFC Wimbledon was formed, it affiliated to both the London and Surrey Football Associations, and entered the Premier Division of the Combined Counties League, the ninth tier of English football. The club has since been promoted six times in 13 seasons, going from the ninth tier (Combined Counties Premier) to the third (League One).\r\n\r\nAFC Wimbledon currently hold the record for the longest unbeaten run of league matches in English senior football, having played 78 consecutive league games without a defeat between February 2003 and December 2004. They are the first club formed in the 21st century to make it into the Football League.\r\n\r\nThe club was initially based at Kingsmeadow, a ground bought from and then shared with Isthmian League club Kingstonian F.C. until 2017, and with Chelsea F.C. Women from 2017. In November 2020, the club moved to Plough Lane, a new stadium on the site of the defunct Wimbledon Greyhound Stadium, only 250 yards away from the original Plough Lane, Wimbledon F.C.'s home until 1991. The new stadium has an initial capacity of 9,300, with the option of expansion to a maximum 20,000 at a later date.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/md7iqx1684129667.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/1jsujt1536843490.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/09hcmn1538387358.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/9gwdrx1538387364.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/reidxf1538387371.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/6w53xw1538387379.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/5dn78t1538387459.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/utznn71728219892.png",
            "strYoutube": "www.youtube.com\/user\/AFCWimbledonTV",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133604",
            "idESPN": "359",
            "idAPIfootball": "42",
            "intLoved": "8",
            "strTeam": "Arsenal",
            "strTeamAlternate": "Arsenal Football Club, AFC, Arsenal FC",
            "strTeamShort": "ARS",
            "intFormedYear": "1892",
            "strSport": "Soccer",
            "strLeague": "English Premier League",
            "idLeague": "4328",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "UEFA Champions League",
            "idLeague4": "4480",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15528",
            "strStadium": "Emirates Stadium",
            "strKeywords": "Gunners, Gooners",
            "strRSS": "https:\/\/www.allarsenal.com\/feed\/",
            "strLocation": "Holloway, London, England",
            "intStadiumCapacity": "60338",
            "strWebsite": "www.arsenal.com",
            "strFacebook": "www.facebook.com\/Arsenal",
            "strTwitter": "twitter.com\/arsenal",
            "strInstagram": "instagram.com\/arsenal",
            "strDescriptionEN": "Arsenal Football Club is a professional football club based in Islington, London, England, that plays in the Premier League, the top flight of English football. The club has won 13 League titles, a record 13 FA Cups, 2 League Cups, 15 FA Community Shields, 1 League Centenary Trophy, 1 UEFA Cup Winners' Cup and 1 Inter-Cities Fairs Cup.\r\n\r\nArsenal was the first club from the South of England to join The Football League, in 1893, and they reached the First Division in 1904. Relegated only once, in 1913, they continue the longest streak in the top division, and have won the second-most top-flight matches in English football history. In the 1930s, Arsenal won five League Championships and two FA Cups, and another FA Cup and two Championships after the war. In 1970–71, they won their first League and FA Cup Double. Between 1989 and 2005, they won five League titles and five FA Cups, including two more Doubles. They completed the 20th century with the highest average league position.\r\n\r\nHerbert Chapman won Arsenal's first national trophies, but died prematurely. He helped introduce the WM formation, floodlights, and shirt numbers, and added the white sleeves and brighter red to the club's kit. Arsène Wenger was the longest-serving manager and won the most trophies. He won a record 7 FA Cups, and his title-winning team set an English record for the longest top-flight unbeaten league run at 49 games between 2003 and 2004, receiving the nickname The Invincibles.\r\n\r\nIn 1886, Woolwich munitions workers founded the club as Dial Square. In 1913, the club crossed the city to Arsenal Stadium in Highbury, becoming close neighbours of Tottenham Hotspur, and creating the North London derby. In 2006, they moved to the nearby Emirates Stadium. In terms of revenue, Arsenal is the ninth highest-earning football club in the world, earned €487.6m in 2016–17 season. Based on social media activity from 2014 to 2015, Arsenal's fanbase is the fifth largest in the world. In 2018, Forbes estimated the club was the third most valuable in England, with the club being worth $2.24 billion.",
            "strDescriptionDE": "Der FC Arsenal (offiziell: Arsenal Football Club) – auch bekannt als (The) Arsenal, (The) Gunners (deutsche Übersetzung: „Schützen“ oder „Kanoniere“) oder im deutschen Sprachraum auch Arsenal London genannt – ist ein 1886 gegründeter Fußballverein aus dem Ortsteil Holloway des Nordlondoner Bezirks Islington. Mit 13 englischen Meisterschaften und elf FA-Pokalsiegen zählt der Klub zu den erfolgreichsten englischen Fußballvereinen.Erst über 40 Jahre nach der Gründung gewann Arsenal mit fünf Ligatiteln und zwei FA Cups in den 1930er Jahren seine ersten bedeutenden Titel. Der nächste Meilenstein war in der Saison 1970\/71 der Gewinn des zweiten englischen „Doubles“ im 20. Jahrhundert. In den vergangenen 20 Jahren etablierte sich Arsenal endgültig als einer der erfolgreichsten englischen Fußballvereine, und beim Gewinn zweier weiterer Doubles zu Beginn des 21. Jahrhunderts blieb die Mannschaft in der Ligasaison 2003\/04 als zweite in der englischen Fußballgeschichte ungeschlagen. Zunehmende europäische Ambitionen unterstrich der Verein in der Spielzeit 2005\/06, als Arsenal als erster Londoner Verein das Finale der Champions League erreichte.",
            "strDescriptionFR": "Arsenal Football Club est un club de football anglais fondé le 1er décembre 1886 à Londres. Son siège est situé dans le borough londonien d'Islington.\r\n\r\nArsenal participe au championnat d'Angleterre de football depuis 1919 dont il a remporté treize éditions, ce qui en fait le troisième club le plus titré d'Angleterre, ainsi que treize coupes d'Angleterre ce qui constitue un record (devant Manchester United, qui en a remporté 12). Sur le plan continental, les Gunners (en français : « les canonniers ») comptent à leur palmarès une Coupe d'Europe des vainqueurs de coupe obtenue en 1994. Deux fois finalistes de cette coupe des vainqueurs de coupe en 1980 et 1995, ils ont également atteint les finales de la coupe de l'UEFA en 2000, de la Ligue des champions en 2006 et de l'Europa League en 2019.\r\n\r\nRésident dès 1913 du stade de Highbury, situé dans un quartier du nord de Londres, le club s’est installé en 2006 dans une nouvelle enceinte de 60 355 places : l'Emirates Stadium, situé à Ashburton Grove. Arsenal nourrit une certaine rivalité avec les nombreux autres clubs de la capitale, mais celle l'opposant à Tottenham Hotspur, avec qui il dispute chaque année le « North London derby » est particulièrement ancienne et profonde.\r\n\r\nLe club est dirigé par Chips Keswick (en) qui succède pour raisons de santé en juin 2013 à Peter Hill-Wood, fils et petit-fils des anciens présidents Denis et Samuel Hill-Wood. Il remplace son père à la mort de ce dernier, en 1982, après vingt ans de responsabilités. Son entraîneur depuis le 29 novembre 2019 est le Suédois Fredrik Ljungberg, ancien joueur du club, après le limogeage de l’Espagnol Unai Emery. Cependant le 20 décembre 2019, l'Espagnol Mikel Arteta, lui aussi ancien joueur du club, est nommé entraîneur. Il était avant sa nomination l'assistant de Pep Guardiola à Manchester City",
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Arsenal Football Club, noto semplicemente come Arsenal, è una società calcistica inglese con sede a Londra, più precisamente nel quartiere di Holloway, nel borgo di Islington.[3]\r\n\r\nFondato nel 1886, è uno dei quattordici club che rappresentano la città di Londra a livello professionistico,[4] nonché uno dei più antichi del Paese. Milita nella massima serie del calcio inglese ininterrottamente dal 1919-1920, risultando quindi la squadra da più tempo presente in First Division\/Premier League. È la prima squadra della capitale del Regno Unito per successi sportivi e, in ambito federale, la terza dopo Manchester United e Liverpool, essendosi aggiudicata nel corso della sua storia tredici campionati inglesi, dodici FA Cup (record di vittorie, condiviso con il Manchester United), due League Cup e quattordici Community Shield (una condivisa),[5] mentre in ambito internazionale ha conquistato una Coppa delle Coppe ed una Coppa delle Fiere. Inoltre è una delle tredici squadre che hanno raggiunto le finali di tutte le tre principali competizioni gestite dalla UEFA: Champions League (2005-2006), Coppa UEFA (1999-2000) e Coppa delle Coppe (1979-1980, 1993-1994 e 1994-1995).[6]\r\n\r\nI colori sociali, rosso per la maglietta e bianco per i pantaloncini, hanno subìto variazioni più o meno evidenti nel corso degli anni. Anche la sede del club è stata cambiata più volte: inizialmente la squadra giocava a Woolwich, ma nel 1913 si spostò all'Arsenal Stadium, nel quartiere di Highbury; dal 2006 disputa invece le sue partite casalinghe nel nuovo Emirates Stadium. Lo stemma è stato modificato ripetutamente, ma al suo interno è sempre comparso almeno un cannone. Proprio per questo motivo i giocatori ed i tifosi dell'Arsenal sono spesso soprannominati Gunners (in italiano \"cannonieri\").\r\n\r\nL'Arsenal conta su una schiera di tifosi molto nutrita, distribuita in ogni parte del mondo. Nel corso degli anni sono sorte profonde rivalità con i sostenitori di club concittadini, la più sentita delle quali è quella con i seguaci del Tottenham Hotspur, con i quali i Gunners giocano regolarmente il North London derby.[7] L'Arsenal è anche uno dei club più ricchi del mondo, con un patrimonio stimato di 1,3 miliardi di dollari, secondo la rivista Forbes nel 2014, facendone il quinto club più ricco del pianeta e il secondo in Inghilterra.[8]",
            "strDescriptionJP": "アーセナル・フットボール・クラブ（Arsenal Football Club、イギリス英語発音: [ˈɑːsənl ˈfutˌbɔːl klʌb]）は、イングランドの首都ロンドン北部をホームタウンとする、イングランドプロサッカーリーグ（プレミアリーグ）に加盟するプロサッカークラブ。クラブカラーは赤と白。\r\n\r\n現在のホームスタジアムはロンドンのエミレーツ・スタジアム（収容人数60,260人）。プレミアリーグに所属し、同リーグにおいて3回の優勝記録を持つ（フットボールリーグ時代を含めると13回）。2003-2004シーズンには無敗優勝を達成したイングランド屈指の強豪である。1886年に軍需工場の労働者のクラブとして創設されたため、チームのエンブレムは大砲のマークを持つ。「ガナーズ（Gunners）」の愛称で知られ[1]、サポーターは「グーナー（Gooner）」と呼ばれる。\r\n\r\nクラブのモットーは「勝利は調和の中から生まれる（ラテン語: Victoria Concordia Crescit）」。1949年から使用されたクレストに初めて登場する。現行のクレストは2002年から使用されており、大砲の上にサンセリフ体でチーム名が書かれている。",
            "strDescriptionRU": "«Арсена́л» (официальное полное название — Футбольный клуб «Арсенал», англ. Arsenal Football Club, английское произношение: [ˈɑrsənəl 'futbɔ:l klʌb]) — английский профессиональный футбольный клуб из Северного Лондона, выступающий в Премьер-лиге. Основан в октябре 1886 года. Клуб 13 раз становился чемпионом Англии, 13 раз выигрывал Кубок Англии. Домашним стадионом клуба является Эмирейтс, вмещающий 60 704 зрителей[1].\r\n\r\n«Арсенал» провёл бо́льшую часть своей истории в высшем дивизионе английского футбола, в 1892 году стал одним из клубов-основателей английской Премьер-лиги[4]. Также клуб является рекордсменом по количеству сезонов подряд, проведённых в высшем дивизионе чемпионата Англии, начиная с 1919 года[5].\r\n\r\nПо данным Forbes на 2018 год, «Арсенал» занимал шестое место в списке самых дорогих футбольных клубов мира и оценивался в сумму 2,238 млрд. долларов США[6]. По данным аудиторской компании Deloitte, по итогам сезона 2016\/17 «Арсенал» занимал 6-ю строчку в рейтинге самых доходных футбольных клубов с доходом в размере 487,6 млн евро[7].",
            "strDescriptionES": "El Arsenal Football Club (pronunciación en inglés: \/ˈɑː(ɹ)sənəl ˈfʊtˌbɔl klʌb\/) es un club de fútbol profesional con sede en Holloway, Londres, Inglaterra, que juega en la máxima categoría del fútbol de ese país, la Premier League. Uno de los más laureados del fútbol inglés, ha ganado 43 títulos en su país, incluyendo 13 campeonatos de liga y un récord de 13 Copas de Inglaterra; también ha ganado dos títulos internacionales: la Copa europea de Ferias en 1970 y la Recopa de Europa en 1994.\r\n\r\nFundado en 1886 en el sudeste de Londres, en 1893, se convirtió en el primer club del sur de Inglaterra en unirse a la Football League. Ganó sus primeros títulos —cinco ligas y dos FA Cups— en los años 1930. Luego de un período de escasez en los años posteriores a la Segunda Guerra Mundial, se convirtió en el segundo club del siglo XX en ganar el doblete, obteniendo el Campeonato de Liga y la FA Cup de la temporada 1970-71. Los logros siguieron en los años 1990 y 2000. Durante esos años, Arsenal ganó un doblete de copas nacionales, dos dobletes de Liga y Copa, y dos bicampeonatos de la Copa de Inglaterra. Finalizó una temporada de Liga invicto y se convirtió en el primer club de Londres en llegar a la final de la Liga de Campeones de la UEFA.\r\n\r\nLos colores tradicionales del club, el blanco y el rojo, han evolucionado con el tiempo. Del mismo modo, fue cambiando la ubicación del club; fundado en el distrito de Woolwich, en el sureste de Londres, en 1913 se mudó al norte de Londres, más exactamente en el distrito de Highbury, donde fue establecido el Arsenal Stadium, que funcionó hasta 2006, donde se hizo un traslado más corto, hacia los alrededores de Holloway, donde se levantó el actual Emirates Stadium. La estadía histórica del Arsenal en el norte de Londres, ha creado con el tiempo una fuerte rivalidad con el Tottenham Hotspur, conocida como el Derbi del Norte de Londres.4​\r\n\r\nArsenal posee una de las aficiones más numerosas del mundo.5​6​7​ Según la revista Forbes, el club fue el quinto club más valioso del mundo en 2014, con un valor de 1300 millones libras.8​",
            "strDescriptionPT": "Arsenal Football Club é um clube de futebol, fundado e baseado em Londres, capital da Inglaterra.\r\n\r\nO clube disputa a Premier League e é um dos mais bem sucedidos do futebol inglês, tendo ganhado por 13 vezes o título de campeão do Campeonato Inglês, sendo o terceiro em número de conquistas, e por 13 vezes a Copa da Inglaterra (recorde), sendo também detentor do recorde de maior período de invencibilidade no Campeonato Inglês e também o de ser o único a ganhar a Premier League invicto. No plano internacional, conquistou a Recopa Europeia e a Taça das Cidades com Feiras, já tendo sido finalista da Liga dos Campeões da UEFA, a principal competição europeia de clubes.\r\n\r\nO Arsenal mudou de localização ao longo do tempo, tendo sido fundado em Woolwich, sudeste de Londres, em 1913 mudou-se para o norte de Londres, para o Arsenal Stadium, em Highbury. Em 2006 foi concluída a construção do Emirates Stadium, que está localizado nas proximidades de Holloway, o que foi prometido desde 2004, após o clube fechar negócio com a Emirates Airlines, tendo capacidade para mais de 60.000 expectadores.[3]\r\n\r\nO Arsenal tem muitos torcedores por todo mundo, possuindo uma série de rivalidades de longa data com outros clubes, sendo a mais notável delas contra os vizinhos do Tottenham, com quem disputa regularmente o North London Derby, bastante intensas também contra o Chelsea e o Manchester United.[4]\r\n\r\nSuas cores têm sido tradicionalmente vermelho e branco, mas seus uniformes evoluíram ao longo da história. Um outro grande feito é o de ser um dos 5 únicos clubes do mundo que já venceram a Seleção Brasileira.[5] Já o Arsenal Ladies, é um dos clubes mais bem sucedidos do futebol feminino na Inglaterra.",
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": "Arsenal Football Club er en engelsk fotballklubb som spiller i Premier League. Klubben ble stiftet i 1886, og ble valgt inn i The Football League i 1893. «The Gunners», som er kallenavnet til Arsenal, spiller hjemmekampene sine på Emirates Stadium i Holloway. Holloway er et sted i bydelen Islington som ligger i det nordlige London.",
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#EF0107",
            "strColour2": "#fbffff",
            "strColour3": "#013373",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uyhbfe1612467038.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/q2mxlz1512644512.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qqm9rn1731313837.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/lk3che1731313857.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ddmaih1731313886.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2uvo8p1731313907.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/24sngv1718273065.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/wohyr81730135385.png",
            "strYoutube": "www.youtube.com\/user\/ArsenalTour",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133601",
            "idESPN": "4328",
            "idAPIfootball": "66",
            "intLoved": null,
            "strTeam": "Aston Villa",
            "strTeamAlternate": "Aston Villa FC",
            "strTeamShort": "AVL",
            "intFormedYear": "1874",
            "strSport": "Soccer",
            "strLeague": "English Premier League",
            "idLeague": "4328",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "UEFA Champions League",
            "idLeague4": "4480",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16122",
            "strStadium": "Villa Park",
            "strKeywords": "Villa, The Villa, The Villans and The Lions",
            "strRSS": "http:\/\/www.football365.com\/aston-villa\/rss",
            "strLocation": "Aston, Birmingham",
            "intStadiumCapacity": "42785",
            "strWebsite": "www.avfc.co.uk",
            "strFacebook": "www.facebook.com\/avfcofficial",
            "strTwitter": "twitter.com\/avfcofficial",
            "strInstagram": "instagram.com\/avfcofficial",
            "strDescriptionEN": "Aston Villa Football Club is a professional football club based in Aston, Birmingham, England. The club competes in the Premier League, the top tier of the English football league system. Founded in 1874, they have played at their home ground, Villa Park, since 1897. Aston Villa are one of the oldest and most successful clubs in England, being a founding member of the Football League in 1888 and of the Premier League in 1992. \r\n\r\nThey are one of the five English clubs to have won the European Cup, in 1981–82. They have also won the Football League First Division seven times, the FA Cup seven times, the League Cup five times, and the European (UEFA) Super Cup once. The club are currently ranked 5th in the all-time English top flight table, since its creation in 1888.\r\n\r\nVilla have a fierce local rivalry with Birmingham City and the Second City derby between the teams has been played since 1879. The club's traditional kit colours are claret shirts with sky blue sleeves, white shorts and sky blue socks. Their traditional club badge is of a rampant lion. The club is currently owned by the NSWE group, a company owned by the Egyptian billionaire Nassef Sawiris and the American billionaire Wes Edens.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Aston Villa Football Club, noto semplicemente come Aston Villa,[1] è una società calcistica inglese con sede nel quartiere di Aston della città di Birmingham. Milita in Premier League, la massima serie del campionato inglese di calcio.\r\n\r\nFondato nel 1874, gioca nell'attuale stadio, il Villa Park, dal 1897. Fu tra i membri fondatori della Football League nel 1888 e della Premier League nel 1992.[2] Nel luglio 2018 l'egiziano Nassef Sawiris ha sostituito Tony Xia nel ruolo di presidente, in seguito all'acquisizione di una quota di controllo del 55% da parte di NSWE, una società posseduta e controllata congiuntamente dal gruppo di Sawiris NNS e dal miliardario americano Wes Edens[3]. Nell'agosto 2019, le azioni rimanenti di Tony Xia sono state acquistate dalla NSWE, che ha assunto quindi il pieno controllo del club.[4]\r\n\r\nL'Aston Villa è uno dei più antichi e vincenti club d'Inghilterra. È inoltre una delle cinque squadre inglesi ad essersi aggiudicato la Coppa dei Campioni\/Champions League.[5] È l’ottavo club inglese per successi calcistici (dopo Manchester United, Liverpool, Arsenal, Chelsea, Manchester City, Tottenham e Everton), avendo ottenuto 23 trofei principali,[6] anche se la maggior parte di questi arrivarono prima della Seconda guerra mondiale. È la seconda squadra per numero di stagioni in First Division\/Premier League, dietro all'Everton e davanti al Liverpool.\r\n\r\nLa squadra ha una antichissima rivalità con il Birmingham City, altro club della città, e con le altre squadre della contea delle West Midlands (West Bromwich Albion, Wolverhampton, Coventry City e Walsall). Il primo derby di Birmingham, giocato nel 1879, ha visto la vittoria finale dell'Aston Villa per 1-0.[7]\r\n\r\nI colori tradizionali del club sono il bordeaux ed il celeste (in inglese claret & blue). Diversi sono stati gli stemmi utilizzati, tutti caratterizzati dalla presenza di un leone rampante. Lo storico simbolo circolare della squadra che vinse la Coppa dei Campioni 1981-1982 fu sostituito qualche anno più tardi da uno scudo a righe bordeaux e celesti con il leone al centro. Nel 2007 lo stemma venne ulteriormente modificato inserendo il leone d'oro rampante su uno sfondo celeste; nella parte inferiore il motto Prepared. Nel 2016 è stato tolto il motto Prepared ed il leone è stato aumentato nelle dimensioni.[8]",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#670E36",
            "strColour2": "#95BFE5",
            "strColour3": "#FEE505",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/jykrpv1717309891.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/wtsxus1424375522.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/p8xxwp1731826441.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ywquwr1421747828.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cal7fg1485707947.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qvpvwq1421747716.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/vrttsr1421749709.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/4oo9m61730823768.png",
            "strYoutube": "www.youtube.com\/user\/avfcofficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133630",
            "idESPN": "397",
            "idAPIfootball": "747",
            "intLoved": null,
            "strTeam": "Barnsley",
            "strTeamAlternate": "Barnsley Football Club",
            "strTeamShort": "BRS",
            "intFormedYear": "1887",
            "strSport": "Soccer",
            "strLeague": "English League 1",
            "idLeague": "4396",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18404",
            "strStadium": "Oakwell",
            "strKeywords": "Tykes, Barnsley, Reds",
            "strRSS": "http:\/\/www.barnsleyfc.co.uk\/common\/rss\/news-rss-feed.xml",
            "strLocation": "Barnsley",
            "intStadiumCapacity": "23009",
            "strWebsite": "www.barnsleyfc.co.uk",
            "strFacebook": "www.facebook.com\/barnsleyfootballclub",
            "strTwitter": "www.twitter.com\/bfc_official",
            "strInstagram": "",
            "strDescriptionEN": "Barnsley Football Club is a professional association football club based in the town of Barnsley, South Yorkshire, England. The team play in the Championship, the second tier of the English football league system.\r\nBarnsley Football Club nicknamed the Tykes, they were founded in 1887 by Reverend Tiverton Preedy under the name Barnsley St. Peter's. The club colours are red and white, and their home ground since 1888 has been Oakwell.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xvxsuv1447437855.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/qpwyvu1447439467.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xevrgk1527947202.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/strvpu1447440092.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qnpbr01527947232.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/zxnugr1527947292.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/rpxwvt1447440705.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/z42w6a1724788143.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "136000",
            "idESPN": "642",
            "idAPIfootball": "1819",
            "intLoved": null,
            "strTeam": "Barrow",
            "strTeamAlternate": "Barrow Association Football Club, BAFC",
            "strTeamShort": "BRW",
            "intFormedYear": "1901",
            "strSport": "Soccer",
            "strLeague": "English League 2",
            "idLeague": "4397",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "26118",
            "strStadium": "SO Legal Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Barrow-in-Furness. Cumbria, England",
            "intStadiumCapacity": "5045",
            "strWebsite": "www.barrowafc.com",
            "strFacebook": "www.facebook.com\/barrowofficial\/",
            "strTwitter": "twitter.com\/barrowafc",
            "strInstagram": "",
            "strDescriptionEN": "Barrow Association Football Club is an English professional association football club founded in 1901 and based in the town of Barrow-in-Furness, Cumbria. The club will participate in EFL League Two, the fourth tier of the English league system, in the 2020–21 season, having been promoted as champions from the National League in 2019–20. Since 1909, Barrow have played their home games at Holker Street (currently sponsored for the 2019–20 season as the \"Progression Solicitors Stadium\"), close to the town centre and approximately half a mile from Barrow Railway Station.\r\n\r\nBarrow spent 51 years in the Football League between 1921 and 1972, achieving promotion to the Third Division by finishing third in the Fourth Division in the 1966–67 season. The club's highest-ever league placing was achieved in 1967–68 when the team finished eighth in the Third Division, but a decline quickly set in from this point and, at the end of the 1971–72 season, Barrow were voted out of the Football League in the re-election process. They subsequently spent 48 seasons in the top two levels of non-league football, with five relegations from and promotions to the Alliance Premier League (later the Football Conference and now the National League), of which they were a founder member in 1979. During this time they twice won non-league football's most prestigious cup competition, the FA Trophy, in 1990 and 2010, becoming the only club to win the tournament at both the old and new Wembley Stadiums.\r\n\r\nThe club colours are blue and white, though the combination of these has varied over time, leading to their nickname \"The Bluebirds\". The record attendance at Holker Street is 16,874 set against Swansea Town in the 1954 FA Cup third round.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/6ubn501512067488.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/2ayr6v1632343800.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/h6vy9e1632921045.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sxk7rv1632921180.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ia31gb1632921310.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/g46r3q1632921463.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/e1960m1632921972.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/y1c6pk1606998426.png",
            "strYoutube": "www.youtube.com\/user\/BarrowOfficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133597",
            "idESPN": "392",
            "idAPIfootball": "54",
            "intLoved": "0",
            "strTeam": "Birmingham",
            "strTeamAlternate": "Birmingham City",
            "strTeamShort": "BRC",
            "intFormedYear": "1875",
            "strSport": "Soccer",
            "strLeague": "English League 1",
            "idLeague": "4396",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16224",
            "strStadium": "St Andrews",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Birmingham, England",
            "intStadiumCapacity": "30016",
            "strWebsite": "www.bcfc.com",
            "strFacebook": "www.facebook.com\/BCFCofficial",
            "strTwitter": "twitter.com\/bcfc",
            "strInstagram": "www.instagram.com\/bcfcofficial\/?hl=en",
            "strDescriptionEN": "Birmingham City Football Club is a professional association football club based in the city of Birmingham, England. Formed in 1875 as Small Heath Alliance, they became Small Heath in 1888, then Birmingham in 1905, finally becoming Birmingham City in 1943. They compete in the Football League Championship, the second tier of league football in England.\r\n\r\nAs Small Heath, they played in the Football Alliance before becoming founder members and first ever champions of the Football League Second Division. The most successful period in their history was in the 1950s and early 1960s. They achieved their highest finishing position of sixth in the First Division in the 1955–56 season and reached the 1956 FA Cup Final, progressed to the final of the Inter-Cities Fairs Cup in 1960 and 1961, and won their first major trophy, the League Cup, in 1963, beating Aston Villa 3–1 on aggregate. They won the latter competition for the second time in 2011. They have played in the top tier of English football for the majority of their history. Their longest period spent outside the top division, between 1986 and 2002, included two brief spells in the third tier of the English League, during which time they twice won the Football League Trophy.\r\n\r\nSt Andrew's has been their home ground since 1906. They have a long-standing and fierce rivalry with Aston Villa, their nearest neighbours, with whom they play the Second City derby. The club's nickname is Blues, due to the colour of their kit, and their fans are known as Bluenoses.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Birmingham City Football Club, meglio noto come Birmingham City, è una società calcistica inglese con sede a Birmingham. Milita in Championship, la seconda divisione del campionato inglese di calcio.\r\n\r\nFondato nel 1875 come Small Heath Alliance, è diventato Small Heath nel 1888, Birmingham Football Club nel 1905 infine Birmingham City Football Club nel 1943. Alla fine della stagione 2008-2009 la squadra è stata promossa nella Premier League. Come Small Heat fu tra i fondatori e primo campione di sempre nella Second Division. Il periodo di maggior successo della storia del club è stato negli anni 1950-1960. Il miglior risultato raggiunto in First Division è stato il sesto posto nella stagione 1955-1956 e la finale in FA Cup nel 1956. Nel 1960 e nel 1961 raggiunge per due volte consecutive la finale della Coppa delle Fiere (antesignana dell'attuale Europa League, seppur questo aspetto non sia formalmente riconosciuto dalla UEFA), perdendo in entrambi i casi, rispettivamente contro il Barcellona e la Roma. Nel 1963 riesce a vincere la prima League Cup battendo Aston Villa 3-1.\r\n\r\nIl secondo successo in tale competizione l'ha ottenuto nel 2011, a distanza di quarantotto anni dal precedente, battendo l'Arsenal 2-1. Il Birmingham City ha passato la maggior parte della sua storia nel livello superiore del calcio inglese[1] ma ha avuto anche un periodo nero tra il 1986 e il 2002 quando fu costantemente fuori dalla massima divisione. In questo periodo trascorse anche due stagioni nella terza divisione inglese durante le quali vinse due volte il Football League Trophy.\r\n\r\nI giocatori sono conosciuti con il soprannome di Blues (per via del colore delle magliette) e i tifosi sono per questo soprannominati Bluenoses. La squadra gioca le partite in casa al St Andrew's dal 1906.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#0000FF",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wufs551672950865.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/uxptsr1426155255.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2mzym11527947685.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/95w4gk1527947607.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ptluwe1527947727.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2meda41527947781.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/me4sf81527947974.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/lrpbf91724786542.png",
            "strYoutube": "www.youtube.com\/user\/officialbcfc",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133598",
            "idESPN": "365",
            "idAPIfootball": "67",
            "intLoved": null,
            "strTeam": "Blackburn",
            "strTeamAlternate": "Blackburn Rovers",
            "strTeamShort": "BBR",
            "intFormedYear": "1875",
            "strSport": "Soccer",
            "strLeague": "English League Championship",
            "idLeague": "4329",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15527",
            "strStadium": "Ewood Park",
            "strKeywords": "Rovers",
            "strRSS": "https:\/\/www.rovers.co.uk\/rss\/news",
            "strLocation": "Blackburn, Lancashire",
            "intStadiumCapacity": "31367",
            "strWebsite": "www.rovers.co.uk",
            "strFacebook": "www.facebook.com\/1Rovers",
            "strTwitter": "twitter.com\/rovers",
            "strInstagram": "www.instagram.com\/onerovers",
            "strDescriptionEN": "Blackburn Rovers Football Club is a professional football club, based in Blackburn, Lancashire, England, which competes in the EFL Championship, the second tier of the English football league system.\r\n\r\nThe club was established in 1875, becoming a founding member of The Football League in 1888 and the Premier League in 1992. In 1890, Rovers moved to Ewood Park. Blackburn Rovers have been English champions three times, and have won six FA Cups, one Football League Cup and one Full Members' Cup. The club has spent most of its existence in the top flight of English football.\r\n\r\nIn 1992, Rovers gained promotion to the new Premier League a year after being taken over by local entrepreneur Jack Walker, who installed Kenny Dalglish as manager. In 1995, Rovers became Premier League champions. In the 1998–99 season, the club was relegated. It was promoted back to the Premier League two years later, in the 2000–01 season, before suffering relegation again in the 2011–12 season. Rovers have not returned to the Premier League since. It has qualified for the UEFA Champions League once, and the UEFA Cup six times: once as League Cup winners, four times through league position and once via the Intertoto Cup.\r\n\r\nThe club's motto is \"Arte et Labore\", meaning \"By Skill and Hard Work\" in Latin. They have a long-standing rivalry with nearby club Burnley, with whom they contest the East Lancashire derby.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#009EE0",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rvryut1448810814.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/23x60n1536240331.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/usqrtp1421523215.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/trxutv1421523429.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vxttwr1421523446.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ruqyqs1421523457.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/wwyqqy1421523535.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/o4db6c1725974630.png",
            "strYoutube": "www.youtube.com\/user\/onerovers1875",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133618",
            "idESPN": "346",
            "idAPIfootball": "1356",
            "intLoved": null,
            "strTeam": "Blackpool",
            "strTeamAlternate": "Blackpool FC",
            "strTeamShort": "BLK",
            "intFormedYear": "1887",
            "strSport": "Soccer",
            "strLeague": "English League 1",
            "idLeague": "4396",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16264",
            "strStadium": "Bloomfield Road",
            "strKeywords": "Seasiders, BFC",
            "strRSS": "http:\/\/www.blackpoolfc.co.uk\/common\/rss\/news-rss-feed.xml",
            "strLocation": "Seasiders Way, Blackpool, England",
            "intStadiumCapacity": "17338",
            "strWebsite": "www.blackpoolfc.co.uk",
            "strFacebook": "www.facebook.com\/pages\/Blackpool-FC\/325701628880",
            "strTwitter": "www.twitter.com\/Blackpoolfc",
            "strInstagram": "",
            "strDescriptionEN": "Blackpool Football Club is a professional association football club based in the seaside town of Blackpool, Lancashire, England. The team will compete in the Championship, the second tier of the English football league system, in 2021–22, having gained promotion from League One in 2020–21.\r\n\r\nFounded in 1887, the club played home games at Raikes Hall and the Athletic Grounds before moving to Bloomfield Road in 1901.\r\n\r\nThe club were founder members of the Lancashire League in 1889 and were invited into the Football League Second Division in 1896. They failed re-election in 1899 but had their Football League membership reinstated the following year. Blackpool remained in the Second Division until they won the league title in 1929–30, though they were relegated after three seasons in the First Division. Promoted again in 1936–37, the club entered a golden period under the stewardship of long-time manager Joe Smith. Blackpool lost the 1948 and 1951 FA Cup finals before winning the competition in 1953, in the so-called \"Matthews Final\", in which they beat Bolton Wanderers 4–3, overturning a 3–1 deficit in the closing stages of the game. That same year, four Blackpool players were in the England team which lost against Hungary at Wembley. In the 1950s they had four top-six finishes in the First Division, with their best position being runners-up to Manchester United in 1955–56. In 1956, Stanley Matthews was the inaugural recipient of the Ballon d'Or.\r\n\r\nBlackpool were relegated out of the First Division in 1967 and again in 1971 after winning promotion in 1969–70. They dropped into the fourth tier after suffering relegations in 1978 and 1981, then gained promotion in 1984–85. Between 1987 and 2019, the club was owned by the Oyston family. Nine years after buying the club, Owen Oyston was jailed for the 1992 rape and indecent assault of a 16-year-old girl. His wife, Vicki, took over the chairmanship of the club during her husband's three-year prison term. The couple's son, Karl, took over in 1999 and remained in the role for 19 years. In 2018, after the Oyston family was found, in a High Court judgement, to have operated an \"illegitimate stripping\" of the club, paying out £26.77 million to companies they owned, Owen relieved Karl of his role and gave it to his daughter, Natalie. In June 2019, Simon Sadler, a 49-year-old Blackpool-born businessman, bought a 96.2% share in the club, completely removing the Oyston family from any involvement.\r\n\r\nDuring the long years of Oyston ownership, Blackpool were relegated into the fourth tier in 1990, promoted via the play-offs in 1992, then relegated again in 2000. Blackpool then gradually reached the Premier League after becoming the first club to gain promotion from every division of the Football League via the play-off system; they won the 2001 Third Division play-offs, 2007 League One play-offs and the 2010 Championship play-offs. They spent one season in the Premier League, under manager Ian Holloway, and later suffered a double relegation into League Two by 2016, though gained immediate promotion by winning the 2017 League Two play-off final.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "l Blackpool Football Club, meglio noto semplicemente come Blackpool, è una società calcistica inglese con sede a Blackpool, nell'Inghilterra nord-occidentale. Milita nella Championship, la seconda divisione del calcio inglese.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#ff5f00",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/utywru1448754934.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/m1w9iy1536250797.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/80m6mc1538056523.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xvh7ts1538056545.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/a03xgq1538056569.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/njxbrb1538056584.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/01u2qm1536863197.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/svuv0d1724775272.png",
            "strYoutube": "www.youtube.com\/user\/officialblackpoolfc",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133606",
            "idESPN": "358",
            "idAPIfootball": "68",
            "intLoved": null,
            "strTeam": "Bolton",
            "strTeamAlternate": "Bolton Wanderers, BWFC",
            "strTeamShort": "BOL",
            "intFormedYear": "1874",
            "strSport": "Soccer",
            "strLeague": "English League 1",
            "idLeague": "4396",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "28826",
            "strStadium": "Toughsheet Community Stadium",
            "strKeywords": "The Trotters",
            "strRSS": "",
            "strLocation": "Horwich, Bolton, England",
            "intStadiumCapacity": "28723",
            "strWebsite": "www.bwfc.co.uk",
            "strFacebook": "www.facebook.com\/officialbwfc\/",
            "strTwitter": "twitter.com\/OfficialBWFC",
            "strInstagram": "www.instagram.com\/officialbwfc",
            "strDescriptionEN": "Bolton Wanderers Football Club is a professional football club based in Horwich, Bolton, England, which competes in League Two, the fourth tier of English football.\r\n\r\nFormed as Christ Church Football Club in 1874, it adopted its current name in 1877 and was a founder member of the Football League in 1888. Bolton have spent more seasons, 73, than any other club in the top flight without winning the title. They finished third in the First Division in 1891–92, 1920–21 and 1924–25. Bolton won the FA Cup three times in the 1920s, and again in 1958. The club spent a season in the Fourth Division in 1987–88, before regaining top-flight status in 1995 and qualifying for the UEFA Cup twice; reaching the last 32 in 2005–06 and the last 16 in 2007–08.\r\n\r\nThe club played at Burnden Park for 102 years from 1895. On 9 March 1946, thirty-three Bolton fans lost their lives in a human crush, the Burnden Park disaster. In 1997, Bolton moved to the Reebok Stadium. The stadium was renamed the Macron Stadium in 2014 and University of Bolton Stadium in 2018.\r\n\r\nBeginning in 2015, Bolton had been in severe financial difficulties, and went into administration in May 2019. Facing possible EFL expulsion and probable extinction, the club was acquired by new owners on 28 August 2019.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Bolton Wanderers Football Club, più semplicemente Bolton Wanderers o Bolton, è una società calcistica inglese con sede a Horwich, città del distretto metropolitano di Bolton, nella contea metropolitana di Greater Manchester. Milita nella Football League One, la terza divisione del calcio inglese.\r\n\r\nFondato nel 1874, membro fondatore della Football Association inglese, negli anni '20 vinse 3 Coppe d'Inghilterra, cui si aggiunge una vinta nel 1957-1958, stessa stagione in cui il club si aggiudicò la Supercoppa d'Inghilterra.\r\n\r\nIl soprannome del club, The Trotters, riferito al \"trotterellare\", deriva dal continuo andare avanti e indietro dal campo di gioco ad una fattoria, dove spesso finivano i palloni calciati dagli atleti durante le partite, dal momento che il terreno di gioco non era protetto da alcuna recinzione.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/yvxxrv1448808301.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ah9igu1508249502.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/76z9151528107136.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/j3iyek1528107187.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/5lpp4v1528107291.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/7sjqnz1528107235.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/k17h8h1528107822.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/ma1efk1724507142.png",
            "strYoutube": "www.youtube.com\/officialbwfc",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134301",
            "idESPN": "349",
            "idAPIfootball": "35",
            "intLoved": "2",
            "strTeam": "Bournemouth",
            "strTeamAlternate": "AFC Bournemouth, Athletic Football Club Bournemouth",
            "strTeamShort": "BOU",
            "intFormedYear": "1890",
            "strSport": "Soccer",
            "strLeague": "English Premier League",
            "idLeague": "4328",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16113",
            "strStadium": "Vitality Stadium",
            "strKeywords": "Cherries",
            "strRSS": "",
            "strLocation": "Bournemouth, England",
            "intStadiumCapacity": "11464",
            "strWebsite": "www.afcb.co.uk",
            "strFacebook": "www.facebook.com\/afcbournemouth\/",
            "strTwitter": "twitter.com\/afcbournemouth",
            "strInstagram": "www.instagram.com\/officialafcb",
            "strDescriptionEN": "AFC Bournemouth is a professional association football club based in Kings Park, Boscombe, a suburb of Bournemouth, Dorset. They are currently competing in the Championship, the second tier of English football, following relegation at the end of the 2019–20 Premier League. Formed in 1899 as Boscombe St. John's Institute, the club adopted their current name in 1971.\r\n\r\nNicknamed \"The Cherries\", Bournemouth have played their home games at Dean Court since 1910. Their home colours are red and black striped shirts, with black shorts and socks, inspired by that of Italian club A.C. Milan.\r\n\r\nAFC Bournemouth's honours include winning the second and third tiers of English football once, the Associate Members' Cup once and the Football League Third Division South Cup.\r\n\r\nThe club has spent the majority of their history bouncing between the third and fourth tiers of English football. Under manager Eddie Howe, they have risen through the pyramid; the 2015–16 season was their first ever in the top flight, and they remained there for five seasons, until and including the 2019–20 season, when they were relegated following an 18th place-finish.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Athletic Football Club Bournemouth, noto semplicemente come Bournemouth, è una società calcistica inglese con sede nella città di Bournemouth (Dorset), militante in Football League Championship, la seconda divisione del campionato inglese di calcio.\r\n\r\nIl club è stato fondato nel 1899 e i suoi componenti sono detti Cherries (in italiano Ciliegie). Le maglie della squadra sono state rosse e bianche fino al 1971, anno in cui furono sostituite da completi con strisce rossonere verticali. Tra il 2004 e il 2005 era stato adottato un restyling delle divise, che vedeva una netta predominanza del rosso, ma dal 2006 la società ha deciso di ritornare alla versione precedente.[1]",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#B50E12",
            "strColour2": "#000000",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/y08nak1534071116.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/yttutv1448813203.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/q97rcl1731851813.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sxrxwp1469485821.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uqqwvw1469485695.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uwryss1469485747.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/sxypup1469486566.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/13283y1730824149.png",
            "strYoutube": "www.youtube.com\/user\/officiacherries",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134189",
            "idESPN": "387",
            "idAPIfootball": "1343",
            "intLoved": null,
            "strTeam": "Bradford",
            "strTeamAlternate": "Bradford City",
            "strTeamShort": "BDC",
            "intFormedYear": "1903",
            "strSport": "Soccer",
            "strLeague": "English League 2",
            "idLeague": "4397",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "26115",
            "strStadium": "University of Bradford Stadium",
            "strKeywords": "Bradford, Bantams, Paraders, BCAFC",
            "strRSS": "http:\/\/www.bradfordcityfc.co.uk\/common\/rss\/news-rss-feed.xml",
            "strLocation": "Valley Parade, Bradford",
            "intStadiumCapacity": "25136",
            "strWebsite": "www.bradfordcityfc.co.uk",
            "strFacebook": "www.twitter.com\/officialbantams",
            "strTwitter": "www.facebook.com",
            "strInstagram": "",
            "strDescriptionEN": "Bradford City Association Football Club is a professional football club in Bradford, West Yorkshire, England. The team compete in League Two, the fourth tier of the English football league system. \r\n\r\nThe club was founded in 1903. It was immediately elected into Division Two of the Football League despite not having played a previous game. Promotion to the top tier followed in 1908 and the club won the FA Cup in 1911, its only major honour. After relegation in 1922 from Division One, the club spent 77 years outside the top flight until promotion to the Premier League in 1999. City stayed up, with a then record low of 36 points, in the first season in the Premier League. Relegation followed the following season. Since then a series of financial crises did push the club to the brink of closure. The financial pressure resulted in two more relegations to League Two. In the 2012–13 season, they became the first ever team from the fourth tier of English football to reach a major domestic Wembley cup final, the Football League Cup, losing 5–0 to Swansea City. In the same season, they returned to Wembley for the playoff final and won promotion to League One with a 3–0 win over Northampton Town.\r\n\r\nThe club's colours are claret and amber and they play their home games at Valley Parade. The ground was the site of a fire on 11 May 1985, which took the lives of 56 supporters.\r\n\r\nBradford City have had more than 40 managers, all of whom have been from Great Britain or Ireland. The current manager is Stuart McCall.\r\n\r\nThe club is linked with American amateur side SC United Bantams.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Bradford City Association Football Club (noto anche come The Bantams, e in precedenza The Paraders), meglio noto come Bradford City, è una società calcistica inglese con sede a Bradford, West Yorkshire. Nella stagione 2020-2021 milita in Football League Two, quarta serie del campionato inglese di calcio. La squadra gioca le proprie partite casalinghe al Valley Parade.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/trwxxv1424033151.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/tpsrww1447441914.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/1z9x8k1536834004.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/t4m2411536834047.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/3xj7ja1536834092.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/zzaui61536834136.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/vxrprx1447442795.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/mes4xc1728134224.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134355",
            "idESPN": "337",
            "idAPIfootball": "55",
            "intLoved": "1",
            "strTeam": "Brentford",
            "strTeamAlternate": "Brentford Football Club, Brentford FC, BFC",
            "strTeamShort": "BRE",
            "intFormedYear": "1889",
            "strSport": "Soccer",
            "strLeague": "English Premier League",
            "idLeague": "4328",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18406",
            "strStadium": "Brentford Community Stadium",
            "strKeywords": "The Bees",
            "strRSS": "",
            "strLocation": "Brentford, London, England",
            "intStadiumCapacity": "17250",
            "strWebsite": "www.brentfordfc.com",
            "strFacebook": "www.facebook.com\/brentfordfootballclub1889",
            "strTwitter": "twitter.com\/brentfordfc",
            "strInstagram": "www.instagram.com\/brentfordfc",
            "strDescriptionEN": "Brentford Football Club is a professional football club based in Brentford, West London, England. They currently compete in the Premier League, the highest tier of English football, having gained promotion via the playoffs at the end of the 2020–21 Championship season. Nicknamed \"the Bees\", the club was founded in 1889 and played home matches at Griffin Park from 1904 before moving to Brentford Community Stadium in 2020. Their main rivals are fellow West London clubs Fulham and Queens Park Rangers.\r\n\r\nBrentford initially played amateur football before they entered the London League in 1896 and finished as runners-up of the Second Division and then the First Division to win election into the Southern League in 1898. They won the Southern League Second Division in 1900–01 and were elected into the Football League in 1920. Brentford won the Third Division South title in 1932–33 and the Second Division title in 1934–35. The club enjoyed a successful spell in the top flight of English football, reaching a peak of fifth in the First Division, in 1935–36, their highest ever league finish, before three relegations left them in the Fourth Division by 1962. They were crowned Fourth Division champions in 1962–63, but were relegated in 1966 and again in 1973 after gaining promotion in 1971–72. Brentford spent 14 seasons in the Third Division after gaining promotion in 1977–78 and went on to win the Third Division title in 1991–92, though were relegated again in 1993.\r\n\r\nBrentford were relegated into the fourth tier in 1998 and won promotion as champions in the 1998–99 campaign. The club were relegated in 2007 and won promotion as champions of League Two in 2008–09 and then were promoted out of League One in 2013–14. They had unsuccessful Championship play-off campaigns in 2015 and 2020. Brentford have a poor record in finals, finishing as runners-up in three Associate Members' Cup \/ Football League Trophy finals (1985, 2001 and 2011) and losing four play-off finals (the 1997 Second Division final, 2002 Second Division final, 2013 League One final and 2020 Championship final). However, Brentford won the 2021 Championship final to be promoted to the highest level for the first time since the 1946–47 season.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Brentford Football Club, meglio noto come Brentford, è una società calcistica inglese fondata nel 1889, con sede nell'omonimo distretto di Londra. Milita in Premier League, massima divisione del campionato inglese di calcio.\r\n\r\nDisputa le partite casalinghe al Brentford Community Stadium, impianto da circa 17 000 posti che ha sostituito nel 2020 il Griffin Park, dove la squadra era di scena dal 1904. Nella stagione 1935-36 il club ottenne il migliore risultato della propria storia, piazzandosi quinto in First Division.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#e30613",
            "strColour2": "#FFFFFF",
            "strColour3": "#fbb800",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/grv1aw1546453779.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/7tb0ib1509012429.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/o3tsj61709393682.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qjo5jq1709393566.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/gn7h2k1709393496.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/til7s51731828416.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/wrdpae1528110167.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/q9pjte1730913735.png",
            "strYoutube": "www.youtube.com\/brentfordfc",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133619",
            "idESPN": "331",
            "idAPIfootball": "51",
            "intLoved": null,
            "strTeam": "Brighton",
            "strTeamAlternate": "Brighton & Hove Albion, Brighton and Hove Albion",
            "strTeamShort": "BRI",
            "intFormedYear": "1901",
            "strSport": "Soccer",
            "strLeague": "English Premier League",
            "idLeague": "4328",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "28853",
            "strStadium": "Amex Stadium",
            "strKeywords": "Seagulls",
            "strRSS": "",
            "strLocation": "Falmer, Brighton, East Sussex, England",
            "intStadiumCapacity": "30750",
            "strWebsite": "www.seagulls.co.uk",
            "strFacebook": "www.facebook.com\/officialbhafc\/",
            "strTwitter": "twitter.com\/officialbhafc",
            "strInstagram": "www.instagram.com\/officialbhafc",
            "strDescriptionEN": "Brighton and Hove Albion Football Club is an English football club based in the coastal city of Brighton & Hove, East Sussex. It is often referred to just as Brighton. They currently play in the Football League Championship, the second tier of the English football league system.\r\n\r\nThe team is nicknamed the \"Seagulls\" or \"Albion\". The team has historically played in blue and white stripes, though this changed to all white briefly in the 1970s and again to plain blue during the club's most successful spell in the 1980s. Crystal Palace is considered the club's main rival, although the grounds are 40 miles apart.\r\n\r\nFounded in 1901, Brighton played their early professional football in the Southern League before being elected to the Football League in 1920. The club enjoyed greatest prominence between 1979 and 1983 when they played in the First Division and reached the 1983 FA Cup Final, losing to Manchester United after a replay. They were relegated from the top division in the same season. Mismanagement brought Brighton close to relegation from the Football League to the Conference which they narrowly avoided in 1997 and 1998. A boardroom takeover saved Brighton from liquidation, and following successive promotions they returned to the second tier of English football in 2002 and have played in the second and third tiers ever since.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Brighton & Hove Albion Football Club, meglio noto come Brighton & Hove o più semplicemente Brighton, è una società calcistica inglese professionistica della località balneare di Brighton & Hove, nell'East Sussex. Dal 2017 milita in Premier League.\r\n\r\nI giocatori sono soprannominati i \"Seagulls\" (gabbiani). Il club ottenne notevole risalto negli anni a cavallo tra il 1979 ed il 1983, quando militava in First Division e raggiunse la finale di FA Cup del 1983, persa contro il Manchester United dopo il replay.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#0057B8",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ywypts1448810904.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/xvvqxv1448810981.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/9nla2h1731852454.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2f41gp1504211039.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/bfasc71504211054.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/nfo32o1504211067.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/5jitnu1504211082.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/rg3k011730914087.png",
            "strYoutube": "www.youtube.com\/user\/officialbhafc",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133621",
            "idESPN": "333",
            "idAPIfootball": "56",
            "intLoved": null,
            "strTeam": "Bristol City",
            "strTeamAlternate": "Bristol City Football Club",
            "strTeamShort": "BSC",
            "intFormedYear": "1897",
            "strSport": "Soccer",
            "strLeague": "English League Championship",
            "idLeague": "4329",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "29016",
            "strStadium": "Ashton Gate Stadium",
            "strKeywords": "The Robins, City, BCFC",
            "strRSS": "http:\/\/www.bcfc.co.uk\/common\/rss\/news-rss-feed.xml",
            "strLocation": "Bristol",
            "intStadiumCapacity": "16600",
            "strWebsite": "www.bcfc.co.uk",
            "strFacebook": "www.facebook.com\/bristolcityfc",
            "strTwitter": "www.twitter.com\/bcfctweets",
            "strInstagram": "www.instagram.com\/bristolcityfc",
            "strDescriptionEN": "Bristol City Football Club is a football club in Bristol, England. Their ground is Ashton Gate, located in the southwest of the city. They currently play in the Championship after winning League One during the 2014–15 season. In sealing the League One title, Bristol City became only the second team to win both the third-tier championship and Football League Trophy double during the same season.\r\n\r\nBristol City won the Welsh Cup – despite being an English club – in 1934. In 1907 they finished runners-up in Football League Division One, which is their highest ever final position. In 1909 they lost the FA Cup final to Manchester United, their only final. Since relegation in 1911, however, they only returned to the top division from 1976 to 1980 and did not contend for any honours then. In 1982, Bristol City became the first English club to suffer three consecutive relegations. They were promoted to the Football League Championship in the 2006–07 season after finishing second in League One but failed to make a second consecutive promotion to the Premier League after they were defeated by Hull City in the 2008 Football League Championship play-off Final at Wembley Stadium. With victories in 1986, 2003 and 2015, Bristol City are now the most successful team in the Football League Trophy.\r\n\r\nThe club's nickname is \"The Robins\", and a robin featured on the club's badge from 1976 to 1994. Official club merchandise, including replica kits, still has a label showing a robin. An attempt by the club to alter the badge was abandoned after it was criticised fiercely by fans. The team's main rivals are Bristol Rovers in the Bristol derby and Cardiff City in the Severnside derby, along with other regional teams in the West Country derby.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#e21a23",
            "strColour2": "#ffffff",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/0ejxwz1601721013.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/a0iddc1509012470.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/a0frxu1537123611.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/9chb251537123624.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/23f24n1537123632.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/z4pzqq1537123641.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/nl0t461537370199.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/sb0gkh1725976737.png",
            "strYoutube": "www.youtube.com\/user\/bcfcofficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134358",
            "idESPN": "308",
            "idAPIfootball": "1334",
            "intLoved": null,
            "strTeam": "Bristol Rovers",
            "strTeamAlternate": "Bristol Rovers Football Club",
            "strTeamShort": "BRR",
            "intFormedYear": "1883",
            "strSport": "Soccer",
            "strLeague": "English League 1",
            "idLeague": "4396",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "31003",
            "strStadium": "Memorial Ground (Bristol)",
            "strKeywords": "The Pirates, The Gas",
            "strRSS": "http:\/\/www.bristolrovers.co.uk\/common\/rss\/news-rss-feed.xml",
            "strLocation": "Horfield, Bristol",
            "intStadiumCapacity": "12916",
            "strWebsite": "www.bristolrovers.co.uk",
            "strFacebook": "www.facebook.com\/pages\/Bristol-Rovers\/114130001994558",
            "strTwitter": "www.twitter.com\/Official_BRFC",
            "strInstagram": "",
            "strDescriptionEN": "Bristol Rovers F.C. is a professional football club in Bristol, England, which competes in League Two, the fourth tier of the English football league system. They have played home matches at the Memorial Stadium in Horfield since 1996. They spent 1897 to 1986 at the Eastville Stadium and the following ten years at Twerton Park in Bath. The club's official nickname is \"The Pirates\", reflecting the maritime history of Bristol. The local nickname of the club is \"The Gas\", derived from the gasworks next to their former home, Eastville Stadium, which started as a derogatory term used by fans of their main rivals, Bristol City, but was affectionately adopted by the club and its supporters. Cardiff City and Swindon Town are considered their second and third biggest rivals. The women's team play in the Gloucestershire County Women's League.\r\n\r\nThe club was founded in 1883 as Black Arabs F.C. and entered the Bristol & District as Eastville Rovers in 1892. The club moved to the Birmingham & District League in 1897 and then to the Southern League as Bristol Rovers in 1899. They won the Southern League in 1904–05 and were admitted to the Football League in 1920. They were placed in the Third Division South the following year and remained there until winning promotion as champions in 1952–53. They recorded their highest finishing positions in 1956 and 1959, a sixth-place finish in the Second Division, before suffering relegation in 1962. Promoted in second-place in 1973–74, they spent another seven seasons in the second tier until relegation in 1981. They won the Third Division title in 1989–90, though this time lasted just three seasons in the second tier and were relegated back into the fourth tier by 2001.\r\n\r\nRovers won the League Two play-off final in 2007, but relegations in 2011 and 2014 saw the club drop into the Conference Premier. They finished second in the Conference under the stewardship of Darrell Clarke and immediately regained their Football League status with victory in the 2015 play-off final. They followed up this success by securing promotion out of League Two at the end of the 2015–16 season. Rovers have won the Gloucestershire Cup 32 times, the Third Division South Cup in 1932, the Watney Cup in 1972, and have been Football League Trophy finalists two times.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/kkmj4o1689317429.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/cbeoch1536250829.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/pxmb8r1538386935.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rjzs5j1538387041.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/otgri91538387051.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/l66e8z1538387059.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/atw7o31538387108.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/lfg3vi1724505169.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "136033",
            "idESPN": "3129",
            "idAPIfootball": "1832",
            "intLoved": null,
            "strTeam": "Bromley",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1892",
            "strSport": "Soccer",
            "strLeague": "English League 2",
            "idLeague": "4397",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16285",
            "strStadium": "Hayes Lane",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Bromley",
            "intStadiumCapacity": "5000",
            "strWebsite": "bromleyfc.tv\/site",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Bromley Football Club is a professional football club based in Bromley, Greater London, England. They are currently members of the National League, the fifth tier of English football, and play at Hayes Lane.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#ffffff",
            "strColour2": "#161412",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qq7kzz1661950278.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/gl2ec91732456632.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/7jpmd91679026261.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/mszh0n1679025326.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yxftyk1679027395.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/kv8pku1679023964.jpg",
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/jsx5do1727987000.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133623",
            "idESPN": "379",
            "idAPIfootball": "44",
            "intLoved": "0",
            "strTeam": "Burnley",
            "strTeamAlternate": "Burnley FC",
            "strTeamShort": "BUR",
            "intFormedYear": "1882",
            "strSport": "Soccer",
            "strLeague": "English League Championship",
            "idLeague": "4329",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16114",
            "strStadium": "Turf Moor",
            "strKeywords": "The Clarets",
            "strRSS": "http:\/\/www.football365.com\/burnley\/rss",
            "strLocation": "Burnley, Lancashire",
            "intStadiumCapacity": "21401",
            "strWebsite": "www.burnleyfootballclub.com",
            "strFacebook": "www.facebook.com\/officialburnleyfc",
            "strTwitter": "www.twitter.com\/burnleyofficial",
            "strInstagram": "www.instagram.com\/burnleyofficial",
            "strDescriptionEN": "Burnley Football Club is an English association football club based in Burnley, Lancashire, that competes in the EFL Championship, the second tier of English football, following relegation from the 2021–22 Premier League. Founded on 18 May 1882, it was one of the first to become professional (in 1883), and subsequently put pressure on the Football Association to permit payments to players. The club entered the FA Cup for the first time in 1885–86 and was one of the 12 founder members of the Football League in 1888–89. From the 1950s until the 1970s, under chairman Bob Lord, the club became renowned for its youth policy and scouting system, and was one of the first to set up a purpose-built training ground.\r\n\r\nBurnley have been champions of England twice, in 1920–21 and 1959–60, have won the FA Cup once, in 1913–14, and have won the FA Charity Shield twice, in 1960 and 1973. They have been runners-up in the First Division twice, in 1919–20 and 1961–62, and FA Cup runners-up twice, in 1946–47 and 1961–62. Burnley are one of only five sides to have won all four professional divisions of English football, along with Wolverhampton Wanderers, Preston North End, Sheffield United and Portsmouth. When the team won the 1959–60 Football League, the town of Burnley became one of the smallest to have an English first-tier champion.\r\n\r\nThe team have played home games at Turf Moor since 1883, after they had moved from their original premises at Calder Vale. The club colours of claret and blue were adopted before the 1910–11 season in tribute to the then Football League champions Aston Villa. The club is nicknamed \"the Clarets\" because of the dominant colour of its home shirts. Burnley's current emblem is based on the town's coat of arms. The team have a long-standing rivalry with nearby club Blackburn Rovers, with whom they contest the East Lancashire Derby.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Burnley Football Club, noto semplicemente come Burnley, è una società calcistica inglese con sede nella città di Burnley, nella contea del Lancashire, militante in Premier League (prima divisione inglese). Costituito nel 1882, il club fu uno dei membri fondatori della Football League nel 1888. Dal 1883 disputa le proprie partite interne allo stadio Turf Moor.\r\n\r\nIl Burnley ha vinto due volte la First Division (1920-1921 e 1959-1960), una volta la FA Cup (1913-1914) e due volte il Charity Shield (1960 e 1973). Insieme al Preston North End e al Wolverhampton Wanderers, è una delle sole tre squadre ad aver vinto almeno una volta tutte le prime quattro maggiori divisioni calcistiche professionistiche inglesi. A livello internazionale, il club ha raggiunto come suo miglior risultato i quarti di finale della Coppa dei Campioni nella stagione 1960-1961.\r\n\r\nIl Burnley ha trascorso la maggior parte della propria storia tra la prima e la seconda divisione inglese, ma è rimasta fuori dalla massima serie dal 1976 al 2009. Dal 1985 al 1992 ha militato per alcuni anni nella divisione minore della Football League, evitando per poco la retrocessione nella Conference nel 1987.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#6C1D45",
            "strColour2": "#99D6EA",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ql7nl31686893820.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/2xiu701656069793.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qxtvww1424229257.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vwuryy1469522328.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/truwwr1424229288.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tuswuy1469522211.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/vtwups1424563418.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/wn506y1725982453.png",
            "strYoutube": "www.youtube.com\/user\/officialburnleyfc",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134376",
            "idESPN": "2567",
            "idAPIfootball": "748",
            "intLoved": null,
            "strTeam": "Burton",
            "strTeamAlternate": "Burton Albion",
            "strTeamShort": "BRA",
            "intFormedYear": "1950",
            "strSport": "Soccer",
            "strLeague": "English League 1",
            "idLeague": "4396",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16289",
            "strStadium": "Pirelli Stadium",
            "strKeywords": "The Brewers, BAFC",
            "strRSS": "http:\/\/www.burtonalbionfc.co.uk\/common\/rss\/news-rss-feed.xml",
            "strLocation": "Burton-on-Trent, Staffordshire",
            "intStadiumCapacity": "6912",
            "strWebsite": "www.burtonalbionfc.co.uk",
            "strFacebook": "www.facebook.com\/groups\/187461801285572\/",
            "strTwitter": "www.twitter.com\/burtonalbionfc",
            "strInstagram": "",
            "strDescriptionEN": "Burton Albion Football Club is an English football club based in Burton upon Trent, Staffordshire. The club participates in Football League Two, the fourth tier in the English football league system. The club's home ground is the Pirelli Stadium, having moved from Eton Park in 2005.\r\n\r\nThe club's nickname is The Brewers, stemming from the town's brewing heritage dating back hundreds of years.\r\n\r\nThe club competed in the non-League of English football from their founding in 1950 until 2009, despite the Football League heritage of their predecessors Burton Swifts, Burton United, and Burton Wanderers.\r\n\r\nThe town of Burton has had a chequered history of football clubs, partly due to the area's main sport traditionally in the past being rugby union. Many former Burton teams have struggled financially. Albion can claim lineage from Burton Swifts, Burton Town, Burton United and Burton Wanderers, all defunct football clubs in the town. Burton Albion were formed in 1950, and joined the Birmingham & District League\r\n\r\nAlbion began life at the Lloyds Foundry ground on Wellington Street, but high attendances meant that the club quickly searched for a more suitable home. Eton Park was built off Derby Road and officially opened on 20 September 1958, coinciding with the club's promotion to the Southern League. From then until its demolition in 2005, the Brewers played all their home games at Eton Park.\r\n\r\nThey have also had spells in the Northern Premier League (NPL), because of their location in the central Midlands. They entered the Conference in 2002 upon winning the NPL title.\r\n\r\nEton Park was dismantled to make way for housing, as the club had just completed a new stadium, at a cost of £7.2 million. It is directly opposite Eton Park and was named the Pirelli Stadium, situated as it was a short distance from Pirelli's factory in Burton. The stadium's capacity was originally set at 6,200, but then later raised to 6,912. The first match played there was a friendly between Burton Albion and Chester City on Saturday 16 July 2005.\r\n\r\n\r\nAlbion in action against Gillingham in the final match of the 2012–13 season\r\nOne notable result at the ground was a 0–0 draw in the FA Cup third round against Manchester United on 8 January 2006. The result of the Third Round replay, lucratively played at Old Trafford, was a 5–0 win for Manchester United in front of over 11,000 Brewers fans. This constituted a record number of away fans seen at Old Trafford. On 8 January 2011, in the FA Cup third round, Burton continued their FA success, knocking out Championship team Middlesbrough 2–1. Shaun Harrad scored twice at the Pirelli Stadium in the last 8 minutes to bring Burton back from 1–0 down.\r\n\r\nAfter their FA Cup draw against Manchester United, Burton competed in the upper reaches of the Conference. The Brewers attained their highest ever league position to date in 2007–08, finishing in the end of season play-off places for the first time in their history, before losing in their play-off to Cambridge United. As of April 2009, they were top of the Conference National, setting a league record for the most consecutive wins. This is despite losing the services of manager Nigel Clough to Derby County with Roy McFarland installed as caretaker manager until the end of the season. When the team was 19 points clear at the top of the table, Conference sponsors Blue Square declared Burton the winners of the 2008\/09 title in a PR stunt in which they paid out all bets. After that announcement in February, however, the club saw their lead reduced week by week, though they still secured promotion to the Football League, despite losing 2–1 away at Torquay United in the final game of the season when Cambridge United could only manage a goalless draw to Altrincham.\r\n\r\nAt the end of the season, it was decided that Roy McFarland would not stay permanently as the Burton manager. After a lengthy search, the club announced that Paul Peschisolido would become the club's new manager with Gary Rowett his assistant. Burton's first win in the Football League was a 5–2 win over Morecambe at the Pirelli Stadium.\r\n\r\nThe Brewers finished a respectable 13th in their first campaign in the Football League, and 19th in their second campaign after a season much interrupted by the weather. Following an end of season collapse, Burton fell from 5th place on Boxing Day to 17th place at the end of the 2011–12 season, which included a 17 game winless run and the sacking of Paul Peschisolido. In Gary Rowett's first full season in charge, he led them to 4th and the play-offs, missing out on automatic promotion by two points. Following the fourth place finish, Burton lost their play-off semi-final 4–5 on aggregate to Bradford City despite winning the first leg 3–2 at Valley Parade. After this season the Brewers came back and, despite finishing 6th in the 2013–14 season, they reached the play-off final but lost a narrow match 1–0 against Fleetwood Town. During the 2014–15 season Rowett left to join Birmingham City, and was replaced by Jimmy Floyd Hasselbaink.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uvpqpw1423804499.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/bjpqv21509012529.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vs0he91538511888.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/r8xqaa1538511906.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/6sk0ef1538511928.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/e5dtxu1538511941.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/ukocdj1535704375.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/l9v9tj1724339679.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134586",
            "idESPN": "351",
            "idAPIfootball": "1370",
            "intLoved": null,
            "strTeam": "Cambridge United",
            "strTeamAlternate": "Cambridge United FC",
            "strTeamShort": "CMU",
            "intFormedYear": "1912",
            "strSport": "Soccer",
            "strLeague": "English League 1",
            "idLeague": "4396",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16254",
            "strStadium": "Abbey Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Cambridge, England",
            "intStadiumCapacity": "8127",
            "strWebsite": "www.cambridge-united.co.uk",
            "strFacebook": "",
            "strTwitter": "twitter.com\/cambridgeutdfc",
            "strInstagram": "",
            "strDescriptionEN": "Cambridge United Football Club is a professional association football club based in the city of Cambridge, Cambridgeshire, England. From the 2021–22 season, the club will compete in League One, the third tier of the English football league system, following promotion from League Two. The club is based at the Abbey Stadium on Newmarket Road, approximately 1.86 miles (3 kilometres) east of Cambridge city centre. The stadium has a capacity of 8,127, made up of terracing and seated areas.\r\n\r\nThe club was founded in 1912 as Abbey United, and took the name Cambridge United in 1951. They played in local amateur leagues before joining the Southern League after finishing as runners-up of the Eastern Counties League in 1957–58. Under Bill Leivers's stewardship they were crowned Southern League Premier Division champions in 1968–69 and 1969–70, which helped to secure their election into the Football League in 1970. They won promotion out of the Fourth Division in 1972–73, but suffered immediate relegation. They won the Fourth Division title in 1976–77, and then secured promotion out of the Third Division the following season. They remained in the Second Division for six seasons, before they suffered consecutive relegations.\r\n\r\nManager John Beck led United to promotion out of the Fourth Division via play-offs in 1990 and then the Third Division title in 1990–91, with the club reaching the Second Division play-offs the following season. Two relegations in three years left Cambridge back in the fourth tier, before promotion was secured at the end of the 1998–99 campaign. They entered the Conference in 2005, after two relegations in four seasons, where they remained for nine seasons. They finished as Conference runners-up three times, being beaten in the play-off finals in 2008 and 2009, before eventually securing promotion after winning the 2014 play-off final. After spending seven seasons in League Two, Cambridge were promoted to League One as runners-up under Mark Bonner.\r\n\r\nAlthough the club has traditionally worn amber and black at home, it has experimented with a number of designs of shirts including plain amber with black trim, amber and black squares, stripes and, amber with a black sash. The club had close links with Cambridge Regional College, a team that operated as a de facto reserve team between 2006 and 2014. The Cambridge United Community Trust perform a lot of charity work in the local community.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ysvrwy1423804324.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/yjryic1539029588.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/5eige51545132883.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2i96aa1545132900.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/b0a5au1545132909.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/15xick1545132935.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/hz3w5n1540395023.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/kohxkp1724334034.png",
            "strYoutube": "www.youtube.com\/channel\/UC_d0U8QyXIQ6M86zEzgsikw",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133637",
            "idESPN": "347",
            "idAPIfootball": "43",
            "intLoved": null,
            "strTeam": "Cardiff",
            "strTeamAlternate": "Cardiff City",
            "strTeamShort": "CDF",
            "intFormedYear": "1899",
            "strSport": "Soccer",
            "strLeague": "English League Championship",
            "idLeague": "4329",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16372",
            "strStadium": "Cardiff City Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Cardiff, Wales",
            "intStadiumCapacity": "33280",
            "strWebsite": "www.cardiffcityfc.co.uk",
            "strFacebook": "www.facebook.com\/cardiffcityfc",
            "strTwitter": "twitter.com\/cardiffcityfc",
            "strInstagram": "www.instagram.com\/cardiffcityfc",
            "strDescriptionEN": "Cardiff City Football Club is a professional football club based in Cardiff, Wales that competes in the English football league system. The club played in the Premier League for the first time in the 2013–14 season, at the end of which they were relegated. They play their home games at the Cardiff City Stadium, after moving from Ninian Park in 2009.\r\n\r\nThe club was founded as Riverside A.F.C. in 1899 and is the only club from outside England to have won the FA Cup, which they won in 1927. The club won the Football League Championship title in the 2012–13 season and were promoted to the top flight for the first time in 51 years. This followed two lost national cup finals, the 2008 FA Cup Final against Portsmouth and the 2012 Football League Cup Final against Liverpool, the latter being settled by a penalty shootout.\r\n\r\nIn 2012, Cardiff City was rebranded by the club's Malaysian owner, Vincent Tan. This included a controversial change of the club's home colours from blue to red.\r\n\r\nRiverside A.F.C. was formed in 1899 as a way of keeping players from the Riverside Cricket Club together and in shape during the winter months. Their first season saw them playing friendlies against local sides at their Sophia Gardens ground, but in 1900 they joined the Cardiff & District League for their first competitive season. In 1905 Cardiff was granted city status by King Edward VII, and as a result the club put in a request to change their name to Cardiff City, but the request was turned down as they were deemed to be not playing at a high enough level. To combat this they arranged to join the South Wales Amateur League in 1907 and the following year they were granted permission to change the name of the club to Cardiff City.\r\n\r\nInterest in the club began to rise during this time, but they were forced to turn down the opportunity to join the newly formed Southern League Second Division due to the lack of facilities at their Sophia Gardens ground. Over the next two years Cardiff welcomed many of Britain's top sides to Cardiff, including Middlesbrough, Bristol City and Crystal Palace, with the matches being played at various grounds in Cardiff and nearby towns. The club would eventually move into their new ground, Ninian Park, in 1910. The club made its first signing the following year with the acquisition of Jack Evans from fellow Welsh club Cwmparc FC.\r\n\r\nWith the new ground in place, Cardiff joined the Southern League Second Division, and Bartley Wilson was quick to hire the club's first manager in Davy McDougall, who became player-manager. Their first match was a 2–1 defeat to Aston Villa, in which new signing Evans scored the only Cardiff goal. They went on to finish in fourth place in their first year in the league. They stayed in the division for the next decade, apart from when the league was suspended due to the outbreak of World War I.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Cardiff City Football Club (Clwb Pêl-droed Dinas Caerdydd in gallese), noto semplicemente come Cardiff City o anche solo come Cardiff, è una società calcistica gallese con sede nella città di Cardiff che, tuttavia, disputa da lungo tempo le divisioni del campionato inglese di calcio. Milita nel Football League Championship, la seconda divisione del campionato inglese.\r\n\r\nNon avendo mai giocato nel campionato gallese di calcio, il Cardiff non ha mai rappresentato il Galles né nella Coppa dei Campioni né nella UEFA Champions League. Per le numerose vittorie in Coppa del Galles ha, invece, partecipato a 14 edizioni della Coppa delle Coppe (record), di cui 5 consecutive (dalla stagione 1967-1968 a quella 1971-1972, primato condiviso coi finlandesi del Lahden Reipas). Il risultato migliore ottenuto in tale competizione è stata la semifinale disputata nella stagione 1967-1968.[1]",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#0070B5",
            "strColour2": "#FFFFFF",
            "strColour3": "#D11524",
            "strGender": "Male",
            "strCountry": "Wales",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xtytpt1448808285.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/0pq7br1509012499.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/oemc6t1532296005.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/l4xe2a1532296068.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ms1uyr1532296104.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/den10j1532296146.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/oh7e6v1532296336.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/3wvwtn1690574535.png",
            "strYoutube": "www.youtube.com\/user\/BluebirdsPlayer",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134360",
            "idESPN": "322",
            "idAPIfootball": "1371",
            "intLoved": null,
            "strTeam": "Carlisle",
            "strTeamAlternate": "Carlisle United",
            "strTeamShort": "CRU",
            "intFormedYear": "1904",
            "strSport": "Soccer",
            "strLeague": "English League 2",
            "idLeague": "4397",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16362",
            "strStadium": "Brunton Park",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Warwick Road, Carlisle",
            "intStadiumCapacity": "18202",
            "strWebsite": "www.carlisleunited.co.uk",
            "strFacebook": "www.facebook.com\/carlisleunitedfc\/",
            "strTwitter": "x.com\/officialcufc",
            "strInstagram": "www.instagram.com\/officialcufc",
            "strDescriptionEN": "Carlisle United Football Club is a professional association football club based in Carlisle, Cumbria, where they play at Brunton Park. The team play in League Two, the fourth tier of the English football league system. Formed in 1904, they have won three league titles and two cup competitions in their history. They played in the then First Division in the 1974–75 season, making the city of Carlisle the smallest location, by population, to have had a resident top-flight English football club since 1906. The club has reached the final of the Football League Trophy 6 times, more than any other team, winning it on two occasions in 1997 and 2011.\r\n\r\nThe club's traditional kit is blue with white and red detail. The badge takes elements from the city's coat of arms including two wyverns which are the regent of Cumbria.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wqqpuy1423804947.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/lk6cpp1539029606.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/w6glcs1545133106.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/jkg7ae1545133114.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/j5zh9x1545133144.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ulgs1q1545133174.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/hkgok51540557448.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/3s6ca01727968206.png",
            "strYoutube": "www.youtube.com\/channel\/UCU4e71iGy2PGU1f3TmDCygA",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133851",
            "idESPN": "372",
            "idAPIfootball": "1335",
            "intLoved": null,
            "strTeam": "Charlton",
            "strTeamAlternate": "Charlton Athletic, CAFC",
            "strTeamShort": "CHA",
            "intFormedYear": "1905",
            "strSport": "Soccer",
            "strLeague": "English League 1",
            "idLeague": "4396",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16376",
            "strStadium": "The Valley",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Floyd Road, Charlton, London",
            "intStadiumCapacity": "27111",
            "strWebsite": "www.cafc.co.uk\/page\/Welcome",
            "strFacebook": "www.facebook.com\/OfficialCAFC\/",
            "strTwitter": "twitter.com\/CAFCofficial",
            "strInstagram": "www.instagram.com\/cafcofficial",
            "strDescriptionEN": "Charlton Athletic Football Club is an English professional association football club based in Charlton, south-east London. They currently compete in League One, the third tier of English football, having been relegated from the Championship in the 2019–20 season. The club was founded on 9 June 1905 when a number of youth clubs in south-east London, including East Street Mission and Blundell Mission, combined to form Charlton Athletic. Their home ground is the Valley, where the club have played since 1919, apart from one year in Catford, during 1923–24, and seven years at Crystal Palace and West Ham United between 1985 and 1992, due to financial issues, and then safety concerns raised by the local council. The club's fans formed the Valley Party, nominating candidates to stand in local elections, in a bid to return the club to The Valley.\r\n\r\nCharlton turned professional in 1920 and first entered the Football League in 1921. Since then the club has had four separate periods in the top flight of English football: 1936–1957, 1986–1990, 1998–1999, and 2000–2007. Historically, Charlton's most successful period was the 1930s, when the club's highest league finishes were recorded, including runners-up of the First Division in 1937. After World War II, Charlton reached two consecutive FA Cup finals, losing in 1946, and winning in 1947.\r\n\r\nThe club's traditional kit consists of red shirts, white shorts and red socks, and their most commonly used nickname is The Addicks. Charlton share local rivalries with fellow South London clubs Crystal Palace and Millwall.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/o08wvi1635872307.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/q3j7hq1536250859.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/0lbk6x1538561037.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/z04uu51538561043.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/gknynr1538561050.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/l6om8d1538561058.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/2jufl51538562064.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/n5o8un1724330859.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133610",
            "idESPN": "363",
            "idAPIfootball": "49",
            "intLoved": "5",
            "strTeam": "Chelsea",
            "strTeamAlternate": "Chelsea FC",
            "strTeamShort": "CHE",
            "intFormedYear": "1905",
            "strSport": "Soccer",
            "strLeague": "English Premier League",
            "idLeague": "4328",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "UEFA Conference League",
            "idLeague4": "5071",
            "strLeague5": "FIFA Club World Cup",
            "idLeague5": "4503",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16126",
            "strStadium": "Stamford Bridge",
            "strKeywords": "The Blues, The Pensioners",
            "strRSS": "http:\/\/feeds.feedburner.com\/chelseafc\/latestnews",
            "strLocation": "Fulham, London",
            "intStadiumCapacity": "41798",
            "strWebsite": "www.chelseafc.com",
            "strFacebook": "www.facebook.com\/ChelseaFC",
            "strTwitter": "twitter.com\/chelseafc",
            "strInstagram": "www.instagram.com\/chelseafc",
            "strDescriptionEN": "Chelsea Football Club are a professional football club based in Fulham, London, who play in the Premier League, the highest level of English football. Founded in 1905, the club have spent most of their history in the top tier of English football. The club's home ground is the 41,837-seat Stamford Bridge stadium, where they have played since their establishment.\r\n\r\nChelsea had their first major success in 1955, winning the league championship, and won various cup competitions during the 1960s, 1970s, 1990s and 2000s. The club have enjoyed their greatest period of success in the past two decades, winning 15 major trophies since 1997. Domestically, Chelsea have won four league titles, seven FA Cups, four League Cups and four FA Community Shields, while in continental competitions they have won two UEFA Cup Winners' Cups, one UEFA Super Cup, one UEFA Europa League and one UEFA Champions League. Chelsea are the only London club to win the UEFA Champions League, and one of four clubs, and the only British club, to have won all three main UEFA club competitions.\r\n\r\nChelsea's regular kit colours are royal blue shirts and shorts with white socks. The club's crest has been changed several times in attempts to re-brand the club and modernise its image. The current crest, featuring a ceremonial lion rampant regardant holding a staff, is a modification of the one introduced in the early 1950s. The club have sustained the fifth highest average all-time attendance in English football. Their average home gate for the 2012–13 season was 41,462, the sixth highest in the Premier League. Since July 2003, Chelsea have been owned by Russian billionaire Roman Abramovich. In April 2013 they were ranked by Forbes Magazine as the seventh most valuable football club in the world, at £588 million ($901 million), an increase of 18% from the previous year.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Chelsea Football Club, noto semplicemente come Chelsea (pron. 'tʃɛlsi), è una società calcistica inglese con sede nella città di Londra, nel borgo di Hammersmith e Fulham, militante nella massima serie del campionato inglese dalla stagione 1989-1990.\r\n\r\nHa vissuto due diverse epoche di successi, la prima dalla metà degli anni sessanta ai primi anni settanta del XX secolo e la seconda dalla fine degli anni novanta ai giorni nostri. Nel suo palmarès figurano 6 campionati inglesi, 8 FA Cup, 5 League Cup, 4 Community Shield, 2 UEFA Champions League, 2 Europa League, 2 Coppe delle Coppe e una Supercoppa europea.[1] Insieme alla Juventus, all'Ajax, al Bayern Monaco e al Manchester United è uno dei cinque club che sono riusciti a vincere tutti e tre i maggiori tornei europei calcistici per club ed è, insieme alle medesime squadre, uno dei club europei che ha vinto almeno una volta tutte le competizioni UEFA a cui ha preso parte.[2] Per numero di trofei vinti a livello internazionale è la prima squadra londinese e la terza inglese dopo Liverpool e Manchester United. Nel 2013 è inoltre diventata l'unica squadra europea ad essere stata campione in carica contemporaneamente delle due competizioni UEFA stagionali (UEFA Champions League ed Europa League). Nel 2009 la rivista Forbes ha indicato il Chelsea come l'ottavo club più ricco del mondo, con un patrimonio stimato intorno agli 800 milioni di dollari.[3]\r\n\r\nNonostante il nome, la squadra non ha sede nell'omonimo quartiere di Londra, bensì nel vicino borgo di Hammersmith e Fulham. I giocatori vengono soprannominati The Blues (\"i blu\"), per via dei colori sociali del club, o più anticamente The Pensioners (\"i pensionati\"). Il completo tradizionale del club è una maglietta di colore blu reale con abbinati dei pantaloncini dello stesso colore. Il simbolo, invece, è stato quasi sempre un leone cerimoniale con un bastone, che nel 2005 ha subito un piccolo restyling.Il Chelsea è quinto nella classifica dell'affluenza media di tifosi negli stadi inglesi. I suoi sostenitori non vivono rivalità accesissime: la maggiore è quella coi vicini dell'Arsenal, seguita da quelle con gli altri concittadini del Tottenham e del Fulham; a livello nazionale, invece, le sfide più sentite sono quelle contro il Liverpool e il Manchester United.[6]\r\n\r\nDalla fondazione, nel 1905, disputa le proprie partite casalinghe allo stadio Stamford Bridge, impianto da 41 837 posti.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#034694",
            "strColour2": "#FFFFFF",
            "strColour3": "#DBA111",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/yvwvtu1448813215.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/urupss1421777612.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/v2gwen1731827710.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/4cuiqc1731852088.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/0cdigo1709392316.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/5wlvav1709392191.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/twxrxv1421778197.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/1fnmwe1730914563.png",
            "strYoutube": "www.youtube.com\/user\/chelseafc",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134362",
            "idESPN": "320",
            "idAPIfootball": "1372",
            "intLoved": null,
            "strTeam": "Cheltenham",
            "strTeamAlternate": "Cheltenham Town",
            "strTeamShort": "CTT",
            "intFormedYear": "1887",
            "strSport": "Soccer",
            "strLeague": "English League 2",
            "idLeague": "4397",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "26113",
            "strStadium": "Completely-Suzuki Stadium",
            "strKeywords": "The Robins, CTFC",
            "strRSS": "http:\/\/www.ctfc.com\/common\/rss\/news-rss-feed.xml",
            "strLocation": "Cheltenham, Gloucestershire",
            "intStadiumCapacity": "7266",
            "strWebsite": "www.ctfc.com",
            "strFacebook": "www.facebook.com\/ctfcofficial",
            "strTwitter": "www.twitter.com\/CTFCofficial",
            "strInstagram": "",
            "strDescriptionEN": "Cheltenham Town Football Club is a professional association football club based in the town of Cheltenham, Gloucestershire, England. From the 2021–22 season, the club will compete in League One, the third tier of the English football league system, after winning the League Two title. Nicknamed the \"Robins\", they have played at Whaddon Road since 1932. The club contests rivalries with Gloucester City and Forest Green Rovers.\r\n\r\nFounded in 1887, the club spent much of its early history competing in local football circles, before moving to the Birmingham Combination in 1932 and then the Southern League in 1935. They spent the next 50 years in the Southern League, winning the Midland Division in 1982–83 and then claiming the Premier Division title in 1984–85. They were subsequently promoted into the Alliance Premier League in 1985, where they remained for seven seasons until they were relegated in 1992. They finished as runners-up of the Southern League Premier Division for four of the next five seasons, and were promoted into the Conference in 1997.\r\n\r\nUnder the stewardship of Steve Cotterill, Cheltenham won the 1998 FA Trophy final and then secured promotion into the Football League for the first time after winning the Conference title in 1998–99. He left the club after the 2001–02 season, having guided them to the FA Cup fifth round and promotion with victory in the 2002 Third Division play-off final. Immediately relegated after one season in the Second Division, they secured another promotion as manager John Ward guided them to victory in the 2006 League Two play-off final. Relegated after three seasons in the third tier, the club's 16-year stay in the Football League ended with relegation back to the National League in 2015. However manager Gary Johnson led Cheltenham to the Conference title with a 101 point tally in 2015–16, making them the first club in 26 years to secure an immediate return to the Football League as champions of the Conference. After Michael Duff took over from Johnson, he led the club to its first Football League title, winning the 2020–21 League Two title.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/l97ond1539029659.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/335jp71539029623.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/aaj9ts1545133333.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rkee321545133341.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/kcvsdk1545133347.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xghfkc1545133355.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/zqi8tj1540902288.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/sep7zo1727963848.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134366",
            "idESPN": "343",
            "idAPIfootball": "1345",
            "intLoved": null,
            "strTeam": "Chesterfield",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1867",
            "strSport": "Soccer",
            "strLeague": "English League 2",
            "idLeague": "4397",
            "strLeague2": "EFL Cup",
            "idLeague2": "4570",
            "strLeague3": "FA Cup",
            "idLeague3": "4482",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16318",
            "strStadium": "Proact Stadium",
            "strKeywords": "The Spireites, CFC",
            "strRSS": "http:\/\/www.chesterfield-fc.co.uk\/common\/rss\/news-rss-feed.xml",
            "strLocation": "Chesterfield",
            "intStadiumCapacity": "10504",
            "strWebsite": "www.chesterfield-fc.co.uk",
            "strFacebook": "www.facebook.com\/ChesterfieldFC",
            "strTwitter": "www.twitter.com\/ChesterfieldFC",
            "strInstagram": "",
            "strDescriptionEN": "Chesterfield Football Club \/ˈtʃɛstərfiːld\/ is a professional association football club based in the town of Chesterfield, Derbyshire, England. The team competes in the National League, the fifth tier of the English football league system. Chesterfield play their home games at the 10,504 capacity Proact Stadium, having moved from their historic home of Saltergate during the summer of 2010. Notable players include record appearance holder Dave Blakey, who played in 617 of Chesterfield's league games, and 162 league goal club record holder Ernie Moss. The club contests numerous minor local rivalries, though Nottinghamshire club Mansfield Town are considered to be their main rivals.\r\n\r\nChesterfield F.C. was officially established in 1866, though it would be the third incarnation of that name that turned professional in 1891 and changed its name to Chesterfield Town. Town entered the FA Cup for the first time the following year, and competed in the Sheffield & District League and Sheffield & Hallamshire Senior Cup, before joining the Midland League in 1896–97. A third-place finish in 1898–99 resulted in a successful application to the Football League Second Division for the following season. After ten seasons in the Second Division they failed to gain re-election to the League and returned to the Midland League in 1909, finishing as champions in 1909–10. The club entered liquidation in 1915, and were reformed as Chesterfield Municipal in April 1919. They again rejoined the Midland League and finished as champions in 1919–20.\r\n\r\nThe club was renamed to Chesterfield F.C. in December 1920, and became founder members of the Third Division North in 1921–22. They marked their tenth season in the division, 1930–31, by winning the title, though only managed two seasons in the Second Division before suffering relegation. They again won the Third Division North title in 1935–36, and after World War II recorded their best ever league finish of fourth in the Second Division in 1946–47. However they were relegated again in 1950–51, and were relegated out of the Third Division in 1960–61. Chesterfield won the Fourth Division in 1969–70, and then won the Anglo-Scottish Cup in 1980. After relegation in 1982–83, they again won the Fourth Division title in 1984–85, though would again be relegated after five seasons in the third tier. They secured their return to the third tier with a 2–0 win over Bury in the 1995 play-off Final at Wembley.\r\n\r\nChesterfield reached the FA Cup semi-finals in 1997, but were relegated back to the basement division in 1999–2000. They made an immediate return to the third tier after securing a Third Division automatic promotion place in 2000–01. Relegated in 2006–07, they secured the League Two title in 2010–11, but were relegated from League One the following season. In 2011, Dave Allen took full ownership of the club and oversaw progress to two League Trophy finals; Chesterfield won the trophy with a 2–0 victory over Swindon Town in 2012, and finished as runners-up after losing 3–1 to Peterborough United in 2014. Chesterfield were crowned champions of League Two for a record fourth time in 2013–14, but remained in League One for just three seasons. Two consecutive relegations saw the club relegated out of the English Football League at the end of the 2017–18 season.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#004890",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vwwpry1424032525.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/cxj1741732571400.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/j4uceo1679027638.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/hnjrld1679115656.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/0fcys51679117365.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ulpvaw1679118389.jpg",
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/v4isqn1727871718.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133874",
            "idESPN": "339",
            "idAPIfootball": "1361",
            "intLoved": null,
            "strTeam": "Colchester",
            "strTeamAlternate": "Colchester United",
            "strTeamShort": "CLU",
            "intFormedYear": "1937",
            "strSport": "Soccer",
            "strLeague": "English League 2",
            "idLeague": "4397",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16269",
            "strStadium": "JobServe Community Stadium",
            "strKeywords": "The U",
            "strRSS": "http:\/\/www.cu-fc.com\/common\/rss\/news-rss-feed.xml",
            "strLocation": "Colchester",
            "intStadiumCapacity": "10105",
            "strWebsite": "www.cu-fc.com\/page\/Home",
            "strFacebook": "www.facebook.com\/colchesterunitedfc",
            "strTwitter": "www.twitter.com\/ColU_Official",
            "strInstagram": "www.instagram.com\/colu_official",
            "strDescriptionEN": "Colchester United Football Club is an English professional football club based in Colchester, Essex. The club compete in League One, the third tier of the English football league system.\r\n\r\nFounded in 1937, the club spent its early years playing in the Southern Football League until they were elected to The Football League in 1950. Between 1950 and 1990, Colchester spent their time between the Third Division and Fourth Division, during which time they produced one of their most memorable results, a 3–2 victory in the fifth round of the FA Cup over Don Revie's Leeds United in 1971.\r\n\r\nColchester United were relegated to the Football Conference in 1990 following a decline in the late 1980s, but won the Conference title in 1992 to make a swift return to League football. They achieved promotion to the Second Division in 1998 following a 1–0 win against Torquay United in the play-off final. The club were again promoted in 2006, achieving second place in League One. The following season, they achieved their highest league finish in club history, ending the season 10th in the Championship ahead of East Anglian rivals Ipswich Town, Norwich City and also Essex rivals Southend United, despite having the division's lowest attendance. The club returned to League One in 2008 following relegation from the Championship.\r\n\r\nColchester United play their home games at Colchester Community Stadium in Colchester. They relocated to the stadium in 2008 when they moved away from Layer Road, their home stadium for 71 years.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ttvpqt1424033597.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/9hcu5r1539029676.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/24muhi1545133430.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/4i0lbp1545133546.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/bctpwx1545133578.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/x51pg91545133586.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/a4cv451541170823.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/gw4t811632498773.png",
            "strYoutube": "www.youtube.com\/coluofficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133625",
            "idESPN": "388",
            "idAPIfootball": "1346",
            "intLoved": null,
            "strTeam": "Coventry",
            "strTeamAlternate": "Coventry City, CCFC",
            "strTeamShort": "CVC",
            "intFormedYear": "1883",
            "strSport": "Soccer",
            "strLeague": "English League Championship",
            "idLeague": "4329",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "21614",
            "strStadium": "The Coventry Building Society Arena",
            "strKeywords": "The Sky Blues",
            "strRSS": "http:\/\/www.ccfc.co.uk\/common\/rss\/news-rss-feed.xml",
            "strLocation": "Birmingham, England",
            "intStadiumCapacity": "32609",
            "strWebsite": "www.ccfc.co.uk",
            "strFacebook": "www.facebook.com\/CoventryCityFC",
            "strTwitter": "www.twitter.com\/Coventry_City",
            "strInstagram": "",
            "strDescriptionEN": "Coventry City Football Club is a professional football club based in Coventry, West Midlands that temporarily plays its home games in Birmingham. They play in the EFL Championship, the second tier of the English football league system following promotion in the 19-20 season.\r\n\r\nCoventry City formed as Singers F.C. in 1883 following a general meeting of the Singer Factory Gentleman's club. They adopted their current name in 1898, joining the Football League in 1919. They won their only major trophy in 1987 when they beat Tottenham Hotspur 3–2 to win the FA Cup. They are one of only five clubs to have won both the FA Cup and the FA Youth Cup in the same season. They have also reached two Football League Cup semi-finals; in 1981 and 1990. They returned to Wembley in April 2017, defeating Oxford United 2–1 to win the Football League Trophy, and again in May 2018, beating Exeter City 3–1 to gain promotion to EFL League One via the play-offs.\r\n\r\nThe club, nicknamed the Sky Blues because of the colour of their strip, was an inaugural member of the Premier League in 1992 and spent 34 consecutive seasons in the English top-flight until relegation in 2001. Following eleven seasons in the second-tier Football League Championship, Coventry were relegated to League One in 2012, the first time they had been in the third tier since 1964. In 2017, there was a further relegation, with the club dropping to the fourth tier of English football for the first time since 1959. They gained promotion back to League One the very next season. Following two seasons in League One, Coventry were promoted back to the EFL Championship in 2020, winning their first league championship in 53 years.\r\n\r\nCoventry has qualified for European competitions twice. In the 1970–71 season, the team competed in the European Inter-Cities Fairs Cup (now the UEFA Europa League), reaching the second round. Despite beating Bayern Munich 2–1 in the home leg, they had lost 1–6 in the first leg in Germany, and thus were eliminated. The team was unable to compete in the 1987–88 UEFA Cup Winners' Cup, due to the ban on English clubs at that time, following the Heysel disaster.\r\n\r\nFrom 1899 to 2005, Coventry City played at Highfield Road, which in 1981 became the first all-seater stadium in English football. In the late 1990s, the club's directors decided that a larger stadium was necessary, and so chose a site in the Rowley's Green area of the city. The 32,609-capacity Ricoh Arena was opened in August 2005 to replace Highfield Road. However, the club have left the Ricoh on two occasions and currently do not have an agreement to return.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#77bbff",
            "strColour2": "#ffffff",
            "strColour3": "#007711",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uxyqys1424033798.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/0zyly31536678287.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ay2hf91534861338.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/w3ylmq1534861316.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/9tcz911534861367.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/eqts3i1534861408.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/jp26d71536863295.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/ypuhig1725995417.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134363",
            "idESPN": "2594",
            "idAPIfootball": "1362",
            "intLoved": null,
            "strTeam": "Crawley",
            "strTeamAlternate": "Crawley Town, Crawley Town FC",
            "strTeamShort": "CRT",
            "intFormedYear": "1896",
            "strSport": "Soccer",
            "strLeague": "English League 1",
            "idLeague": "4396",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "26119",
            "strStadium": "Broadfield Stadium",
            "strKeywords": "The Reds, Red Devils",
            "strRSS": "http:\/\/www.crawleytownfc.com\/common\/rss\/news-rss-feed.xml",
            "strLocation": "Crawley, West Sussex",
            "intStadiumCapacity": "6134",
            "strWebsite": "www.crawleytownfc.com",
            "strFacebook": "www.facebook.com\/crawleytown",
            "strTwitter": "www.twitter.com\/crawleytown",
            "strInstagram": "",
            "strDescriptionEN": "Crawley Town Football Club is an association football club founded in 1896, and based in Crawley, West Sussex, England. Crawley play in Football League Two, the fourth tier in the English football league system, having been relegated on the last day of the 2014–15 season following a 1–2 defeat at home against Coventry City. The club's home ground is at Broadfield Stadium. First promoted to the Football Conference in 2004, the club survived a financial crisis to win promotion to the Football League in the 2010–11 season. In the same year they reached the 5th round of the FA Cup, where they lost to Manchester United 1–0.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/a9hv3n1689632800.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/vncsp61542119022.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2ghxpg1545385116.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ajuf3u1545385128.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/32t1pf1545385136.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ejzt5j1545385146.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/beaxez1542119041.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/8bdcc61632499182.png",
            "strYoutube": "www.youtube.com\/user\/1896CrawleyTownFC",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134218",
            "idESPN": "396",
            "idAPIfootball": "1363",
            "intLoved": null,
            "strTeam": "Crewe",
            "strTeamAlternate": "Crewe Alexandra",
            "strTeamShort": "CAX",
            "intFormedYear": "1877",
            "strSport": "Soccer",
            "strLeague": "English League 2",
            "idLeague": "4397",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "21470",
            "strStadium": "Mornflake Stadium",
            "strKeywords": "The Railwaymen, The Alex, Alexandra",
            "strRSS": "http:\/\/www.crewealex.net\/common\/rss\/news-rss-feed.xml",
            "strLocation": "Crewe, Cheshire",
            "intStadiumCapacity": "10153",
            "strWebsite": "www.crewealex.net",
            "strFacebook": "www.facebook.com\/pages\/EventsTheAlex\/127729047239042",
            "strTwitter": "www.twitter.com\/crewealexfc",
            "strInstagram": "",
            "strDescriptionEN": "Crewe Alexandra Football Club is a professional association football club based in the town of Crewe, Cheshire, England. The team will compete in League One, the third tier of the English football league system, in the 2020-21 season. Nicknamed The Railwaymen because of the town's links with the rail industry, they have played at Gresty Road since 1906, when they moved from their original home at the Alexandra Recreation Ground. Supporters maintain rivalries with a number of nearby clubs, their fiercest rivals being Staffordshire-based side Port Vale.\r\n\r\nThe club was formed in 1877 and named after Princess Alexandra. They entered the Football Alliance league in 1889, before becoming founding members of the Football League Second Division in 1892. However they failed to be re-elected into the Football League after finishing bottom of the division in 1895–96. They spent the next three seasons in the Lancashire League, before spending ten years competing in the Birmingham & District League. They spent the 1910s in The Central League, before they were invited to join the newly created Football League Third Division North in 1921, where they spent the following 37 years. After three consecutive last-place Third Division North finishes, they were placed in the newly formed Fourth Division, and went on to achieve their first promotion after securing a third-place finish in 1962–63. Immediately relegated, they were promoted again in 1967–68, but again lasted just one season in the Third Division.\r\n\r\nCrewe spent 20 years struggling in the fourth tier, being forced to apply for re-election on seven occasions, before their fortunes were revived under manager Dario Gradi, who secured promotion at the end of the 1988–89 campaign. Relegated after two seasons, they were again promoted in 1993–94, and after two unsuccessful play-off campaigns, won the 1997 Second Division play-off final to win a place in the second tier after an absence of 101 years. They spent eight of the next nine seasons in the First Division \/ Championship, securing automatic promotion from the Second Division in 2002–03 after being relegated the previous season. Gradi resigned in July 2007, with the club in League One. During Gradi's 24-year tenure Crewe built a reputation for playing attractive, technical football and the Crewe Alexandra Academy forged a reputation for developing young players. Future England internationals David Platt, Danny Murphy and Dean Ashton began their professional careers at the club, whilst Nick Powell was sold for a club record £6 million in 2012.\r\n\r\nGradi returned first on a caretaker basis and then on a permanent basis from 2009 to 2011 following relegation into League Two at the end of the 2008–09 campaign. New manager Steve Davis led the club to promotion via the play-offs in 2012 and then to the Football League Trophy title in 2013. They spent four seasons in League One, before being relegated in last place in 2015–16. The club was heavily implicated in the football sexual abuse scandal that came to public attention in 2016, facing criticism for their handling of youth coach Barry Bennell, who was gaoled in 2018 for child sexual abuse. In the 2019–20 season, shortened due to the COVID-19 pandemic, Crewe secured promotion to League One, under David Artell, manager since January 2017.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xurvtu1424033658.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/rbohfw1541176264.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/pzpkvd1545134005.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/nyatbv1545134012.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/00q4u81545134019.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rj4aci1545134026.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/3srljj1540557490.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/zqymiw1727800341.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133632",
            "idESPN": "384",
            "idAPIfootball": "52",
            "intLoved": "0",
            "strTeam": "Crystal Palace",
            "strTeamAlternate": "Palace",
            "strTeamShort": "CRY",
            "intFormedYear": "1905",
            "strSport": "Soccer",
            "strLeague": "English Premier League",
            "idLeague": "4328",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16115",
            "strStadium": "Selhurst Park",
            "strKeywords": "The Eagles, The Glaziers",
            "strRSS": "http:\/\/www.football365.com\/crystal-palace\/rss",
            "strLocation": "South Norwood, London",
            "intStadiumCapacity": "26255",
            "strWebsite": "www.cpfc.co.uk",
            "strFacebook": "www.facebook.com\/officialcpfc",
            "strTwitter": "twitter.com\/cpfc",
            "strInstagram": "www.instagram.com\/CPFC",
            "strDescriptionEN": "Crystal Palace Football Club is an English professional football club based in South Norwood, London. They currently play in the highest level in English football, the Premier League. Since 1964, the club have mostly played in the top two leagues of English football. The club was founded in 1905 at the site of the famous Crystal Palace Exhibition building by the owners of the FA Cup Final stadium, who wanted their own team to play at the historic venue. Palace applied to be elected to The Football League, but this was rejected and they instead joined the Southern Football League Second Division, playing home games at The Crystal Palace, inspiration for the club's initial nickname, \"The Glaziers\". Palace won the Division and promotion in their first season, and played in the Southern League First Division for the next fifteen years.\r\n\r\nIn 1920 the Southern League Division One formed the Football League Third Division. Palace won the division and gained promotion to the Second Division, where they spent four seasons before suffering relegation to the Third Division South. In 1958 a league re-organisation saw Palace become founder members of Division Four. Over the next eleven years the club moved from the lowest rung of English Football to the highest, reaching the First Division in 1969, and staying in the top division for four seasons before suffering successive relegations. In 1973 the club modernised its image, changing the nickname from The Glaziers to \"The Eagles\" and ending the 68-year association with claret and blue by introducing the red-and-blue vertical stripes now associated with the club. The club stabilised itself in the top two divisions with promotions in 1977 and 1979, the latter saw the club crowned as Division Two Champions. The period between 1989–91 was a successful time for the club. They reached an FA Cup Final in 1990, won the Full Members Cup in 1991, and achieved third place in the top division in the 1990–1991 season. Palace became founder members of the Premier League in 1992, but were relegated the same season, despite achieving 49 points which is still a Premier League record for a relegated club. The club then achieved promotion back to the Premier League three times in 1994, 1997 and 2004, but each time suffered relegation at the end of the following season. Palace entered administration in both 2000 and 2010, and are now owned by a consortium of four. The club were promoted back to the Premier League with a 1–0 win over Watford in the Football League play-offs in May 2013.\r\n\r\nCrystal Palace initially played their games in the grounds of The Crystal Palace, but the First World War saw them forced to move out, and they enjoyed a number of seasons at both the Herne Hill Velodrome and The Nest. Since 1924, Palace have played their home games at Selhurst Park. Their home colours are red and blue vertical stripes, though prior to 1973 they wore claret and pale blue after the fashion of Aston Villa. They have a fierce rivalry with M23 neighbours Brighton & Hove Albion, with whom they have contested the M23 derby 98 times and also enjoy a strong rivalry with fellow South London team Millwall. The club's kit is currently made by Macron, and the shirt sponsor is Neteller. The club captain is Mile Jedinak and the current player of the year is Julian Speroni. Edmund Goodman is the club's longest serving manager, and Jim Cannon has made the most appearances for the club. Peter Simpson is the club's top scorer for both one season and overall, netting 54 and 165 respectively. The highest transfer fee received has been for Wilfried Zaha from Manchester United in January 2013.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Crystal Palace Football Club, noto più semplicemente come Crystal Palace, è una società calcistica inglese con sede a Londra, nel borgo di Croydon. Milita nella Premier League.\r\n\r\nIl club fu fondato il 10 settembre 1905 dai proprietari dello stadio dove si teneva la finale di FA Cup, che desideravano che nello stadio giocasse una loro squadra.\r\n\r\nLa scelta dei colori sociali originari è stata ispirata dalla presenza nell'ambito societario di Edmund Goodman, ex impiegato dei Villans che si occupò dell'aspetto organizzativo del nuovo club e che ne fu allenatore dal 1907 al 1925. Attualmente i colori adottati sono il rosso vermiglio e il blu.\r\n\r\nNella sua storia la squadra londinese ha raggiunto i migliori risultati all'inizio degli anni novanta, guidata in attacco da Ian Wright, con la finale di FA Cup del 1990 persa al replay e il terzo posto in campionato nel 1991. In quell'anno vinse anche la Full Members Cup, competizione per le squadre delle prime due divisioni, giocatasi fra il 1986 e il 1992.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#1B458F",
            "strColour2": "#C4122E",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ia6i3m1656014992.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/woip371509012248.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/svsvqv1424367005.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/3trd0z1547482101.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yvuwup1424367035.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ryuspy1424367053.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/vpvqyu1424562192.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/3yqfhb1721223187.png",
            "strYoutube": "www.youtube.com\/channel\/UCWB9N0012fG6bGyj486Qxmg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133627",
            "idESPN": "374",
            "idAPIfootball": "69",
            "intLoved": null,
            "strTeam": "Derby",
            "strTeamAlternate": "Derby County",
            "strTeamShort": "DRB",
            "intFormedYear": "1884",
            "strSport": "Soccer",
            "strLeague": "English League Championship",
            "idLeague": "4329",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16465",
            "strStadium": "Pride Park Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Pride Park, Derby",
            "intStadiumCapacity": "33500",
            "strWebsite": "www.dcfc.co.uk",
            "strFacebook": "www.facebook.com\/DerbyCountyOfficial",
            "strTwitter": "twitter.com\/dcfcofficial",
            "strInstagram": "www.instagram.com\/dcfcofficial",
            "strDescriptionEN": "Derby County Football Club is an English football club based in Derby. Notable for being one of the twelve founder members of the Football League in 1888, it is one of only ten clubs to have competed in every season of the English football league system and, in 2009, was ranked 137th in the top 200 European football teams of the 20th century by International Federation of Football History and Statistics.\r\n\r\nDerby County F.C. was founded in 1884, by William Morley, as an offshoot of Derbyshire County Cricket Club; it has spent all but four seasons in the top two divisions of English football. The club's competitive peak came in the 1970s when they were twice English League Champions and competed in major European competitions on four separate occasions, reaching the European Cup semi-finals, as well as winning several minor trophies. Additionally, the club was a strong force in the interwar years and won the 1945–46 FA Cup.\r\n\r\nThe club adopted its now traditional black and white club colours in the 1890s and appropriated its club nickname The Rams, a tribute to its links with the First Regiment of Derby Militia, which took a ram as its mascot and the song \"The Derby Ram\" as its regimental song, at the same time. Home games are played at the iPro Stadium, located in Pride Park, Derby, where the club moved in 1997. As of 2014, the club plays in the Football League Championship and are managed by Steve McClaren.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "l Derby County Football Club, noto semplicemente come Derby County, è una società calcistica inglese con sede nella città di Derby, nelle East Midlands, militante in Football League Championship (seconda divisione inglese) dal 2008.\r\n\r\nIl club venne fondato nel 1884 da William Morley come succursale della squadra locale di cricket e quattro anni dopo fu tra i dodici membri fondatori della Football League. Dopo la vittoria della FA Cup nella stagione 1945-1946, il club conobbe il suo periodo di maggior successo nella prima metà degli anni settanta, quando conquistò due campionati nazionali (1971-1972 e 1974-1975) ed un Charity Shield (1975), partecipando anche alla Coppa dei Campioni in due diverse occasioni.\r\n\r\nLa squadra, i cui calciatori e tifosi sono detti Rams (in italiano Arieti), veste di bianco e nero fin dal 1890. Dal 1997 disputa le proprie partite casalinghe al Pride Park Stadium, impianto da 33.597 posti a sedere.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/jioo4z1557155744.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/tptmwg1508249114.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/h6lood1731372822.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/jfp3im1731372864.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ddm7q91537123902.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/t16y4n1731372891.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/k21c851537370015.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/gjqx0t1725996259.png",
            "strYoutube": "www.youtube.com\/user\/DCTV1884",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133620",
            "idESPN": "279",
            "idAPIfootball": "1354",
            "intLoved": null,
            "strTeam": "Doncaster",
            "strTeamAlternate": "Doncaster Rovers",
            "strTeamShort": "DNR",
            "intFormedYear": "1879",
            "strSport": "Soccer",
            "strLeague": "English League 2",
            "idLeague": "4397",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "21471",
            "strStadium": "Eco-Power Stadium",
            "strKeywords": "Donny, Rovers",
            "strRSS": "",
            "strLocation": "Doncaster, South Yorkshire",
            "intStadiumCapacity": "15231",
            "strWebsite": "www.doncasterroversfc.co.uk",
            "strFacebook": "www.facebook.com\/doncasterroversfc",
            "strTwitter": "www.twitter.com\/drfc_official",
            "strInstagram": "www.instagram.com\/drfcofficial",
            "strDescriptionEN": "Doncaster Rovers Football Club is an English football club based in Doncaster, South Yorkshire. They play in League One, the third tier of the English football league system after relegation from The Championship in 2013–14.\r\n\r\nThe club was founded in 1879 and turned professional in 1885. Doncaster have spent the majority of their playing history between the third and fourth tiers of the English football league system and are one of four clubs to win the Division 3\/League Two title three times.\r\n\r\nThe club's colours have traditionally been red and white. Their home strip is red and white hoops, which has been the main design of the club's home shirt since 2001.\r\n\r\nThe associated Doncaster Rovers Belles L.F.C. are one of the most successful women's clubs in English football.\r\n\r\nFollowing promotion in 2012–13, manager Brian Flynn moved to become director of football at the club, with Paul Dickov becoming manager a few weeks later.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ssvpvx1424033260.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/90c87g1536678708.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/mcig5r1539599235.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sm9hfm1539599243.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/msyqrl1539599251.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/fglo721539599262.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/tnirfj1536863321.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/03illb1727787708.png",
            "strYoutube": "www.youtube.com\/channel\/UCllNtBaf35q89ML6S759O2Q",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133615",
            "idESPN": "368",
            "idAPIfootball": "45",
            "intLoved": null,
            "strTeam": "Everton",
            "strTeamAlternate": "Everton FC",
            "strTeamShort": "EVE",
            "intFormedYear": "1878",
            "strSport": "Soccer",
            "strLeague": "English Premier League",
            "idLeague": "4328",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15532",
            "strStadium": "Goodison Park",
            "strKeywords": "The Toffees",
            "strRSS": "http:\/\/www.football365.com\/everton\/rss",
            "strLocation": "Walton, Liverpool",
            "intStadiumCapacity": "40157",
            "strWebsite": "www.evertonfc.com",
            "strFacebook": "www.facebook.com\/Everton",
            "strTwitter": "twitter.com\/everton",
            "strInstagram": "instagram.com\/officialeverton",
            "strDescriptionEN": "Everton Football Club \/ˈɛvərtən\/ are an English professional football club based in Liverpool, and currently playing in the Premier League. The club have competed in the top division for a record 110 seasons (missing only four seasons, in the second tier) and have won the League Championship nine times.\r\n\r\nFormed in 1878, Everton were founding members of The Football League in 1888 and won their first league championship two seasons later. Following four league titles and two FA Cup wins, Everton experienced a lull in the immediate post World War Two period until a revival in the 1960s which saw the club win two league championships and an FA Cup. The mid-1980s represented their most recent period of sustained success, with two League Championship successes, an FA Cup, and the 1985 European Cup Winners' Cup. The club's most recent major trophy was the 1995 FA Cup. The club's supporters are known as Evertonians.\r\n\r\nEverton have a rivalry with neighbours Liverpool and the two sides contest the Merseyside derby. The club have been based at Goodison Park since 1892, after moving from Anfield after a row over its rent.\r\n\r\nThe club's home colours are royal blue shirts and white shorts. Everton player Dixie Dean scored a record 60 league goals in the 1927–28 season.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Everton Football Club, meglio noto come Everton (IPA: \/ˈɛvərtən\/), è un club calcistico inglese di Liverpool. Milita ininterrottamente in Premier League dal 1954 e disputa i propri incontri interni a Goodison Park, nel distretto cittadino di Walton.\r\n\r\nNato nel 1878, è il club più antico della città ed è tra i fondatori della Football League (1888); vanta un record di 118 stagioni nel massimo campionato inglese (Football League fino al 1992 e, da allora, Premier League) su 122 edizioni, che ha vinto diciannove volte (l'ultima nel 1987); vanta inoltre la vittoria in venti FA Cup, nove Charity Shield e, fuori dai confini nazionali, nella Coppa delle Coppe 1984-85.\r\n\r\nVanta una rivalità sportiva di lunga data con la concittadina Liverpool Football Club, accentuatasi nel periodo in cui quest'ultimo club inanellò un ciclo vittorioso che lo portò a essere il più titolato d'Inghilterra intorno alla metà degli anni ottanta, con vittorie sia a livello interno che europeo.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#003399",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/eqayrf1523184794.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/xqyrtw1420477561.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yyuypw1420393451.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yvxsuy1421360829.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tuvwus1421361016.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sppyvw1421360906.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/rsstxs1424564236.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/2c9dpp1732619652.png",
            "strYoutube": "www.youtube.com\/user\/OfficialEverton",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134365",
            "idESPN": "324",
            "idAPIfootball": "1364",
            "intLoved": null,
            "strTeam": "Exeter",
            "strTeamAlternate": "Exeter City",
            "strTeamShort": "EXE",
            "intFormedYear": "1901",
            "strSport": "Soccer",
            "strLeague": "English League 1",
            "idLeague": "4396",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "30832",
            "strStadium": "St James Park",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Exeter, England",
            "intStadiumCapacity": "8541",
            "strWebsite": "www.exetercityfc.co.uk",
            "strFacebook": "www.facebook.com\/exetercityfc\/",
            "strTwitter": "twitter.com\/OfficialECFC",
            "strInstagram": "www.instagram.com\/officialecfc",
            "strDescriptionEN": "Exeter City Football Club is a professional association football club based in Exeter, Devon, England. The team play in League Two, the fourth tier of the English football league system. The club is owned by the club's supporters through the Exeter City Supporters' Trust.\r\n\r\nThe club was a member of the Football League from 1920 to 2003. Following five seasons in the Conference National, Exeter were promoted back to League Two for the 2008–09 season and immediately achieved automatic promotion to League One for the 2009–10 season. In the 2011–12 season of League One Exeter City were relegated to League Two, finishing 23rd with 48 points, they have remained in League Two ever since.\r\n\r\nExeter City was founded in 1904 and began playing on an old field used for fattening pigs, St James Park (not to be confused with the homes of Newcastle United or Brackley Town). Exeter remain at St James Park to this day. The club is nicknamed \"The Grecians\". For the 2016–17 season City's home kit is supplied by Joma and it consists of red and white shirts, black shorts, and black and white socks.\r\n\r\nThe club is known as the first side to play a national team from Brazil, after a tour of South America in 1914 to generate awareness of football in the continent. As a result, City and Brazilian side Fluminense are now also partner clubs.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/98wt4h1521144923.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/51dybw1521145080.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2y4y571545133837.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/dna8kj1545133866.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qpjpxq1545133873.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/quyeea1545133880.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/pqvak41541176456.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/986u851697231018.png",
            "strYoutube": "www.youtube.com\/channel\/UCcGc3MFnRh4EI1Mv3CFX3Xg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134374",
            "idESPN": "3891",
            "idAPIfootball": "1336",
            "intLoved": "2",
            "strTeam": "Fleetwood Town",
            "strTeamAlternate": "Fleetwood Town Football Club, FTFC",
            "strTeamShort": "FLT",
            "intFormedYear": "1908",
            "strSport": "Soccer",
            "strLeague": "English League 2",
            "idLeague": "4397",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16375",
            "strStadium": "Highbury Stadium",
            "strKeywords": "Cod Army, Fleetwood, FTFC",
            "strRSS": "http:\/\/www.fleetwoodtownfc.com\/common\/rss\/news-rss-feed.xml",
            "strLocation": "Fleetwood",
            "intStadiumCapacity": "5327",
            "strWebsite": "www.fleetwoodtownfc.com",
            "strFacebook": "www.facebook.com\/Fleetwood-Town-FC-114163671927662\/",
            "strTwitter": "www.twitter.com\/ftfc",
            "strInstagram": "www.instagram.com\/ftfcofficial\/?hl=en",
            "strDescriptionEN": "Fleetwood Town Football Club is an English professional association football club based in the town of Fleetwood, Lancashire. Established in 1997, the current Fleetwood Town F.C. is the fourth incarnation of the club; it was originally formed in 1908. The team compete in League One, the third tier of the English football league system. Their home strip is red shirts with white sleeves and white shorts. The home ground is Highbury Stadium in Fleetwood and the supporters of the club are affectionately known as the Cod Army. They contest a rivalry with nearby Blackpool known as the Fylde Coast derby.\r\n\r\nThe original club founded in 1908 were known simply as Fleetwood and won the Lancashire Combination in the 1923–24 season, though would resign from the league in February 1928 due to financial difficulties. Fleetwood Windsor Villa took their place in the Lancashire Combination and won three Lancashire Combination Cups in 1933, 1934 and 1935. The club became founder members of the newly created Northern Premier League in 1968, though folded in 1976 and reformed the following year as Fleetwood Town. They initially competed in the Cheshire County League and then joined the North West Counties League in 1982. They were promoted as First Division champions in 1983–84 and reached the final of the FA Vase in 1985. However this club also folded in 1997.\r\n\r\nThe current incarnation of the club came into existence as Fleetwood Wanderers in 1997 and won the North West Counties League First Division title in 1998–99. They changed their name to Fleetwood Town in 2002 and were taken over by Andrew Pilley two years later, who would transform the club's fortunes with significant financial investments. Fleetwood won the North West Counties League Premier Division title in 2004–05, promotion out of the Northern Premier League First Division in 2005–06, the Northern Premier League Premier Division title in 2007–08 and the Conference North play-offs in 2010. Fleetwood won the Conference National title in 2011–12 to secure a place in the Football League for the first time. In May 2014, Fleetwood beat Burton Albion at Wembley in the League Two play-off final to gain promotion League One; the club's sixth promotion in ten years.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/txwuwp1424032712.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/sttxsp1447430895.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vwwwts1447431820.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/quswwx1447432535.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wpwpww1447428149.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/l5i3r71539599401.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/wtwvtt1447431737.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/i8p3fs1727781206.png",
            "strYoutube": "www.youtube.com\/user\/fleetwoodcodarmy",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133600",
            "idESPN": "370",
            "idAPIfootball": "36",
            "intLoved": "1",
            "strTeam": "Fulham",
            "strTeamAlternate": "Fulham FC",
            "strTeamShort": "FUL",
            "intFormedYear": "1879",
            "strSport": "Soccer",
            "strLeague": "English Premier League",
            "idLeague": "4328",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16373",
            "strStadium": "Craven Cottage",
            "strKeywords": "The Cottagers, The Whites, The Lily Whites",
            "strRSS": "",
            "strLocation": "Fulham, London, England",
            "intStadiumCapacity": "25700",
            "strWebsite": "www.fulhamfc.com",
            "strFacebook": "www.facebook.com\/FulhamFC",
            "strTwitter": "twitter.com\/FulhamFC",
            "strInstagram": "www.instagram.com\/fulhamfc",
            "strDescriptionEN": "Fulham Football Club is an English professional association football club based in Fulham, London. They currently compete in the Championship, the second tier of the English football league system. Founded in 1879, they are London's oldest football club playing professionally.\r\n\r\nThe club has spent 27 seasons in English football's top division, the majority of which have come in two periods during the 1960s and 2000s. The latter period was associated with former chairman Mohamed Al-Fayed, after the club had climbed up from the fourth tier in the 1990s. Fulham have reached two major finals: in 1975 they lost 2–0 against West Ham United in the FA Cup Final as a Second Division team, and in 2010 they played Atlético Madrid in the UEFA Europa League Final, losing 2–1 after extra time.\r\n\r\nFulham's main rivalries are with fellow West London clubs Chelsea, Queens Park Rangers and Brentford. The club adopted a white shirt and black shorts as its kit in 1903, which has been used ever since.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Fulham Football Club, noto semplicemente come Fulham, è una società calcistica inglese con sede nell'omonimo quartiere londinese. Milita in Football League Championship , la seconda divisione del campionato inglese di calcio, e disputa le partite interne allo stadio londinese di Craven Cottage, impianto da 26 000 posti a sedere.\r\n\r\nIl Fulham è la squadra più antica tra tutte le compagini calcistiche di Londra, essendo stato fondato nel 1879 da parte di un gruppo di fedeli della Chiesa anglicana di West Kensington.\r\n\r\nNel 2002 il club vinse la Coppa Intertoto contro il Bologna e si qualificò alla Coppa UEFA, mentre nel 2010 raggiunse la sua prima finale in una competizione europea maggiore, giocando l'ultimo atto dell'Europa League contro l'Atlético Madrid (sconfitta per 1-2 ai tempi supplementari).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FFFFFF",
            "strColour2": "#000000",
            "strColour3": "#CC0000",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xwwvyt1448811086.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/dk83vs1549368400.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/jv19st1532296431.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vtj30z1532296500.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/o4lhkf1532296527.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/flhg8e1532296446.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/cjl9kv1532296720.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/h8dtjf1721223371.png",
            "strYoutube": "www.youtube.com\/fulhamfc",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134230",
            "idESPN": "389",
            "idAPIfootball": "1347",
            "intLoved": "1",
            "strTeam": "Gillingham",
            "strTeamAlternate": "Gillingham Football Club",
            "strTeamShort": "GLG",
            "intFormedYear": "1893",
            "strSport": "Soccer",
            "strLeague": "English League 2",
            "idLeague": "4397",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16288",
            "strStadium": "Priestfield Stadium",
            "strKeywords": "The Gills",
            "strRSS": "http:\/\/www.gillinghamfootballclub.com\/common\/rss\/news-rss-feed.xml",
            "strLocation": "Gillingham, Kent",
            "intStadiumCapacity": "11582",
            "strWebsite": "www.gillinghamfootballclub.com",
            "strFacebook": "www.facebook.com\/GillinghamFootballClubOfficial",
            "strTwitter": "www.twitter.com\/TheGillsFC",
            "strInstagram": "",
            "strDescriptionEN": "Gillingham Football Club is an English professional football club based in the town of Gillingham, Kent. The only Kent-based club in the Football League, the \"Gills\" play their home matches at the Priestfield Stadium. In 2013–14, Gillingham competed in Football League One, the third tier in the English football league system, after gaining promotion from Football League Two as champions the previous season.\r\n\r\nThe club was founded in 1893 and joined the Football League in 1920. They were voted out of the league in favour of Ipswich Town at the end of the 1937–38 season, but returned to it 12 years later after it was expanded from 88 to 92 clubs. Twice in the late 1980s they came close to winning promotion to the second tier of English football, but a decline then set in and in 1993 they narrowly avoided relegation to the Football Conference. Between 2000 and 2005, Gillingham were in the second tier of the English football league system for the only time in their history, achieving a club record highest league finish of eleventh place in 2002–03.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/sqxvpp1424033506.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/vdewf61536679456.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ix1gi41539267441.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ka3ck81539267449.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/eb7j0t1539267456.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/si8p8s1539267464.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/p98v0z1536863344.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/parmb71727727449.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134250",
            "idESPN": "386",
            "idAPIfootball": "1365",
            "intLoved": null,
            "strTeam": "Grimsby",
            "strTeamAlternate": "Grimsby Town",
            "strTeamShort": "GBT",
            "intFormedYear": "1878",
            "strSport": "Soccer",
            "strLeague": "English League 2",
            "idLeague": "4397",
            "strLeague2": "FA Trophy",
            "idLeague2": "4788",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16252",
            "strStadium": "Blundell Park",
            "strKeywords": "",
            "strRSS": "http:\/\/www.grimsby-townfc.co.uk\/common\/rss\/news-rss-feed.xml",
            "strLocation": "Grimsby, Lincolnshire",
            "intStadiumCapacity": "9052",
            "strWebsite": "www.grimsby-townfc.co.uk",
            "strFacebook": "www.facebook.com\/officialgrimsbytown",
            "strTwitter": "www.twitter.com\/officialgtfc",
            "strInstagram": "",
            "strDescriptionEN": "Grimsby Town Football Club is a professional football club based in Cleethorpes, North East Lincolnshire, England, that competes in League Two, the fourth tier of the English football league system. Nicknamed \"the Mariners\", the club was founded as Grimsby Pelham Football Club in 1878, changed its name to Grimsby Town a year later, and moved to its current stadium, Blundell Park, in 1898.\r\n\r\nGrimsby Town were the most successful pre-war team of the three professional clubs in historic Lincolnshire, being the only one to play top-flight English football. It is also the only club of the three to reach an FA Cup semi-final (doing so on two occasions, both times during the 1930's). It has also spent more time in the English game's first and second tiers than any other club from Lincolnshire. Notable former managers include Bill Shankly, who went on to guide Liverpool to three League titles, two FA Cups and a UEFA Cup triumph, and Lawrie McMenemy who, after securing promotion to the then Third Division in 1972, moved to Southampton where he won the FA Cup in 1976. Alan Buckley is the club's most successful manager; he had three spells between 1988 and 2008, guiding the club to three promotions and two appearances at Wembley Stadium during the 1997–98 season, winning both the Football League Trophy and the Football League Second Division play-off Final. In 2008 Buckley took Grimsby to the capital again, but lost out to MK Dons in the final of the Football League Trophy. The Mariners had also reached the Football League Two play-off Final in 2006 at the Millennium Stadium in Cardiff, but lost the match 1–0 to Cheltenham Town, Later trips to Wembley in 2013 and 2016 saw them defeated in the FA Trophy final by Wrexham and F.C. Halifax Town respectively, having also lost at the venue in the 2015 National League play-off final to Bristol Rovers before finally gaining promotion by winning the 2016 final against Forest Green Rovers. In 2021, relegation to the National League was confirmed for a second time, following a 3-2 defeat at Exeter City.\r\n\r\nGrimsby Town's relegation in 2010 made them the fourth club to compete in all top five divisions of English football (after Carlisle United, Oxford United and Luton Town, and before Leyton Orient and Notts County). Grimsby's 1939 FA Cup semi-final attendance of 76,962 versus Wolverhampton Wanderers is still a record at Manchester United's Old Trafford stadium. In 1954 they became the first English club to appoint a foreign manager, Hungarian Elemér Berkessy. The club's record appearance holder is John McDermott, who made 754 appearances between 1987 and 2007, while their leading scorer is Pat Glover, with 180 goals (1930–39).",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/yyupxs1464537075.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/953gtg1542119075.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/zjrawp1545133715.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/er3epz1545133722.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/y2xgwd1545133729.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/d5mvmc1545133736.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/kfxahq1542119094.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/vviq8w1727625152.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "137534",
            "idESPN": "19262",
            "idAPIfootball": "1842",
            "intLoved": null,
            "strTeam": "Harrogate Town FC",
            "strTeamAlternate": "Harrogate, Harrogate Town AFC",
            "strTeamShort": "HAT",
            "intFormedYear": "1914",
            "strSport": "Soccer",
            "strLeague": "English League 2",
            "idLeague": "4397",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "30954",
            "strStadium": "Exercise Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Harrogate",
            "intStadiumCapacity": "5000",
            "strWebsite": "www.harrogatetownafc.com",
            "strFacebook": "www.facebook.com\/HarrogateTownAFC\/",
            "strTwitter": "twitter.com\/HarrogateTown",
            "strInstagram": "www.instagram.com\/harrogatetownafc",
            "strDescriptionEN": "Harrogate Town Association Football Club is a professional association football club based in the spa town of Harrogate, North Yorkshire, England. The club will compete in League Two, the fourth tier of English football from the 2020–21 season after winning the 2019–20 National League play-offs.\r\n\r\nFormed in 1914, the club is nicknamed \"Town\" and also the \"Sulphurites\", due to Harrogate's famous sulphur springs. The club's colours are black and yellow and they will played their home games at Keepmoat Stadium in Doncaster, which has a capacity of 15,321.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tf6bfs1599297313.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/wzjczk1632773949.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/a402ai1633028439.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wxtrta1633028556.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/juke151633028678.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/w5hix21633028300.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/cd8s0r1633029410.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/jwspnf1727444919.png",
            "strYoutube": "www.youtube.com\/channel\/UCpq22_lnzYPV528mbg2dy0Q",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133932",
            "idESPN": "335",
            "idAPIfootball": "37",
            "intLoved": null,
            "strTeam": "Huddersfield Town",
            "strTeamAlternate": "Huddersfield Town AFC",
            "strTeamShort": "HDD",
            "intFormedYear": "1908",
            "strSport": "Soccer",
            "strLeague": "English League 1",
            "idLeague": "4396",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18405",
            "strStadium": "John Smith's Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Stadium Way, Huddersfield, England",
            "intStadiumCapacity": "24500",
            "strWebsite": "www.htafc.com",
            "strFacebook": "www.facebook.com\/htafcdotcom",
            "strTwitter": "twitter.com\/htafcdotcom",
            "strInstagram": "www.instagram.com\/htafcinstagram",
            "strDescriptionEN": "Huddersfield Town A.F.C. is an English football club in Huddersfield, West Yorkshire. Huddersfield Town have played the majority of their history in the top two tiers of English football and currently (2014–15) play in the Football League Championship.\r\n\r\nIn 1926, Huddersfield became the first English club to win three successive league titles, a feat which only three other clubs have matched, and none has bettered. They also won the FA Cup in 1922.\r\n\r\nNicknamed The Terriers, the club plays in blue and white vertically striped shirts and white shorts. They have played home games at the John Smith's Stadium since 1994. The stadium replaced Leeds Road, Huddersfield Town's home since 1908.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#0E63AD",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/y11fin1677527513.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/emz7cd1504211130.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/1sb07c1504211153.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/hi9nu21504211246.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/6a01sq1504211268.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/z15um31504211283.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/xs6pn21504211300.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/ukprgt1724243917.png",
            "strYoutube": "www.youtube.com\/user\/OfficialHTAFC",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133617",
            "idESPN": "306",
            "idAPIfootball": "64",
            "intLoved": null,
            "strTeam": "Hull",
            "strTeamAlternate": "Hull City AFC, HCAFC",
            "strTeamShort": "HUL",
            "intFormedYear": "1904",
            "strSport": "Soccer",
            "strLeague": "English League Championship",
            "idLeague": "4329",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "21620",
            "strStadium": "The MKM Stadium",
            "strKeywords": "",
            "strRSS": "http:\/\/www.football365.com\/hull-city\/rss",
            "strLocation": "Kingston upon Hull, England",
            "intStadiumCapacity": "32000",
            "strWebsite": "www.wearehullcity.co.uk",
            "strFacebook": "www.facebook.com\/hullcityofficial",
            "strTwitter": "twitter.com\/HullCity",
            "strInstagram": "www.instagram.com\/hullcity",
            "strDescriptionEN": "Hull City Association Football Club is a professional association football club based in Kingston upon Hull, East Riding of Yorkshire, England. They compete in the EFL Championship, the second level of the English football league system. \r\n\r\nIn 2007–08, they achieved promotion to the top flight of English football for the first time in their history by winning the Championship play-off final at Wembley Stadium. Their highest league finish was in 2013–14, when they finished 16th in the table, a season in which they also reached the final of the FA Cup.\r\n\r\nHull City play home games at the KCOM Stadium, having moved there in 2002 after 56 seasons at Boothferry Park. Hull traditionally play in black and amber, often with a striped shirt design, hence their nickname, The Tigers.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Hull City Association Football Club, noto anche come Hull City AFC o più semplicemente Hull City, è una società calcistica inglese della città di Kingston upon Hull, nota più semplicemente come Hull, nella contea dell'East Riding of Yorkshire. Milita in League One, la terza divisione del campionato inglese.\r\n\r\nL'Hull City raggiunse per la prima volta la promozione in Premier League, la massima divisione inglese, al termine della stagione agonistica 2007-2008, battendo il Bristol City a Wembley nella finale dei play-off di seconda serie. Nel 2013-2014 l'Hull ha ottenuto il miglior piazzamento in massima serie, il 16º posto, nell'anno in cui raggiunse anche la finale di FA Cup, persa contro l'Arsenal per 3-2 dopo essersi trovato in vantaggio di due reti.\r\n\r\nLa squadra gioca al KC Stadium dal 2002, mentre per 56 stagioni aveva giocato al Boothferry Park. Scende in campo in tenuta ambra-nera, da cui il soprannome Tigers (\"Tigri\").",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#f5971d",
            "strColour2": "#000000",
            "strColour3": "#ffffff",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/fbqqda1601726113.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/uyswxp1424366661.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wsqyss1424365992.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yyuttp1424366011.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uvxusy1424366026.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wwxvxp1424366045.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/quwrsx1424561665.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/guv7e71726057282.png",
            "strYoutube": "www.youtube.com\/user\/HCAFCOfficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133635",
            "idESPN": "357",
            "idAPIfootball": "63",
            "intLoved": null,
            "strTeam": "Leeds",
            "strTeamAlternate": "Leeds United FC",
            "strTeamShort": "LEE",
            "intFormedYear": "1919",
            "strSport": "Soccer",
            "strLeague": "English League Championship",
            "idLeague": "4329",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15534",
            "strStadium": "Elland Road",
            "strKeywords": "The Whites, The Peacocks",
            "strRSS": "",
            "strLocation": "Beeston, Leeds, England",
            "intStadiumCapacity": "37890",
            "strWebsite": "www.leedsunited.com",
            "strFacebook": "www.facebook.com\/LeedsUnited",
            "strTwitter": "twitter.com\/lufc",
            "strInstagram": "www.instagram.com\/leedsunited",
            "strDescriptionEN": "Leeds United Football Club is a professional football club in Leeds, West Yorkshire, England. The club was formed in 1919 following the disbanding of Leeds City F.C. by the Football League and took over their Elland Road stadium. They will play in the Premier League, the first tier of English football, following promotion in the 2019–20 season.\r\n\r\nMost of their history has been spent playing in the first tier; their longest continuous spell inside the first tier was a period of 18 years between 1964 and 1982, while their longest period outside of it spanned 16 years between 2004 and 2020. They have won three English league titles, one FA Cup, one League Cup, two Charity\/Community Shields and two Inter-Cities Fairs Cups. The club reached the 1975 European Cup Final, losing to Bayern Munich after some controversial refereeing decisions. Leeds reached the semi-finals of the tournament's successor, the Champions League in 2001. The club were also runners-up in the European Cup Winners Cup final in 1973. The majority of the honours were won under the management of Don Revie in the 1960s and 1970s.\r\n\r\nLeeds play in all-white kits at home matches. The club's badge features the White Rose of York. The club's anthem is Marching on Together. Leeds share rivalries with Manchester United and Chelsea, as well as with local teams such as Huddersfield Town, Bradford City and Sheffield Wednesday.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Leeds United Football Club o Leeds United, è un club calcistico inglese di Leeds, nato nel 1919 dopo lo scioglimento di un preesistente club cittadino, il Leeds City. Milita in Premier League, il vertice del campionato inglese di calcio, e disputa gli incontri interni nell'impianto di proprietà, Elland Road, capace di 37890 posti a sedere.\r\n\r\nNel suo palmarès figurano tre campionati inglesi (1968-1969, 1973-1974 e 1991-1992), una Coppa d'Inghilterra (1971-1972), una Football League Cup (1967-1968), due Supercoppe d'Inghilterra (1969 e 1992) e due Coppe delle Fiere (1967-1968 e 1970-1971). Tra gli anni sessanta e settanta del XX secolo il Leeds, guidato dall'allenatore Don Revie, si impose come una delle migliori squadre europee dell'epoca, giungendo in finale di Coppa delle Coppe (1972-1973) e Coppa dei Campioni (1974-1975).\r\n\r\nIl colore sociale del club è il bianco con bordi gialli e blu; il soprannome dei calciatori e dei tifosi è Whites (Bianchi).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#1D428A",
            "strColour2": "#FFCD00",
            "strColour3": "#AC944D",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/g0eqzw1598804097.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/e05wds1532298419.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qgu92c1731540136.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xhddol1731540156.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/r82psx1731540188.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vyuvwx1420731182.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/tb89xa1513030177.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/ngdbnn1726059067.png",
            "strYoutube": "www.youtube.com\/user\/LeedsUnitedOfficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133626",
            "idESPN": "375",
            "idAPIfootball": "46",
            "intLoved": "1",
            "strTeam": "Leicester",
            "strTeamAlternate": "Leicester City",
            "strTeamShort": "LEI",
            "intFormedYear": "1884",
            "strSport": "Soccer",
            "strLeague": "English Premier League",
            "idLeague": "4328",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16116",
            "strStadium": "King Power Stadium",
            "strKeywords": "The Foxes",
            "strRSS": "http:\/\/www.football365.com\/leicester-city\/rss",
            "strLocation": "Filbert Way, Leicester",
            "intStadiumCapacity": "32262",
            "strWebsite": "www.lcfc.com",
            "strFacebook": "www.facebook.com\/lcfcofficial",
            "strTwitter": "twitter.com\/lcfc",
            "strInstagram": "www.instagram.com\/lcfc",
            "strDescriptionEN": "Leicester City Football Club is a professional football club based in the city of Leicester, East Midlands, England. The club competes in the Premier League, the top tier of English football, following promotion from the 2023–24 EFL Championship as champions.\r\n\r\nThe club was founded in 1884 as Leicester Fosse F.C, and became known as Leicester City in 1919. They moved to Filbert Street in 1891, were elected to the Football League in 1894 and moved to the nearby King Power Stadium in 2002.\r\n\r\nLeicester City have notably won one Premier League, one FA Cup, three League Cups and two FA Community Shields. The club's 2015–16 Premier League title win attracted global attention, and they became one of seven clubs to have won the Premier League since its inception in 1992. Prior to this, Leicester's highest league finish was second place in the top flight in 1928–29. In addition, they hold the most second tier titles in English football, with eight.\r\n\r\nThe club have competed in the FA Cup final five times, winning their first title in 2021. They won the League Cup in 1964, 1997 and 2000 respectively, and were finalists in 1964–65 and 1998–99. Leicester have also played in seven European competitions to date, notably reaching the UEFA Champions League quarter-finals in 2016–17 and the UEFA Europa Conference League semi-finals in 2021–22.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Leicester City Football Club, noto semplicemente come Leicester City o Leicester, è una società calcistica inglese con sede nella città di Leicester, militante in Premier League (massima divisione del campionato inglese) dal 2014; disputa le proprie partite casalinghe al King Power Stadium.\r\n\r\nFondato nel 1884, il Leicester è affiliato alla Football Association fin da quando aveva la denominazione di Leicester Fosse Football Club, ma ha acquisito la ragione sociale corrente nel 1919. Dopo aver esordito nel campionato di Second Division (seconda divisione inglese) nella stagione 1894-1895, ha preso parte ad altre sessantadue edizioni di seconda divisione e a quarantotto della massima serie.\r\n\r\nIl Leicester è diventato famoso per l'inaspettata vittoria della Premier League nella stagione 2015-2016, sotto la guida tecnica dell'allenatore italiano Claudio Ranieri; apparentemente meno competitivo di altri club più blasonati, la squadra si è resa protagonista di uno dei trionfi più sorprendenti nella storia dello sport.[1] Nel suo palmarès figurano anche una FA Cup (2020-2021),[2] tre League Cup (1963-1964, 1996-1997, 1999-2000), un Community Shield (1971) e sette campionati di seconda divisione (1924-1925, 1936-1937, 1953-1954, 1956-1957, 1970-1971, 1979-1980, 2013-2014).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#003090",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xtxwtu1448813356.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/trwrrw1469531368.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wy23cn1731852294.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vxutss1424378917.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tytwqq1454443818.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vqwsqx1424378952.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/xqswxq1424563835.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/rsdwo31732620704.png",
            "strYoutube": "www.youtube.com\/user\/LCFCOfficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134367",
            "idESPN": "309",
            "idAPIfootball": "1373",
            "intLoved": null,
            "strTeam": "Leyton Orient",
            "strTeamAlternate": "Orient",
            "strTeamShort": "LEY",
            "intFormedYear": "1881",
            "strSport": "Soccer",
            "strLeague": "English League 1",
            "idLeague": "4396",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "29014",
            "strStadium": "Gaughan Group Stadium",
            "strKeywords": "Orient, The O",
            "strRSS": "http:\/\/www.leytonorient.com\/common\/rss\/news-rss-feed.xml",
            "strLocation": "Leyton, London Borough of Waltham Forest",
            "intStadiumCapacity": "9271",
            "strWebsite": "www.leytonorient.com",
            "strFacebook": "www.facebook.com\/lofcofficial",
            "strTwitter": "www.twitter.com\/leytonorientfc",
            "strInstagram": "",
            "strDescriptionEN": "Leyton Orient Football Club are a professional football club in Leyton, in the London Borough of Waltham Forest, England. They play in Football League Two, the fourth tier in the English football league system, and are known to their fans as the O's.\r\n\r\nLeyton Orient have spent one season in the top flight of English football, in 1962–63. In 1978, Orient reached the semi-finals of the FA Cup for the only time in their history, under the management of Jimmy Bloomfield, but were beaten 3–0 by Arsenal. Between October 1993 and September 1995, Orient did not win a single away game in the league, leaving them bottom of Division Two in 1994–95. They reached the Football League Trophy Southern Area Final in 2012–13, but were beaten 3–2 on aggregate by Southend United, missing out on a chance to go to Wembley.\r\n\r\nLeyton Orient's home ground Brisbane Road is officially known as the Matchroom Stadium after former club chairman Barry Hearn's sports promotion company. Hearn became chairman in 1995 after the club was put on sale for £5 by then-chairman Tony Wood whose coffee-growing business in Rwanda had been destroyed in the country's civil war. The period of the club's near-closure was covered by the television documentary Orient: Club for a Fiver (made by Open Media for Channel 4). In June 2014, Hearn sold the club to Italian businessman Francesco Becchetti.\r\n\r\nRussell Slade was appointed manager of the club in 2010 and has been successful in maintaining the club's League One status. Leyton Orient finished 7th, one place away from the playoff positions, in both the 2010\/2011 and 2012\/2013 seasons. He resigned on 24 September 2014.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/g4d9bi1688678797.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/c93xvi1561110072.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rjbsk61561110119.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qrbcui1561110148.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/e0hnvv1561110202.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2hkh7g1561110223.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/333vo41561110236.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/5bq7n31724237597.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135900",
            "idESPN": "314",
            "idAPIfootball": "1379",
            "intLoved": null,
            "strTeam": "Lincoln",
            "strTeamAlternate": "Lincoln City",
            "strTeamShort": "LNC",
            "intFormedYear": "1884",
            "strSport": "Soccer",
            "strLeague": "English League 1",
            "idLeague": "4396",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "EFL Trophy",
            "idLeague4": "4847",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16296",
            "strStadium": "Sincil Bank",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Lincoln",
            "intStadiumCapacity": "10120",
            "strWebsite": "www.redimps.co.uk",
            "strFacebook": "www.facebook.com\/lincolncityfc\/",
            "strTwitter": "twitter.com\/LincolnCity_FC",
            "strInstagram": "www.instagram.com\/lincolncity_fc",
            "strDescriptionEN": "Lincoln City Football Club are a professional association football club based in the city of Lincoln, Lincolnshire, England. The team compete in League One, the third tier of the English football league system.\r\nIn 1982 and again in 1983, Lincoln narrowly missed out on promotion to the Second Division. In 1985, Lincoln were the opposition at Bradford City when the Bradford City stadium fire claimed the lives of 56 spectators – two of them, Bill Stacey and Jim West, were Lincoln fans, and subsequently these fans had the Stacey West stand named after them.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Lincoln City Football Club è una società calcistica inglese con sede nella città di Lincoln, militante nella Football League One (terza divisione inglese) dal 2019. Gioca le partite casalinghe al Sincil Bank, impianto da 10 127 posti a sedere.\r\n\r\nIl 18 febbraio 2017, grazie alla vittoria per 1-0 sul campo del Burnley (squadra della Premier League) negli ottavi di finale di FA Cup, il Lincoln City è diventata la prima squadra dilettantistica dal 1914 a riuscire a qualificarsi ai quarti di finale della competizione;[1] tuttavia nel turno successivo è stata eliminata dall'Arsenal con il risultato di 5-0.\r\n\r\nIl 22 aprile 2017, grazie alla vittoria per 2-1 in casa sul Macclesfield Town, si aggiudica la National League con due partite di anticipo e torna in Football League Two, dopo sei stagioni di assenza.\r\n\r\nNel luglio 2020 il club è stato acquistato da un ricco imprenditore inglese, con l'intento di rendere i The Red Imps un club di alto rango.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/x46tji1719860130.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/lk7bfk1542119120.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/bqugoa1545134341.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/r9jdlp1545134349.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/bmxorj1545134356.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/8bwx531545134363.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/8si99u1542119135.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/yofwk71723920292.png",
            "strYoutube": "www.youtube.com\/channel\/UCCLmGW0zE-1Gdagxg52G7sA",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133602",
            "idESPN": "364",
            "idAPIfootball": "40",
            "intLoved": "10",
            "strTeam": "Liverpool",
            "strTeamAlternate": "Liverpool FC",
            "strTeamShort": "LIV",
            "intFormedYear": "1892",
            "strSport": "Soccer",
            "strLeague": "English Premier League",
            "idLeague": "4328",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "UEFA Champions League",
            "idLeague4": "4480",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15407",
            "strStadium": "Anfield",
            "strKeywords": "The Reds",
            "strRSS": "https:\/\/www.liverpoolfc.com\/news.rss",
            "strLocation": "Anfield, Liverpool",
            "intStadiumCapacity": "55000",
            "strWebsite": "www.liverpoolfc.tv",
            "strFacebook": "www.facebook.com\/LiverpoolFC",
            "strTwitter": "twitter.com\/LFC",
            "strInstagram": "instagram.com\/liverpoolfc",
            "strDescriptionEN": "Liverpool Football Club is a professional football club based in Liverpool, England, that competes in the Premier League, the top tier of English football. Founded in 1892, the club joined the Football League the following year and has played at Anfield since its formation.\r\n\r\nDomestically, the club has won nineteen League titles, eight FA Cups, a record nine League Cups and fifteen FA Community Shields. In international competitions, the club has won six European Cups, three UEFA Cups, four UEFA Super Cups—all English records—and one FIFA Club World Cup. The club established itself as a major force in domestic and European football in the 1970s and 1980s, when Bill Shankly, Bob Paisley, Joe Fagan and Kenny Dalglish, led the club to a combined eleven League titles and four European Cups. Liverpool won two further European Cups in 2005 and 2019 under the management of Rafael Benítez and Jürgen Klopp, respectively; the latter led Liverpool to a nineteenth League title in 2020, the club's first during the Premier League era.\r\n\r\nLiverpool is one of the most valuable and widely supported clubs in the world. The club has long-standing rivalries with Manchester United and Everton. Under management by Shankly, in 1964 the team changed from red shirts and white shorts to an all-red home strip which has been used ever since. The club's anthem is \"You'll Never Walk Alone\".\r\n\r\nThe club's supporters have been involved in two major tragedies. The Heysel Stadium disaster, where escaping fans were pressed against a collapsing wall at the 1985 European Cup Final in Brussels, resulted in 39 deaths. Most of these were Italians and Juventus fans. Liverpool were given a six-year ban from European competition, with all other English clubs received a five-year ban. The Hillsborough disaster in 1989, where 97 Liverpool supporters died in a crush against perimeter fencing, led to the elimination of fenced standing terraces in favour of all-seater stadiums in the top two tiers of English football. Prolonged campaigning for justice saw further coroners inquests, commissions and independent panels that ultimately exonerated the fans.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Liverpool Football Club, o noto più comunemente solo come Liverpool, è una società calcistica inglese con sede a Liverpool; milita nella Premier League, della quale è stata uno dei fondatori, ed è affiliato alla Football Association.\r\n\r\nFondato nel 1892, aderì un anno dopo alla Football League e dalla sua fondazione disputa le partite interne nello stadio di Anfield. Negli anni '70 e '80 del XX secolo si affermò come una delle squadre egemoni del calcio europeo, sotto la guida degli allenatori Bill Shankly e Bob Paisley. Gioca in tenuta rossa dal 1964, dopo aver utilizzato maglia rossa e calzoncini bianchi. Milita nella massima serie inglese dal 1962.\r\n\r\nCon 64 trofei ufficiali è la seconda squadra più titolata d'Inghilterra, alle spalle del Manchester United, e uno dei club più titolati del mondo. A livello nazionale il club si è aggiudicato 19 campionati, 7 Coppe d'Inghilterra, 8 Coppe di Lega (record), 15 (di cui 5 condivise) Supercoppe d'Inghilterra e 1 Supercoppa di lega inglese (trofeo disputato nella stagione 1985-86, prima annata dell'esclusione dei club inglesi dalle coppe europee post-Heysel, dalle squadre inglesi qualificatesi per le competizioni UEFA di quella stagione). A livello internazionale ha vinto 6 Coppe dei Campioni\/Champions League, 3 Coppe UEFA, 4 Supercoppe europee (tutti e tre record inglesi), 1 Coppa del mondo per club FIFA, trofei grazie ai quali risulta il primo club inglese per titoli internazionali vinti, davanti al Manchester United.\r\n\r\nIl Liverpool fu coinvolto in due delle pagine più funeste della storia del calcio europeo: il 29 maggio 1985 a Bruxelles (Belgio), quando 39 persone rimasero uccise negli incidenti allo stadio Heysel causati dagli hooligan inglesi prima della finale di Coppa dei Campioni con la Juventus,[1] e il 15 aprile 1989 a Sheffield, quando 96 persone morirono nella calca per entrare allo stadio Hillsborough prima di una semifinale di Coppa d'Inghilterra con il Nottingham Forest.\r\n\r\nIl Liverpool è stato membro fondatore del G-14, associazione di club calcistici europei consorziatisi per ottenere una tutela comune dei diritti sportivi, legali e televisivi di fronte all'UEFA e alla FIFA.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#C8102E",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/kfaher1737969724.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/trssuu1420505176.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uj7bqd1731851977.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/6nqa501550062129.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wwyxss1454449556.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xuxttq1424215976.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/z06ma01565391557.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/627usa1720706634.png",
            "strYoutube": "youtube.com\/user\/LiverpoolFC",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133888",
            "idESPN": "301",
            "idAPIfootball": "1359",
            "intLoved": null,
            "strTeam": "Luton",
            "strTeamAlternate": "Luton Town",
            "strTeamShort": "LUT",
            "intFormedYear": "1885",
            "strSport": "Soccer",
            "strLeague": "English League Championship",
            "idLeague": "4329",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18407",
            "strStadium": "Kenilworth Road",
            "strKeywords": "The Hatters",
            "strRSS": "",
            "strLocation": "Kenilworth Road, Luton",
            "intStadiumCapacity": "10356",
            "strWebsite": "www.lutontown.co.uk\/page\/Welcome",
            "strFacebook": "en-gb.facebook.com\/LutonTown",
            "strTwitter": "twitter.com\/lutontown",
            "strInstagram": "www.instagram.com\/ltfc_official",
            "strDescriptionEN": "Luton Town Football Club is a professional association football club based in the town of Luton, Bedfordshire, England, that competes in the Championship, the second tier of the English football league system.\r\nFounded in 1885, it is nicknamed \"the Hatters\" and affiliated to the Bedfordshire County Football Association. The club's history includes major trophy wins, several financial crises, numerous promotions and relegations, and some spells of sustained success. It was perhaps most prominent between 1982 and 1992, when it was a member of English football's top division, at that time the First Division; the team won its only major honour, the Football League Cup, in 1988.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#f2922f",
            "strColour2": "#1b4695",
            "strColour3": "#ffffff",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/v977eh1681319466.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/0mwfv71536679991.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xv4qzy1539267193.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ye0rnl1539267201.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/zxd7931539267208.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/bt3qko1706801319.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/3550921536937234.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/8a9cv41693931543.png",
            "strYoutube": "www.youtube.com\/user\/OfficialLutonTown",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133613",
            "idESPN": "382",
            "idAPIfootball": "50",
            "intLoved": "2",
            "strTeam": "Manchester City",
            "strTeamAlternate": "Man City",
            "strTeamShort": "MCI",
            "intFormedYear": "1880",
            "strSport": "Soccer",
            "strLeague": "English Premier League",
            "idLeague": "4328",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "UEFA Champions League",
            "idLeague4": "4480",
            "strLeague5": "FA Community Shield",
            "idLeague5": "4571",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "FIFA Club World Cup",
            "idLeague7": "4503",
            "strDivision": null,
            "idVenue": "16119",
            "strStadium": "Etihad Stadium",
            "strKeywords": "City, Cityzens, The Citizens, The Sky Blues",
            "strRSS": "https:\/\/mancitynews.com\/blog\/feed\/",
            "strLocation": "Etihad Campus, Manchester",
            "intStadiumCapacity": "62000",
            "strWebsite": "www.mcfc.co.uk",
            "strFacebook": "www.facebook.com\/mancity\/",
            "strTwitter": "twitter.com\/ManCity",
            "strInstagram": "www.instagram.com\/mancity",
            "strDescriptionEN": "Manchester City Football Club is an English football club based in Manchester that competes in the Premier League, the top flight of English football. Founded in 1880 as St. Mark's (West Gorton), it became Ardwick Association Football Club in 1887 and Manchester City in 1894. The club's home ground is the City of Manchester Stadium in east Manchester, to which it moved in 2003, having played at Maine Road since 1923.\r\n\r\nManchester City entered the Football League in 1899, and won their first major honour with the FA Cup in 1904. It had its first major period of success in the late 1960s, winning the League, FA Cup and League Cup under the management of Joe Mercer and Malcolm Allison. After losing the 1981 FA Cup Final, the club went through a period of decline, which eventually saw them relegated as far down as third tier of English football by the end of the 1997–98 season. They since regained promotion to the top tier in 2001–02 and have remained a fixture in the Premier League since 2002–03. In 2008, Manchester City was purchased by Abu Dhabi United Group for £210 million and received considerable financial investment.\r\n\r\nThe club have won six domestic league titles. Under the management of Pep Guardiola they won the Premier League in 2018 becoming the only Premier League team to attain 100 points in a single season. In 2019, they won four trophies, completing an unprecedented sweep of all domestic trophies in England and becoming the first English men's team to win the domestic treble. Manchester City's revenue was the fifth highest of a football club in the world in the 2018–19 season at €568.4 million. 2019, Forbes estimated the club was the fifth most valuable in the world at $2.69 billion, however the sale of a 10% stake in the club's parent company City Football Group on 27 November 2019 for $500 million values them significantly higher.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "l Manchester City Football Club, più comunemente noto come Manchester City, è una squadra di calcio inglese con sede nella città di Manchester, militante in Premier League, la massima divisione del campionato inglese.\r\n\r\nIl primo antenato del City fu il West Gorton Saint Marks, fondato nel 1880, che nel 1887 assunse il nome di Ardwick A.F.C. e nel 1894 si spostò a Hyde Road, dove venne rifondato con il nome di Manchester City Football Club.\r\n\r\nIl City visse il maggior periodo di successo della propria storia sotto la gestione di Joe Mercer e Malcolm Alisson, tra gli anni sessanta e gli anni settanta, vincendo alcuni importanti trofei nazionali ed internazionali, guidato da giocatori come Colin Bell e Francis Lee. Negli anni novanta la squadra entrò in un periodo di declino, fino ad arrivare a una doppia retrocessione dalla prima alla terza serie tra il 1995-1996 e il 1997-1998. Gli Sky Blues trascorsero un anno nella Third Division (terza divisione inglese), ma ottennero nuovamente la promozione in Premier League nel 2001-2002. Agli inizi degli anni duemiladieci, grazie anche agli investimenti della nuova proprietà emiratina facente capo allo sceicco Mansur bin Zayd Al Nahyan, la squadra è tornata al successo in ambito nazionale, vincendo la FA Cup nel 2010-2011 e la Premier League nel 2011-2012, interrompendo così il dominio delle cosiddette Big Four (Arsenal, Chelsea, Liverpool e Manchester United) che durava dal 1996. In totale il Manchester City ha vinto sette campionati nazionali, sei FA Cup, sette Football League Cup, sei Charity\/Community Shield e una Coppa delle Coppe ed è stato finora l’unico club in grado di aggiudicarsi tutti i trofei della Football Association in una sola stagione (2018-2019) ed in un anno solare (2019). È anche l'unica squadra vincitrice del campionato inglese ad essere retrocessa nella stagione successiva (nel 1937-1938) alla conquista del titolo.\r\n\r\nI colori sociali del Manchester City sono il bianco ed il celeste, da cui deriva il soprannome Sky Blues. Disputa le partite in casa al City of Manchester Stadium, denominato Etihad Stadium per ragioni di sponsorizzazione.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#6CABDD",
            "strColour2": "#FFFFFF",
            "strColour3": "#1C2C5B",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vwpvry1467462651.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ylf5y41512647563.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/t7rbvo1731826240.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vpswup1420244120.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qxvuqw1424220465.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rupryr1424220639.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/ypwuup1471257482.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/l1lcae1739303375.png",
            "strYoutube": "youtube.com\/user\/mcfcofficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133612",
            "idESPN": "360",
            "idAPIfootball": "33",
            "intLoved": "14",
            "strTeam": "Manchester United",
            "strTeamAlternate": "Man Utd",
            "strTeamShort": "MUN",
            "intFormedYear": "1878",
            "strSport": "Soccer",
            "strLeague": "English Premier League",
            "idLeague": "4328",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "Club Friendlies",
            "idLeague5": "4569",
            "strLeague6": "FA Community Shield",
            "idLeague6": "4571",
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18332",
            "strStadium": "Old Trafford",
            "strKeywords": "The Red Devils",
            "strRSS": "http:\/\/www.football365.com\/manchester-united\/rss",
            "strLocation": "Trafford, Greater Manchester",
            "intStadiumCapacity": "76962",
            "strWebsite": "www.manutd.com",
            "strFacebook": "www.facebook.com\/manchesterunited",
            "strTwitter": "twitter.com\/manutd",
            "strInstagram": "www.instagram.com\/manchesterunited",
            "strDescriptionEN": "Manchester United Football Club is an English professional football club, based in Old Trafford, Greater Manchester that plays in the Premier League. Founded as Newton Heath LYR Football Club in 1878, the club changed its name to Manchester United in 1902 and moved to Old Trafford in 1910. They are regarded as one of the most successful clubs in English football.\r\n\r\nManchester United have won the most League titles (20) of any English club, a joint record 11 FA Cups, four League Cups, and a record 20 FA Community Shields. The club has also won three European Cups, one UEFA Cup Winners' Cup, one UEFA Super Cup, one Intercontinental Cup, and one FIFA Club World Cup. In 1998–99, the club won a continental treble of the Premier League, the FA Cup and the UEFA Champions League.\r\n\r\nThe 1958 Munich air disaster claimed the lives of eight players. In 1968, under the management of Matt Busby, Manchester United was the first English football club to win the European Cup. Alex Ferguson won 28 major honours, and 38 in total, from November 1986 to May 2013, when he announced his retirement after 26 years at the club. On 19 May 2014, Louis van Gaal was appointed as the club's new manager after Ferguson's successor David Moyes was sacked after only 10 months in charge, with the club's record appearance-maker, Ryan Giggs, appointed as his assistant after a brief period as caretaker manager.\r\n\r\nManchester United is the third-richest football club in the world for 2011–12 in terms of revenue, with an annual revenue of €395.9 million, and the world's second most valuable sports team in 2013, valued at $3.165 billion. It is one of the most widely supported football teams in the world. After being floated on the London Stock Exchange in 1991, the club was purchased by Malcolm Glazer in May 2005 in a deal valuing the club at almost £800 million, after which the company was taken private again. In August 2012, Manchester United made an initial public offering on the New York Stock Exchange.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Manchester United Football Club (NYSE: MANU), noto semplicemente come Manchester United, è una società calcistica inglese con sede nella città di Manchester. Milita in Premier League, la massima serie del campionato inglese di calcio, dal 1975.\r\n\r\nFondata nel 1902 sulla base del precedente Newton Heath F.C. del 1878, è una delle squadre più vincenti del calcio inglese e internazionale, avendo vinto 66 trofei e 13 campionati dal 1992-1993 ad oggi. Dall'arrivo dell'allenatore scozzese Sir Alex Ferguson, che ha allenato il Manchester United dal novembre 1986 a maggio 2013, la compagine inglese ha conquistato 38 trofei.[1] A livello nazionale il club si è aggiudicato venti campionati (record assoluto), dodici Coppe d'Inghilterra, cinque Coppe di Lega e ventuno (di cui quattro condivise) Supercoppe d'Inghilterra (record).\r\n\r\nA livello internazionale ha vinto tre Coppe dei Campioni\/Champions League, una Europa League, una Coppa delle Coppe, una Supercoppa europea, una Coppa Intercontinentale e una Coppa del mondo per club FIFA (unico club inglese ad avere vinto sia l'Intercontinentale che il mondiale per club, la vittoria di quest'ultimo è condivisa con il Liverpool). Insieme alla Juventus, all'Ajax, al Bayern Monaco e al Chelsea, è una delle cinque squadre ad aver conquistato almeno una volta tutte e tre le principali competizioni europee per club, ed insieme alle medesime squadre, almeno una volta tutte le competizioni UEFA a cui ha partecipato. Inoltre, è tra le sette squadre in Europa che sono riuscite a centrare il treble, ossia la vittoria del campionato, della Coppa nazionale e della Champions League nella stessa stagione (nel 1998-1999).\r\n\r\nÈ la squadra inglese che nelle ultime 34 stagioni ha registrato l'affluenza media di spettatori più alta, ad eccezione delle stagioni 1987-88 e 1988-89[2]. Il 31 marzo 2007 l'Old Trafford ha registrato il record di spettatori (83.048) nella storia della Premier League, in occasione della sfida tra Manchester United e Blackburn Rovers.\r\n\r\nDisputa le partite casalinghe all'Old Trafford (79 213 posti), stadio situato nella contea metropolitana di Greater Manchester. I colori sociali sono maglia rossa, calzoncini bianchi e calzettoni neri, mentre il simbolo ufficiale è il diavolo. Giocatori e tifosi sono soprannominati Red Devils (diavoli rossi).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Manchester United Football Club, mejor conocido como Manchester United, es un club de fútbol de la ciudad de Mánchester, Inglaterra, Reino Unido, que disputa sus partidos como local en el estadio Old Trafford.\r\n\r\nNació bajo la denominación «Newton Heath LYR Football Club» en 1878, siendo el equipo del depósito ferroviario Lancashire and Yorkshire Railway Company, ubicado en Newton Heath. El club se incorporó a la First Division en 1892. Tras estar cerca de la bancarrota en 1902, J. H. Davies tomó las riendas del club y cambió el nombre, llamándolo Manchester United. Su estadio fue bombardeado durante la Segunda Guerra Mundial lo que motivó al club a buscar la caridad de sus vecinos del Manchester City, quienes les permitieron jugar en Maine Road durante un tiempo a cambio de un costo anual. El United nombró a Matt Busby como entrenador del equipo tras la guerra y su política, por entonces inaudita, de la promoción de la mayor parte de los jugadores del equipo juvenil del club tuvo un gran éxito, al ganar la liga en 1956 y 1957.9 Este éxito tuvo un alto en el camino con el desastre aéreo de Múnich de 1958, en el que ocho jugadores del equipo perdieron la vida.10 11 A pesar de dicha tragedia, el conjunto supo recuperarse y ganó la liga en 1965 y 1967, así como la Copa Europea en 1968. El club no tuvo de nuevo un éxito tan notable hasta la década de 1990, cuando Alex Ferguson dirigió al equipo a la obtención de ocho campeonatos ligueros en once años. En 1999, el Manchester United se convirtió en el primer equipo inglés en ganar la Champions, la Premier League y la FA Cup en la misma temporada —el «triplete» del club—.12\r\n\r\nEntre sus principales logros a nivel nacional se encuentran haber ganado la First Division\/Premier League en 20 ocasiones, la FA Cup en 11 y la Supercopa de Inglaterra en 20, récords absolutos en los tres casos, además de cuatro ediciones de la Copa de la Liga de Inglaterra. A nivel europeo, ha obtenido tres veces la Liga de Campeones, empatado en séptimo lugar y segundo mejor inglés, además de una Recopa de Europa.13 Es el único club inglés en convertirse en campeón mundial de clubes, al conquistar la Copa Intercontinental en 1999 y la Copa Mundial de Clubes de la FIFA en 2008, tras derrotar a los entonces campeones de América Palmeiras y Liga de Quito, respectivamente.\r\n\r\nLos principales rivales del Manchester United han sido el Liverpool y Manchester City, a quien se enfrenta en el derby de Manchester.\r\n\r\nEn la cultura popular, es considerado como uno de los más populares del mundo,14 debido a que cuenta con 659 millones de seguidores a nivel internacional hasta mayo de 2012, según una investigación realizada por la empresa Kantar. De esta cifra, 325 millones provienen del continente asiático, 173 millones del Oriente Medio y África, 90 millones de Europa y finalmente 71 millones de América. De igual manera, ha tenido el promedio de asistencia más alto en el fútbol inglés desde 1957, salvo algunas excepciones en que ha sido superado por el Tottenham, Everton y Liverpool.17\r\n\r\nFinancieramente, el United se convirtió en el primer equipo deportivo en superar un valor de 3 000 millones USD, para ser catalogada de esta forma como la franquicia deportiva mejor valuada del mundo, de acuerdo a la revista Forbes, un hito que sería superado un par de meses después por el también club de fútbol Real Madrid, con un valor de 3 300 millones USD. Hay que señalar que el club inglés encabezaba el listado de los equipos de fútbol más valuados del mundo desde 2004.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#DA291C",
            "strColour2": "#FBE122",
            "strColour3": "#000000",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xzqdr11517660252.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/9kf7cr1716751836.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/dcghc71731852252.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/1x84vm1641155665.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/9pl9fi1641155714.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/quuytw1424229564.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/ho5bnw1594284456.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/q08y9v1739279744.png",
            "strYoutube": "www.youtube.com\/channel\/UC6yW44UGJJBvYTlfC7CRg2Q",
            "strLocked": "unlocked"
        }
    ]
}