{
    "teams": [
        {
            "idTeam": "134387",
            "idESPN": null,
            "idAPIfootball": "240",
            "intLoved": null,
            "strTeam": "Arouca",
            "strTeamAlternate": "Futebol Clube de Arouca, FC Arouca",
            "strTeamShort": "",
            "intFormedYear": "1951",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19587",
            "strStadium": "Estádio Municipal de Arouca",
            "strKeywords": "",
            "strRSS": "http:\/\/www.destakes.com\/futebol\/futebol_clube_de_arouca\/?format=rss",
            "strLocation": "Arouca, Portugal",
            "intStadiumCapacity": "5000",
            "strWebsite": "www.fcarouca.eu",
            "strFacebook": "www.facebook.com\/futebolclubedearouca?fref=ts",
            "strTwitter": "twitter.com\/oficialfcarouca",
            "strInstagram": "",
            "strDescriptionEN": "Futebol Clube de Arouca (pronounced ) is a professional football club based in Arouca, a town and a municipality in the Metropolitan Area of Porto, in the Norte Region of Portugal and in the Aveiro District. Founded in 1951, the club plays in the Primeira Liga, holding home games at Estádio Municipal de Arouca, with a 5,600-seat capacity. \r\n\r\nFounded on 25 December 1951 as a FC Porto subsidiary, Arouca spent the first five decades of its existence in the Aveiro regional leagues. In only two years (2006–08) it managed to reach the third division, being managed by television (RTP) presenter Jorge Gabriel for a few months during that timeframe.\r\n\r\nArouca managed its fourth promotion in only seven years at the end of 2012–13, reaching the Primeira Liga for the first time in its history. Subsequently, the Arouca Municipality awarded the club the Medal of Gold Merit for its achievement, with the organization also being granted extra financial means to renovate and expand its stadium.\r\n\r\nIn 2015–16 under Lito Vidigal, Arouca finished a best-ever fifth place, qualifying for the first time to the UEFA Europa League. After beating Heracles Almelo of the Netherlands on the away goals rule, they lost the play-off 3–1 after extra time to Olympiacos F.C. of Greece. A year after their peak finish, Arouca were relegated, ending their four years at the top.\r\n\r\nA two-year spell in the second division for Arouca ended in May 2019 when on the last day of the season, they lost to U.D. Oliveirense and Varzim S.C defeated Académica de Coimbra; this ended nine years in the professional leagues. The 2019–20 season was truncated due to the COVID-19 pandemic and Arouca and F.C. Vizela were due to be promoted because of their final position; competitors S.C. Olhanense successfully appealed at the Court of Arbitration for Sport for these promotions to be suspended.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": "O Futebol Clube de Arouca é um clube português, fundado a 25 de Dezembro de 1951 por Fernando Pinto Calçada, localizado na vila de Arouca. O seu estádio é o Estádio Municipal de Arouca, que se encontra situado no Vale do rio Arda, na Vila de Arouca, junto à zona desportiva. O seu presidente actual é Carlos Pinho. A história do Futebol Clube de Arouca está muito ligada ao Futebol Clube do Porto, sendo a filial nº 40 do Futebol Clube do Porto. Em Arouca, nasceram Afonso Pinto de Magalhães, um dos presidentes do Futebol Clube do Porto; o médico estomatologista Fernando Peres, que foi médico do Futebol Clube do Porto nos anos 60 e 70 do século XX, e o ortopedista Dr. José Carlos Noronha, que é colaborador do Futebol Clube do Porto. O antigo campo de futebol do Futebol Clube de Arouca, localizado no lugar das Costeiras, entre Arouca e Moldes, tem o nome de 'Campo Afonso Pinto de Magalhães', pelo facto do banqueiro ter comprado o terreno e ter contribuído para construir o campo de futebol. A 12 de Maio de 2013, confirmou a subida ao principal escalão de futebol nacional, pela primeira vez na sua história.",
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FEF405",
            "strColour2": "#024CAB",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vgbzjq1628853833.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/lrf4331732397160.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/upxspv1423681921.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yvuusp1423682565.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xsqvpw1423682154.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ywqsru1423679426.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/qvspvq1424109576.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/ecbwrd1732294460.png",
            "strYoutube": "youtube.com\/user\/FCAroucaOficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "147479",
            "idESPN": null,
            "idAPIfootball": "21595",
            "intLoved": null,
            "strTeam": "AVS Futebol SAD",
            "strTeamAlternate": "AFS Vila das Aves, Avs Futebol SAD Vila das Aves",
            "strTeamShort": "",
            "intFormedYear": "2023",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16146",
            "strStadium": "Estádio Clube Desportivo das Aves",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Vila das Aves, Portugal",
            "intStadiumCapacity": "8560",
            "strWebsite": "",
            "strFacebook": "www.facebook.com\/AFSviladasaves",
            "strTwitter": "twitter.com\/afs_viladasaves",
            "strInstagram": "www.instagram.com\/afs_viladasaves",
            "strDescriptionEN": "AVS Futebol SAD is a Portuguese association football club, currently playing in the Liga Portugal Betclic (the first tier of Portuguese football league system). They are based in the town of Vila das Aves, and they play in Estádio do CD Aves. Founded in 2023, the club results in the renaming of former UD Vilafranquense SAD after moving to Vila das Aves.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": "AVS Futebol SAD é um clube futebol português que joga atualmente na Liga Portugal 2, a segunda divisão do sistema da liga portuguesa de futebol. Têm a sua sede na Vila das Aves e jogam no Estádio do CD Aves. O clube anteriormente tinha a designação de UD Vilafranquense SAD e não possui qualquer relação com Clube Desportivo das Aves para além da partilha das instalações desportivas.",
            "strDescriptionSE": null,
            "strDescriptionNL": "AVS Futebol SAD is een Portugese voetbalclub uit Vila das Aves. De club werd als fusieclub opgericht op 5 mei 2023. De thuiswedstrijden worden in het Estádio do CD Aves gespeeld, dat plaats biedt aan 5.441 toeschouwers. De clubkleuren zijn rood en wit. In het seizoen 2023\/24, de eerste na de oprichting, begon de club te spelen in de Liga Portugal 2.",
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xp8oqb1688676544.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/6kz05y1732398505.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134108",
            "idESPN": null,
            "idAPIfootball": "211",
            "intLoved": "6",
            "strTeam": "Benfica",
            "strTeamAlternate": "SL Benfica, Sport Lisboa e Benfica",
            "strTeamShort": "SLB",
            "intFormedYear": "1904",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "Taca de Liga",
            "idLeague3": "4509",
            "strLeague4": "UEFA Champions League",
            "idLeague4": "4480",
            "strLeague5": "International Champions Cup",
            "idLeague5": "4505",
            "strLeague6": "FIFA Club World Cup",
            "idLeague6": "4503",
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17485",
            "strStadium": "Estádio da Luz",
            "strKeywords": "",
            "strRSS": "http:\/\/rr.sapo.pt\/rssFeed.aspx?fid=47",
            "strLocation": "Lisboa, Portugal",
            "intStadiumCapacity": "65647",
            "strWebsite": "www.slbenfica.pt",
            "strFacebook": "www.facebook.com\/SportLisboaBenfica",
            "strTwitter": "twitter.com\/sl_benfica",
            "strInstagram": "instagram.com\/slbenfica",
            "strDescriptionEN": "Sport Lisboa e Benfica, commonly known as Benfica, or simply as SLB, is a Portuguese sports club based in Lisbon. The club is best known for its professional football team that plays in the Primeira Liga, where they are the current champions. Founded on 28 February 1904, Benfica is one of the Big Three (Portuguese: Três Grandes) clubs in Portugal, along with its long-standing rivals Sporting CP and Porto, who have never been relegated from the Portuguese league since its establishment in 1934. Benfica is the most supported Portuguese club and it is the European club with the biggest percentage of supporters in its own country (47%).With 235,000 members, Benfica is the second-biggest club in the world, after Bayern Munich.It is the twenty-sixth richest football club in terms of revenue, with an annual turnover of €109.2 million,and is evaluated as the thirty-eighth most valuable football brand in the world. The club's motto is \"E pluribus unum\" (Out of many, one) and its official anthem is \"Ser Benfiquista\". The club colours are red and white, and the team is nicknamed Águias (Eagles) or Encarnados (Reds), while their supporters are called Benfiquistas. Since 2003, Benfica have played their home games at the new Estádio da Luz, which replaced the previous 49-year-old ground.\r\n\r\nBenfica is the most successful Portuguese club in terms of domestic titles (71), having won a total of 73 titles, being the only club to have won all Portuguese competitions. Benfica have won a record of 33 Primeira Liga titles, a record of 25 Taça de Portugal (and 4 consecutively)—achieving a record of 10 doubles—a record of 5 Taça da Liga (and 4 consecutively), 5 Supertaça Cândido de Oliveira and 3 Campeonato de Portugal (a record 2 consecutive). In 2014, Benfica achieved an unprecedented treble of Primeira Liga, Taça de Portugal and Taça da Liga. It also won the Supertaça, becoming the only club to have won all four domestic titles in a year. It is also the only club to have won the Primeira Liga and Taça da Liga, twice. Benfica became the first team in Portuguese league history to complete two 30-game seasons without defeats, namely the 1972–73 and 1977–78 seasons. In the former, Benfica achieved the largest difference of points ever between champions and runners-up (18 points) in a two-points-per-win system. Benfica also holds the European record for the most consecutive wins in domestic league (29), between 1971–72 and 1972–73, as well the record for the longest unbeaten run in Portuguese league (56), between 1976–77 and 1978–79.\r\n\r\nInternationally, Benfica won the European Cup\/UEFA Champions League in 1961 and 1962, a Portuguese feat. In addition, they were runners-up at the Intercontinental Cup in 1961 and 1962, at the European Cup in 1963, 1965, 1968, 1988 and 1990 (the Portuguese club with the most European Cup finals played and the only with three consecutive finals), and at the UEFA Cup\/Europa League in 1983, 2013 and 2014 (the Portuguese club with the most UEFA Cup\/Europa League finals played and the only with two consecutive finals). Benfica have reached 10 European finals, which ranks seventh all-time among UEFA clubs and is also a Portuguese record. In 2000, it was ranked twelfth in FIFA Club of the Century award. In 2009, it was ranked ninth in \"Europe's Club of the Century\" by IFFHS. In January 2014, it was ranked tenth in World Club Ranking by IFFHS. Benfica is ranked 5th in UEFA club rankings, currently the best position of a Portuguese club.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Lo Sport Lisboa e Benfica, meglio noto più semplicemente come Benfica (Euronext: SLBEN), è una società polisportiva portoghese con sede nella capitale Lisbona, nella freguesia di São Domingos de Benfica. Attiva in numerose discipline, è nota a livello internazionale principalmente per la sua sezione calcistica, che milita nella massima divisione portoghese, dalla quale non è mai retrocessa. Gioca le partite casalinghe allo Stadio dello Sport di Lisbona e Benfica, noto in modo ufficioso come Estádio da Luz, letteralmente \"Stadio della luce\", soprannominato a Catedral, \"la Cattedrale\".\r\n\r\nIl Benfica è la squadra portoghese più titolata, avendo vinto 37 titoli nazionali, 26 coppe nazionali, 7 coppe di Lega, e 7 supercoppe nazionali. A livello internazionale ha giocato 7 finali di Coppa dei Campioni, vincendone le prime 2 in stagioni consecutive. Ha inoltre vinto una Coppa Latina e ha partecipato a 2 edizioni della Coppa Intercontinentale oltre a 3 finali di Coppa UEFA-Europa League, uscendone, però, sempre sconfitta.\r\n\r\nMolti calciatori importanti hanno vestito la maglia del Benfica, ma probabilmente il più famoso è Eusébio, vincitore di molti premi tra cui il Pallone d'oro 1965 e due Scarpe d'oro, nonché capocannoniere in molte competizioni; il club ha invece conquistato gran parte della sua fama internazionale negli anni sessanta, vincendo le due Coppe dei Campioni e partecipando ad altre tre finali della manifestazione; tuttavia negli anni settanta, precisamente tra il 1971 e il 1973, il Benfica ha stabilito il record europeo di vittorie consecutive in campionato, con ventinove partite vinte di seguito[1].\r\n\r\nA livello sportivo il club vive intensi rapporti di rivalità sia con lo Sporting Lisbona, squadra concittadina, che con il Porto, squadra con cui gioca il cosiddetto Clássico; le tre squadre sono le tre grandi (Os Três Grandes) del calcio portoghese.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Sport Lisboa e Benfica, conocido simplemente como Benfica, es un club polideportivo de la ciudad de Lisboa, Portugal. Fue fundado como club de fútbol con la denominación Grupo Sport Lisboa el 28 de febrero de 1904. Desde 2003 juega de local en el Estádio da Luz, que lleva el mismo nombre que el original de 1954. El Benfica viste camiseta roja y pantalón blanco.\r\n\r\nEs uno de los Tres Grandes del país luso, junto al Fútbol Club Oporto y el Sporting de Lisboa,1 club este último con el que disputa el Derby da Capital. Junto a los dos anteriores, fue uno de los fundadores de la Primera División de Portugal en 1933, y son los tres únicos que nunca han descendido a la categoría inferior.\r\n\r\nEl Benfica es el club más laureado de Portugal, ha obtenido 33 campeonatos de Liga y 25 Copas de Portugal, razón por la que es conocido por sus aficionados como El Glorioso (en portugués: O Glorioso). En su palmarés internacional destacan dos Copas de Europa, además de cinco subcampeonatos en dicho torneo.\r\n\r\nUna de las principales características del Sport Lisboa e Benfica es su maldición. Además de su sección principal, la de fútbol, el club cuenta con equipos profesionales de baloncesto, balonmano, fútbol sala, voleibol, hockey patines y rugby, deportes en los que también está considerado uno de los mejores clubes de su país. Además, cuenta con profesionales en las modalidades de atletismo, ciclismo, water polo, billar, capoeira, gimnasia, golf, judo, natación, pesca, tenis de mesa, tiro con arco y triatlón.\r\n\r\nEl club cuenta con el mayor número de aficionados de Portugal, y también de un equipo portugués en todo el mundo.\r\n\r\nTodo esto ha llevado a que el Benfica haya entrado en el Libro Guinness de récords mundiales el 9 de noviembre de 2006, siendo reconocido como el club con más socios de todo el mundo, llegando en ese momento a 197.877.4 A finales de 2009 el Benfica se mantenía como el club de fútbol con más socios de todo el mundo, superando la barrera de los 200.000,5 seguido del F. C. Bayern de Múnich alemán (185.000 socios) y del Fútbol Club Barcelona español (180.000 socios).\r\n\r\nEn febrero de 2011 fue electo por la IFFHS como el Mejor equipo del mes del mundo.",
            "strDescriptionPT": "O Sport Lisboa e Benfica é um clube multidesportivo sediado na freguesia de São Domingos de Benfica, em Lisboa, Portugal. O seu eclectismo, historial e forte base de adeptos fazem do Benfica um dos Grandes clubes de Portugal e um dos mais prestigiados a nível mundial.\r\nAs estimativas em relação ao número de adeptos apontam para cerca de 14 milhões espalhados por todo o mundo.3 Segundo o Guinness, o Benfica era o clube do mundo com mais sócios activos, cerca de 160 000 em 2006,4 5 6 atingindo em 2014 os 235 000 sócios. Este número foi confirmado pela FIFA na revista The Weekly em Fevereiro 20147 , o que fez do SL Benfica o clube com maior número de sócios do mundo. Além de ser o clube português com maior número de adeptos, é segunda a UEFA o clube europeu com a maior percentagem de adeptos no seu próprio pais, com um valor na ordem dos 47 por cento8 9 10 11 e o maior clube do mundo no que a número de sócios diz respeito de acordo com a FIFA e o Guiness World Records.12 13 14 É o vigésimo sexto clube de futebol mais rico do mundo, em termos de lucro, com um volume de negócios anual de cerca de €126 milhões,15 e está avaliado como a trigésima oitava marca futebolística mais valiosa no mundo.16 O lema do Benfica é \"E pluribus unum\" (De muitos, um) e o seu hino oficial é \"Ser Benfiquista\".17 As cores do clube são vermelho e branco, a equipa tem a alcunha de Águias ou Encarnados e os seus apoiantes são chamados de Benfiquistas.\r\n\r\n\r\nFoi considerado pela IFFHS como o nono melhor clube europeu do século XX18 19 e foi eleito pela FIFA o 12.º maior clube de futebol do século XX, sendo o primeiro entre os clubes portugueses.20 O Benfica é o clube mais bem sucedido em Portugal (71 títulos), e um total de 74, incluindo as provas internacionais, sendo o único clube que ganhou todas as competições portuguesas. O Benfica ganhou 33 títulos da Primeira Liga,21 25 Taças de Portugal (4 das quais consecutivas) – com um recorde de 10 dobradinhas – 5 Taças da Liga (4 das quais consecutivas), 5 Supertaças Cândido de Oliveira e 3 Campeonatos de Portugal (com um recorde de 2 consecutivos).22 Em 2014, o Benfica conquistou o inédito triplo (triplete) da Primeira Liga, Taça de Portugal e Taça da Liga.23 24 Também ganhou a Supertaça, tornando-se o único clube a ganhar os quatro títulos domésticos num ano.25 26 Além disso, é também o único clube que ganhou mais vezes a Primeira Liga e a Taça da Liga num único ano. O Benfica tornou-se a primeira equipa portuguesa na história dos campeonatos a completar 30 jogos sem perder, nomeadamente nas épocas 1972–73 e 1977–78. Também na época 72-73, o Benfica conseguiu a maior diferença de sempre de pontos do campeão para o segundo classificado (18), num sistema em que era atribuído 2 pontos por cada vitória.27 O Benfica também tem o recorde europeu para o numero de vitórias consecutivas numa liga domestica (29), entre 1971–72 e 1972–73, assim como o recorde de maior numero de jogos sem derrotas (56), entre 1976–77 e 1978–79.28 29 Segundo a BBDO, a marca Benfica ocupava, em 2007, a 17.ª posição das marcas de futebol mais valiosas da Europa.30\r\nA principal modalidade do clube é o futebol, mas distingue-se também noutras, como o andebol, o basquetebol, o futsal, o hóquei em patins, o voleibol, entre outras. Nos seus equipamentos utiliza como cores principais o vermelho e o branco e como símbolo uma águia.31\r\nNo futebol, conquistou o seu último título de campeão nacional na época de 2013\/2014, no dia 20 de Abril de 2014, no Estádio da Luz, frente ao Olhanense (2–0) com dois golos de Lima. Este foi o 33.º campeonato do clube, o que faz com que este seja o melhor registo em Portugal. O Benfica é também recordista em Taças de Portugal (25), Taças da Liga (5), dobradinhas (10) e finais europeias (10).\r\nNo dia 18 de Maio de 2014, o Benfica tornou-se no primeiro clube em Portugal a conquistar o triplete (Campeonato, Taça de Portugal e Taça da Liga) ao derrotar o Rio Ave por 1 a 0 na final da Taça de Portugal no Jamor. A 10 de Agosto de 2014, com a conquista da Supertaça, o Benfica tornou-se na primeira equipa a vencer todas as quatro provas oficiais do calendário nacional, o póquer.",
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#E83030",
            "strColour2": "#FFFFFF",
            "strColour3": "#000000",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/0pywy21662316682.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/wvrvvw1421900728.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wqsvtq1420388873.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vuvuqr1420669528.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tysssx1432652343.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wqywqq1421075962.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/vwusrv1420740089.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/mj8cp01626623880.png",
            "strYoutube": "www.youtube.com\/user\/slbenfica",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134588",
            "idESPN": null,
            "idAPIfootball": "222",
            "intLoved": "1",
            "strTeam": "Boavista",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1903",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Estádio do Bessa",
            "strKeywords": "",
            "strRSS": "http:\/\/www.destakes.com\/futebol\/boavista_futebol_clube\/?format=rss",
            "strLocation": "Porto, Portugal",
            "intStadiumCapacity": "28263",
            "strWebsite": "www.boavistafc.pt",
            "strFacebook": "www.facebook.com\/boavistafc.pt",
            "strTwitter": "twitter.com\/boavistaoficial",
            "strInstagram": "instagram.com\/boavistafutebolclube",
            "strDescriptionEN": "Boavista Futebol Clube, commonly known as Boavista, is a Portuguese sports club from the city of Porto. Founded on 1 August 1903, it is one of the oldest clubs in the country and plays in the Primeira Liga.\r\nIt grew to become Porto's second greatest club – behind Porto — with sections dedicated to several sports including football, chess, gymnastics, bicycle racing and futsal, among others, the most notable being the football section with their trademark chequered white and black shirts. One of the most prominent clubs in Portuguese football, with 9 main national titles won (1 Championship, 5 Cups of Portugal, 3 Supercups of Portugal, all during the Loureiro's family years) Boavista spent 39 consecutive seasons in the Primeira Liga (50 in total), winning in 2001, being together with Belenenses, the only team outside the big three to win the Portuguese Championship. It is also the most successful Portuguese club after the big three, in national and international competitions. Its stadium, Estádio do Bessa, was built in 1973, although football has been played there at the former 'Campo do Bessa' since the 1910s, and was revamped for use in Euro 2004.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Boavista FC es un equipo de fútbol de Oporto, Portugal. Estuvo jugando en la II Divisão (tercera categoría) tras descender administrativamente debido al escándalo del Silbato Dorado,1 pero retornará a la Primeira Liga para la temporada 2014\/15 luego de que ésta se ampliara a 18 equipos.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#faeb01",
            "strColour2": "#000000",
            "strColour3": "#FFFFFF",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/usi98v1628853974.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/rtyqyt1420413188.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/twprqq1420508637.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xsqxxq1420422121.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yuruqq1424130541.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yspvwv1420676045.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/rvppyx1420423881.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/wusyvq1474198188.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134098",
            "idESPN": null,
            "idAPIfootball": "217",
            "intLoved": "0",
            "strTeam": "Braga",
            "strTeamAlternate": "SC Braga",
            "strTeamShort": "BRA",
            "intFormedYear": "1921",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "Taca de Liga",
            "idLeague3": "4509",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16137",
            "strStadium": "Estádio Municipal de Braga",
            "strKeywords": "",
            "strRSS": "http:\/\/www.destakes.com\/futebol\/sporting_clube_de_braga\/?format=rss",
            "strLocation": "Braga,Portugal",
            "intStadiumCapacity": "30286",
            "strWebsite": "www.scbraga.pt",
            "strFacebook": "www.facebook.com\/sportingclubedebraga",
            "strTwitter": "twitter.com\/SCBragaOficial",
            "strInstagram": "instagram.com\/sportingclubebraga",
            "strDescriptionEN": "Braga have been known as Arsenal do Minho and changed their kits from green and white to their Arsenal-style red during the 1945–46 (with the reserve squad) and the 1946–47 (with the main team) seasons due to their president José Antunes Guimarães who had business connections in London and was an Arsenal fan (this is one version of the story: the other one says that Josef Szabo, a Hungarian coach who loved Arsenal's playing style asked the president to change the green and white uniform to an Arsenal-style red). In that year (1947) they won the Second division title reaching the First division for the first time. Braga even renamed their youth team Arsenal de Braga.\r\nOne of the first matches played in Arsenal-style kits against R C Celta Vigo\r\n\r\nThe emblem of Sporting de Braga is the city of Braga's shield with Mother Mary and baby Jesus with the blue from the city's shield changed to red. On the top of the emblem is the golden Mural Crown of Braga, with the name Sporting Clube de Braga on it. Many fans of Braga have said that Mother Mary gives them luck. The fans of Braga are known as Arsenalistas due to their team home kit that resembles that of English club Arsenal. They are also known as Bracarenses because of being from the city of Bracari, later named Bracara Augusta, city of Portugal that is now known as Braga.\r\n\r\nAside from the loyalty of its supporters, the Minho derby against Vitória de Guimarães is a match that both sets of fans eagerly await. This match is more than football, it is a way people from the north view each city. The derby is one of Portugal's most intense matches, and children under 13 are restricted from entering unless an adult is with them. The rivalry goes back to when the City of Braga was the ancient capital of Gallaecia and the largest Portuguese city by the time the Kingdom of Portugal was formed by Afonso I of Portugal. At that time, Guimarães became the seat of the King and nobility, whereas Braga remained the centre of trade and religious power (largest city and seat of the Archbishop).",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#c82b20",
            "strColour2": "#868257",
            "strColour3": "#FFFFFF",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/8g4aod1678717261.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/i7c1pq1732398780.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ssvxqp1420409476.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qtvuut1420409491.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qqsrys1421078368.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xqvqqv1425313320.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/txutxr1420427206.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/syrpqv1474198202.png",
            "strYoutube": "www.youtube.com\/user\/1921scbraga",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "138864",
            "idESPN": null,
            "idAPIfootball": "4716",
            "intLoved": null,
            "strTeam": "Casa Pia",
            "strTeamAlternate": "Casa Pia Atlético Clube",
            "strTeamShort": "",
            "intFormedYear": "1920",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Pina Manique",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Lisbon, Portugal",
            "intStadiumCapacity": "5000",
            "strWebsite": "www.casapia-ac.pt",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Casa Pia Atlético Clube is a professional football team in LigaPro founded in 1920 and based in Lisbon, Portugal. The club is named after Casa Pia, a Portuguese children's charity, and many of its athletes come from that institution. Its football stadium is Estádio Pina Manique, after Pina Manique, the founder of Casa Pia children's charity.\r\nCasa Pia had four players at the first match of Portugal national football team, in Madrid, at 18 December 1921, which finished in a 1–3 loss. Casa Pia player Cândido de Oliveira was the captain. Casa Pia promoted from Serie E of Portuguese Third Division to Centre Group of Portuguese Second Division in 2009–10 season as champions. They were promoted again to LigaPro in 2019.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#000000",
            "strColour2": "#e40b1e",
            "strColour3": "#FFFFFF",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/d8ugsc1678717133.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/lj1q001732399208.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134109",
            "idESPN": null,
            "idAPIfootball": "225",
            "intLoved": null,
            "strTeam": "CD Nacional de Madeira",
            "strTeamAlternate": "\tClube Desportivo Nacional de Madeira",
            "strTeamShort": "",
            "intFormedYear": "1910",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "Taca de Liga",
            "idLeague3": "4509",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16705",
            "strStadium": "Estádio da Madeira",
            "strKeywords": "",
            "strRSS": "http:\/\/www.destakes.com\/futebol\/clube_desportivo_nacional\/?format=rss",
            "strLocation": "Funchal, Madeira, Portugal",
            "intStadiumCapacity": "5132",
            "strWebsite": "www.cdnacional.pt",
            "strFacebook": "www.facebook.com\/ClubeDesportivoNacional",
            "strTwitter": "twitter.com\/CDNacional",
            "strInstagram": "",
            "strDescriptionEN": "Clube Desportivo Nacional, commonly known as Nacional and sometimes Nacional da Madeira, is a Portuguese football club based in Funchal, on the island of Madeira.\r\n\r\nFounded on 8 December 1910, it currently plays in the LigaNos, Portugal's first-tier division of professional football. It plays its home games at Estádio da Madeira, also known as Estádio da Choupana. Built in 1998 and named at the time Estádio Eng. Rui Alves after the current club president Rui Alves, it seats approximately 5,132 people. The stadium is located in the north of Funchal, high in the mountains of the Choupana district.\r\n\r\nThe club's home colours are black and white striped shirts with black shorts and socks. Nacional is also known for being one of the clubs that formed Portuguese international Cristiano Ronaldo and to honour the club's most famous player they named their youth training facilities Cristiano Ronaldo Campus Futebol.\r\n\r\nThe Alvinegros best top-tier league finish was fourth in the 2003–04 Primeira Liga season and their best participation in European competitions was in the 2009–10 UEFA Europa League after beating Zenit St. Petersburg in the play-off round and managing to secure a third place in the group stage.\r\n\r\nLike many other Portuguese clubs, Nacional operates several sports teams outside the football team. Other sports groups within the organisation include beach soccer, boxing, artistic gymnastics, rhythmic gymnastics, tennis, triathlon, muay thai, padel, rallying, swimming and veterans' soccer.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/1ln5fe1628850538.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/0h5o941732399540.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/txqspw1424055060.jpg",
            "strFanart2": null,
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yyrwrq1429498094.jpg",
            "strFanart4": null,
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/ytpstt1420426561.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/wwxwsu1474198211.png",
            "strYoutube": "www.youtube.com\/channel\/UC93tEtRAUHDF3d7P_-xKmTg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134106",
            "idESPN": null,
            "idAPIfootball": "230",
            "intLoved": null,
            "strTeam": "Estoril-Praia",
            "strTeamAlternate": "Grupo Desportivo Estoril Praia, GD Estoril Praia, GD Estoril-Praia",
            "strTeamShort": "",
            "intFormedYear": "1939",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16900",
            "strStadium": "Estádio António Coimbra da Mota",
            "strKeywords": "Canarinhos",
            "strRSS": "",
            "strLocation": "Estoril,Portugal",
            "intStadiumCapacity": "8015",
            "strWebsite": "www.estorilpraia.pt",
            "strFacebook": "pt-br.facebook.com\/estorilpraiaSAD",
            "strTwitter": "twitter.com\/estorilpraiasad",
            "strInstagram": "",
            "strDescriptionEN": "Grupo Desportivo Estoril Praia, commonly known as Estoril, is a Portuguese sports club from Estoril, Cascais, Lisbon. Founded on 17 May 1939, its football team currently plays in LigaPro and hold home games at the Estádio António Coimbra da Mota, with a seating capacity of 8,015. As a sports club, Estoril has departments for football, futsal and basketball.\r\n\r\nSince the club's establishment, the senior football team has won nine secondary trophies, with the most recent being the 2011–12 Liga de Honra. As a result, some personnel of the club received awards in relation to their performances in the 2011–12 season, of which include Licá, who won the LPFP Liga de Honra Player of the Year, Vagner, who won the LPFP Liga de Honra Goalkeeper of the Year, and Marco Silva, who won the LPFP Liga de Honra Coach of the Year.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#4c4f94",
            "strColour2": "#ffe302",
            "strColour3": "#0097d9",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/lq9h8m1628854051.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/wpqxxu1420410242.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yvuwww1420410630.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yuxwws1424055346.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/svwqsr1420410679.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cd60x51527497979.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/qtxxst1420411014.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/vxsxyu1474198225.png",
            "strYoutube": "youtube.com\/user\/GDEPraia",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "140008",
            "idESPN": null,
            "idAPIfootball": "15130",
            "intLoved": null,
            "strTeam": "Estrela Amadora",
            "strTeamAlternate": "Clube de Futebol Estrela da Amadora",
            "strTeamShort": "",
            "intFormedYear": "1932",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Estádio José Gomes",
            "strKeywords": "Os Tricolor (The Tricolours)",
            "strRSS": "",
            "strLocation": "Amadora, Portugal",
            "intStadiumCapacity": "9288",
            "strWebsite": "www.cdestrela.pt",
            "strFacebook": "www.facebook.com\/estrelaamadorasad\/",
            "strTwitter": "twitter.com\/cfeamadora",
            "strInstagram": "www.instagram.com\/estrelaamadorasad",
            "strDescriptionEN": "Club Football Estrela da Amadora SAD sometimes just Estrela, is a Portuguese sports club (predominantly football) based in Amadora, northwest of Lisbon.\r\n\r\nFounded in 1932, its football team won the Taça de Portugal in 1990 and plays at Estádio José Gomes. After bankruptcy in 2011, it reformed in 2018.\r\n\r\nWhile never a contender to the place of the third-most important club in the Lisbon Football Association, Estrela da Amadora won a Cup of Portugal in 1990 and one second division championship in 1992–93. In 16 seasons in top flight football – eight consecutive – its best season was in 1997–98, when the team finished in seventh position, under the guidance of Fernando Santos.\r\n\r\nAfter winning the cup in 1990, Estrela reached the second round in the UEFA Cup Winners' Cup. In the following decades, the team maintained its first division status in most seasons. In 2008–09, however, amidst serious financial difficulties, it was (twice) relegated even though it finished the campaign in mid-table.\r\n\r\nCoach António Veloso only managed to lead Amadora to the tenth position in the third level in the 2009–10 season. Subsequently, as the club's dreadful economic situation persisted – which led to a two-year suspension from all activity by the Portuguese Football Federation – it folded.\r\n\r\nA new club, Clube Desportivo Estrela was created in 2011 to keep with youth teams and other sports, and continue with the history and legacy of Estrela da Amadora. In October 2018, CD Estrela created a senior football team.\r\n\r\nAfter two years in the Lisbon Football Association's third division, the club's members voted 92% in favour in July 2020 of a merger with Club Sintra Football, taking that team's place in the third-tier Campeonato de Portugal, reverting to Estrela's original name and forming a Sociedade Anónima Desportiva. The club's first season ended with promotion, despite losing the play-off final 1–0 to C.D. Trofense.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#be3c2c",
            "strColour2": "#3d8f47",
            "strColour3": "#FFFFFF",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2tx5621626095555.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ba05op1626095541.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "www.youtube.com\/c\/EstreladaAmadoraSAD",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "136854",
            "idESPN": null,
            "idAPIfootball": "242",
            "intLoved": null,
            "strTeam": "Famalicao",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1931",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16143",
            "strStadium": "Estádio Municipal 22 de Junho",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Vila Nova de Famalicão",
            "intStadiumCapacity": "5307",
            "strWebsite": "www.fcfamalicao.pt",
            "strFacebook": "www.facebook.com\/FCFamalicao\/",
            "strTwitter": "twitter.com\/fcf1931_oficial",
            "strInstagram": "www.instagram.com\/futebolclubefamalicao",
            "strDescriptionEN": "Futebol Clube de Famalicão, commonly known as Famalicão, is a Portuguese football club, from Vila Nova de Famalicão. Founded on 21st August 1931, its senior team currently plays in the Primeira Liga, the top tier of the Portuguese football.\r\n\r\nSince 1952, Famalicão have played their home matches at the Estádio Municipal 22 de Junho, which holds a 5,307-seat capacity. The Famalicenses' most successful period of their history occurred in the early 1990s, where the club played four seasons in the Primeira Liga, between 1990 and 1994, counting now with six Primeira Liga appearances. The club is owned by Quantum Pacific Group which also has 32% share of Atlético de Madrid.\r\n\r\nFamalicão sets its difference from many Primeira Liga teams by their supporters. The inhabitants of Vila Nova de Famalicão are passionate about their local team which makes almost every Famalicão match full with supporters. A rare scenario in Portuguese football.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FFFFFF",
            "strColour2": "#0b3d6b",
            "strColour3": "#f0c61c",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/a3f4er1563653256.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ofa7wv1732399787.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134114",
            "idESPN": null,
            "idAPIfootball": "212",
            "intLoved": "5",
            "strTeam": "FC Porto",
            "strTeamAlternate": "Porto",
            "strTeamShort": "POR",
            "intFormedYear": "1893",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "Taca de Liga",
            "idLeague3": "4509",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "FIFA Club World Cup",
            "idLeague5": "4503",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16021",
            "strStadium": "Estádio do Dragão",
            "strKeywords": "FCP",
            "strRSS": "http:\/\/rr.sapo.pt\/rssFeed.aspx?fid=46",
            "strLocation": "Porto, Portugal",
            "intStadiumCapacity": "50092",
            "strWebsite": "www.fcporto.pt",
            "strFacebook": "www.facebook.com\/FCPorto",
            "strTwitter": "twitter.com\/FCPorto",
            "strInstagram": "instagram.com\/fcporto",
            "strDescriptionEN": "Futebol Clube do Porto, MHIH, OM, commonly known as FC Porto or simply Porto, is a Portuguese sports club based in Porto. It is best known for the professional football team playing in the Primeira Liga, the top flight of Portuguese football.\r\n\r\nFounded on 28 September 1893, Porto is one of the \"Big Three\" (Portuguese: Os Três Grandes) teams in Portugal – together with Lisbon-based rivals Benfica and Sporting CP – that have appeared in every season of the Primeira Liga since its establishment in 1934. They are nicknamed Dragões (Dragons), for the mythical creature atop the club's crest, and Azuis e brancos (Blue-and-whites), for the shirt colours. The club supporters are called Portistas. Since 2003, Porto have played their home matches at the Estádio do Dragão, which replaced the previous 103-year-old ground, the Estádio das Antas.\r\n\r\nPorto is the second most decorated team in Portugal, with 76 major trophies, of which 69 were achieved in domestic competitions. These comprise 28 Primeira Liga titles (five of which were won consecutively between 1994–95 and 1998–99, a Portuguese football record), 16 Taça de Portugal, 4 Campeonato de Portugal, and a record 21 Supertaça Cândido de Oliveira. Porto is the second team in Portuguese league history to have won two titles without any defeat, namely in the 2010–11 and 2012–13 seasons. In the former, Porto achieved the largest-ever difference of points between champion and runner-up in a three-points-per-win system (21 points), on their way to a second quadruple.\r\n\r\nIn international competitions, Porto is the most decorated Portuguese team, with seven trophies. They won the European Cup\/UEFA Champions League in 1987 and 2004, the UEFA Cup\/Europa League in 2003 and 2011, the UEFA Super Cup in 1987, and the Intercontinental Cup in 1987 and 2004. In addition, they were runners-up in the 1983–84 European Cup Winners' Cup and in the 2003, 2004 and 2011 editions of the UEFA Super Cup. Porto is the only Portuguese club to have won the UEFA Cup\/Europa League, the UEFA Super Cup and the Intercontinental Cup, and to have achieved a continental treble of domestic league, domestic cup and European titles (2002–03 and 2010–11). Porto have the second-most appearances in the UEFA Champions League group stage (23), behind Barcelona and Real Madrid (24). At the end of the 2018–19 season, Porto ranked 10th in the UEFA club coefficient ranking.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Futebol Clube do Porto o noto più semplicemente come Porto, è una società polisportiva portoghese di Porto, nota soprattutto per la sua sezione calcistica. Fu fondata il 28 settembre 1893 da António Nicolau de Almeida e milita nella massima divisione del campionato portoghese. Il club è quotato all'Euronext[1].\r\n\r\nLa squadra gioca le partite casalinghe nell'Estádio do Dragão dal 2003, dopo che per 51 anni aveva giocato nell'Estádio das Antas. Insieme allo Sporting Lisbona e al Benfica, il Porto compone il novero delle \"tre grandi\" del calcio portoghese.\r\n\r\nIn ambito nazionale ha vinto 72 trofei (seconda squadra più titolata, dopo il Benfica) e in ambito internazionale, dove risulta la squadra portoghese più titolata, 7 trofei. Si è aggiudicato 29 titoli di Primeira Liga (di cui 5 consecutivi dal 1994-1995 al 1998-1999, un record per il Portogallo), 4 titoli di Campeonato de Portugal, 17 coppe nazionali e 22 Supercoppe del Portogallo (record). È inoltre la sola squadra portoghese ad essere riuscita a vincere il campionato di massima divisione senza subire sconfitte, primato stabilito nel 2010-2011 e ribadito nel 2012-2013. Nel 2010-2011 ha anche stabilito la maggiore differenza di punti con la seconda classificata nella storia del campionato portoghese da quando sono assegnati tre punti per una partita vinta (21 punti di distacco). A livello nazionale non ha ancora vinto la Coppa di Lega portoghese, competizione dove è stata, finora, quattro volte finalista.\r\n\r\nIn ambito internazionale è la squadra portoghese più titolata, avendo vinto 2 Coppe dei Campioni\/Champions League (1986-1987 e 2003-2004), 2 Coppe UEFA\/Europa League (2002-2003 e 2010-2011), una Supercoppa europea (1987) e 2 Coppe intercontinentali (1987 e 2004). È stata la prima squadra a ottenere il triplete internazionale vincendo la Coppa dei Campioni (1986-87), la Coppa Intercontinentale (1987) e la Supercoppa UEFA (1987) e la seconda, dopo il Liverpool nel 1976-1977, a vincere la Champions League nella stagione successiva alla stagione della vittoria della Coppa UEFA. È, inoltre, una delle quindici squadre europee (unica portoghese) ad avere disputato almeno una finale delle tre principali competizioni europee UEFA (Coppa dei Campioni\/Champions League, Coppa delle Coppe, Coppa UEFA\/Europa League).\r\n\r\nÈ l'unico club portoghese ad aver vinto titolo nazionale, coppa nazionale e una coppa europea nella stessa stagione (nel 2002-2003 e nel 2010-2011).\r\n\r\nI tifosi e i giocatori del Porto sono spesso soprannominati dragões (draghi), anche se è diffuso il nomignolo Andrades, dal cognome della famiglia che sponsorizzò il club per alcuni anni. Dagli anni ottanta, però, questo soprannome sembra aver acquisito una connotazione dispregiativa.\r\n\r\nIl rivale per eccellenza del Porto è il Benfica di Lisbona, con cui gioca il match detto O Clássico; un'altra contrapposizione è quella con i concittadini del Boavista.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#00428C",
            "strColour2": "#FFFFFF",
            "strColour3": "#D60019",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xu47rb1628855600.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/jhqzyz1732402015.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wyqqty1424462736.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qxrrpu1424232734.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ysqwwt1454078472.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ssvtus1421076084.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/wywxwy1420425951.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/dgerxo1626624511.png",
            "strYoutube": "www.youtube.com\/user\/fcporto",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134113",
            "idESPN": null,
            "idAPIfootball": "762",
            "intLoved": null,
            "strTeam": "Gil Vicente",
            "strTeamAlternate": "Gil Vicente Futebol Clube",
            "strTeamShort": "",
            "intFormedYear": "1924",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16135",
            "strStadium": "Estádio Cidade de Barcelos",
            "strKeywords": "",
            "strRSS": "http:\/\/www.destakes.com\/futebol\/gil_vicente_futebol_clube\/?format=rss",
            "strLocation": "Barcelos, Portugal",
            "intStadiumCapacity": "12504",
            "strWebsite": "www.gilvicentefc.pt",
            "strFacebook": "www.facebook.com\/gvfcoficial",
            "strTwitter": "twitter.com\/GilVicente_fc",
            "strInstagram": "",
            "strDescriptionEN": "Gil Vicente Futebol Clube, commonly known as Gil Vicente, founded in 1924, is a Portuguese football club that plays in Barcelos. It competes in the first divison Liga NOS ], and it is named after the Portuguese playwright of the same name. The best season for the team was in 1999–2000, when it finished fifth in the Liga.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#d52929",
            "strColour2": "#083363",
            "strColour3": "#FFFFFF",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/88bsg41626201503.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ytwyrt1420478557.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wsrpqu1420424850.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rwrrqp1420407268.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wppsrp1424130923.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sxyuwr1424130947.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/yyutyu1420424754.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/qqwtyu1423780472.png",
            "strYoutube": "www.youtube.com\/user\/GilVicenteFutebolC",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134115",
            "idESPN": null,
            "idAPIfootball": "224",
            "intLoved": "1",
            "strTeam": "Guimaraes",
            "strTeamAlternate": "Vitória SC",
            "strTeamShort": "",
            "intFormedYear": "1922",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "Taca de Liga",
            "idLeague3": "4509",
            "strLeague4": "UEFA Conference League",
            "idLeague4": "5071",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16020",
            "strStadium": "Estádio D. Afonso Henriques",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Guimarães, Portugal",
            "intStadiumCapacity": "30165",
            "strWebsite": "www.vitoriasc.pt",
            "strFacebook": "www.facebook.com\/vitoriasportclube",
            "strTwitter": "",
            "strInstagram": "instagram.com\/vitoriasc_oficial",
            "strDescriptionEN": "Vitória Sport Clube, commonly known as Vitória de Guimarães, is a football club based in Guimarães, Portugal.\r\n\r\nAs a top contender to the title of fourth best supported club in Portugal, it has tried to end the favoritism of the so-called \"Big Three\" (Benfica, Porto and Sporting CP), maintaining good positions in the Primeira Liga, where it has finished third on four occasions, the last one in 2007–08 season.\r\n\r\nAs a rule in recent years, Vitória de Guimarães has been battling for European places, trying to place 5th or above in the league. In its history, they have won one Portuguese Cup and one Super Cup. Its main rivals are SC Braga, of the neighbouring city, with whom the club disputes the \"Derby of Minho\". Vitória's crest, nickname, and stadium honour Afonso Henriques, first King of Portugal and possibly a Guimarães native.\r\n\r\nBesides football, the club has other sports sections, such as volleyball (National Champion in 2007–08), basketball (League Champion in 2006–07 and Cup Champion in 2007–08), swimming, water polo, kickboxing, judo, beach soccer, table tennis, athletics, women's futsal, among others.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FFFFFF",
            "strColour2": "#000000",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/af52z61628855707.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/oxa8ad1530025889.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rwtwyr1420483029.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xxpuwx1420406446.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vsqryx1421254803.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wswywv1421254897.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/xstqss1420406996.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/xsxspx1474198296.png",
            "strYoutube": "youtube.com\/channel\/UC58Sf128Opaat35MdTYGyMg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134112",
            "idESPN": null,
            "idAPIfootball": "215",
            "intLoved": null,
            "strTeam": "Moreirense",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1938",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "Taca de Liga",
            "idLeague3": "4509",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "Parque Joaquim Almeida Freitas",
            "strKeywords": "",
            "strRSS": "http:\/\/www.destakes.com\/futebol\/moreirense_futebol_clube\/?format=rss",
            "strLocation": "Guimarães,Portugal",
            "intStadiumCapacity": "9000",
            "strWebsite": "www.moreirensefc.pt\/inicio.php",
            "strFacebook": "instagram.com\/fcporto\/",
            "strTwitter": "twitter.com\/MoreirenseFC38",
            "strInstagram": "",
            "strDescriptionEN": "Moreirense was founded in 1938. It first reached the second division in 1995, returning again six years later, and immediately promoting to the top flight, with manager Manuel Machado leading the northerners to two consecutive championships.\r\n\r\nFrom 2002–04, Moreirense achieved two mid-table positions in the top division, finishing a best-ever ninth in the latter season. As Machado departed for neighbouring Vitória de Guimarães, the club suffered two consecutive relegations, only returning again to the second level in 2010, and the first in 2012.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#145f25",
            "strColour2": "#FFFFFF",
            "strColour3": "#af9713",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/yrquxu1471878153.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/xussxw1424354652.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vywpwy1421254430.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tupwsx1421254376.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uwyqqs1421254342.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vpuwrx1421254358.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/txsqwu1420425562.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/qwpqtw1474198314.png",
            "strYoutube": "www.youtube.com\/user\/MoreirenseFC38",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134107",
            "idESPN": null,
            "idAPIfootball": "226",
            "intLoved": null,
            "strTeam": "Rio Ave",
            "strTeamAlternate": "Rio Ave Futebol Clube",
            "strTeamShort": "",
            "intFormedYear": "1939",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Estádio dos Arcos",
            "strKeywords": "",
            "strRSS": "http:\/\/www.destakes.com\/futebol\/rio_ave_futebol_clube\/?format=rss",
            "strLocation": "Vila do Conde, Portugal",
            "intStadiumCapacity": "12815",
            "strWebsite": "www.rioave-fc.pt",
            "strFacebook": "www.facebook.com\/rioavefc",
            "strTwitter": "twitter.com\/rioave_fc",
            "strInstagram": "instagram.com\/rioavefc",
            "strDescriptionEN": "Rio Ave Futebol Clube, commonly known as Rio Ave , is a Portuguese professional football club based in Vila do Conde, northern Portugal, which competes in the Liga Portugal 2. The club is named after the Ave River, which flows through the town and into the Atlantic Ocean.\r\n\r\nFounded in 1939, they play their home matches at Estádio do Rio Ave, also known as the Estádio dos Arcos. Built in 1985, the current stadium seats approximately 12,815 people and is a multi-sports venue, although it is used mainly for Rio Ave's football matches.\r\n\r\nThe club's home colours are green and white striped shirts with white shorts and socks, while their away kit consists of a red and white striped shirt and white shorts with yellow socks. Portuguese internationals Alfredo, Paulinho Santos, Quim, Rui Jorge and Fábio Coentrão started their careers at the club. Goalkeepers Jan Oblak and Ederson are some famous talents that were part of this side.\r\n\r\nThe Vilacondenses' best top-tier league finish was fifth in the 1981–82, 2017–18 and 2019–20 seasons. They reached the 1984 Taça de Portugal Final, where they lost to Porto 4–1, and the 2014 Taça de Portugal Final, where they lost to Benfica 1–0. With this result, Rio Ave qualified for the 2014–15 UEFA Europa League, their first participation in a major European competition.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#009036",
            "strColour2": "#FFFFFF",
            "strColour3": "#f08a00",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ngbklq1628851239.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/50bg9j1732402136.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/swpxyu1420418816.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/srtuvp1420419012.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wsxsxx1421078463.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xsruqs1421078584.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/uqxqvw1420420236.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/uyxvyv1474198322.png",
            "strYoutube": "www.youtube.com\/user\/rafc1939",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "136192",
            "idESPN": null,
            "idAPIfootball": "227",
            "intLoved": null,
            "strTeam": "Santa Clara",
            "strTeamAlternate": "Clube Desportivo Santa Clara",
            "strTeamShort": "",
            "intFormedYear": "1921",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "Taca de Liga",
            "idLeague3": "4509",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16133",
            "strStadium": "Estádio de São Miguel",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Ponta Delgada, Portugal",
            "intStadiumCapacity": "13277",
            "strWebsite": "cdsantaclara.com\/en",
            "strFacebook": "www.facebook.com\/cdsantaclara\/",
            "strTwitter": "twitter.com\/cd_santaclara",
            "strInstagram": "",
            "strDescriptionEN": "Clube Desportivo Santa Clara is a Portuguese football club from Ponta Delgada, Azores. They play in the 13,277-seat Estádio de São Miguel that is eligible for UEFA Champions League and Europa League games. They are the most successful football team from the Azores islands and the only team from the archipelago to compete in one UEFA competition: the Intertoto Cup.\r\n\r\nTo date, Santa Clara is the only club from the Azores islands to have competed in the top division of the Portuguese Liga, being thus the westernmost top-flight club in Europe. They compete in the Primeira Liga, the Portuguese first division football league. Santa Clara's kit manufacturer is Adidas and their main sponsors are Banif and Açoreana Seguros. Main rivals are CD Operário from Lagoa. Other major rivals are C.S. Marítimo and C.D. Nacional, from the island of Madeira.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/7337a61724860742.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/h0nygm1579636429.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "www.youtube.com\/channel\/UC1fMA-YLirbPBTs3mjuaUBQ",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "138853",
            "idESPN": null,
            "idAPIfootball": "231",
            "intLoved": null,
            "strTeam": "SC Farense",
            "strTeamAlternate": "Sporting Clube Farense",
            "strTeamShort": "",
            "intFormedYear": "1910",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16811",
            "strStadium": "Estádio de São Luís",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Faro, Portugal",
            "intStadiumCapacity": "15000",
            "strWebsite": "www.scfarense.pt",
            "strFacebook": "www.facebook.com\/scfarenseoficial\/",
            "strTwitter": "twitter.com\/farensesc?lang=en",
            "strInstagram": "www.instagram.com\/s.c.farense\/?hl=en",
            "strDescriptionEN": "Sporting Clube Farense, simply known as Farense, is a Portuguese professional football club based in Faro in the district of the same name. Founded in 1910, the club will play the 2021–22 season in the Liga Portugal 2 after relegation from the Primeira Liga.\r\n\r\nIn its entire history, the club has won nine major trophies: the AF Algarve Championship five times, the Segunda Divisão twice, and the Terceira Divisão and AF Algarve First Division once. Aside from its major trophies, the club as of 2013, has played 23 seasons in the Primeira Liga of which their highest league table classification came in the 1994–95 season where they managed a fifth-place finish.\r\n\r\nOn the back of that best-ever finish, Farense qualified for the UEFA Cup for the first time, losing in the first round to Olympique Lyonnais by a single goal in each game. The club also reached the final of the Taça de Portugal in 1990 where they lost to Estrela da Amadora. Among the mainstays of their 1990s teams were the Moroccan attacking duo of Hajry Redouane and Hassan Nader.\r\n\r\nThe 2001–02 season saw the club relegated to the second tier of Portuguese football, and in 2012–13 they were promoted to the Segunda Liga. In 2019–20, after the season was curtailed due to the COVID-19 pandemic, the club were promoted back to the top flight after 18 years, under manager Sérgio Vieira. One year later, they were relegated on the final matchday after a 4–0 loss at C.D. Santa Clara.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#000000",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/0a09qc1690493592.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/j9reun1732401872.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135708",
            "idESPN": null,
            "idAPIfootball": "228",
            "intLoved": "1",
            "strTeam": "Sporting CP",
            "strTeamAlternate": "Sporting Lisbon, Sporting Clube de Portugal",
            "strTeamShort": "SLI",
            "intFormedYear": "1906",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "Taca de Liga",
            "idLeague3": "4509",
            "strLeague4": "UEFA Champions League",
            "idLeague4": "4480",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17034",
            "strStadium": "Estádio José Alvalade",
            "strKeywords": "",
            "strRSS": "http:\/\/rr.sapo.pt\/rssFeed.aspx?fid=45",
            "strLocation": "Lisboa, Portugal",
            "intStadiumCapacity": "50049",
            "strWebsite": "www.sporting.pt",
            "strFacebook": "www.facebook.com\/SportingClubePortugal",
            "strTwitter": "twitter.com\/sporting_cp",
            "strInstagram": "instagram.com\/sportingclubedeportugal",
            "strDescriptionEN": "Sporting Clube de Portugal, also referred to as Sporting or Sporting CP is a Portuguese multi-sports club based in Portugal's capital city of Lisbon. Although they compete in a number of different sports, Sporting is best known for its association football team.\r\n\r\nFounded in Lisbon on 1 July 1906, it is one of the \"Três Grandes\" (The Big Three) football clubs in Portugal. With more than 100,000 registered club members, its teams, athletes and supporters are often nicknamed Leões (English: The Lions) by its fans.\r\n\r\nSporting was one of the founding members of the Primeira Liga in 1934 and, together with Benfica and Porto, it has never been relegated from the First Division of Portuguese football. Sporting is the third most successful Portuguese football club with 44 titles in Portuguese domestic competitions and one International title.\r\n\r\nIn domestic football, Sporting have won a total of 18 Primeira Liga titles, 15 Portuguese Cups, 4 Championship of Portugal titles (a record tied with Porto) and 7 Portuguese SuperCup titles. Internationally, Sporting won the 1963–64 European Cup Winners' Cup and were runners-up in the 2004–05 UEFA Cup.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Lo Sporting Clube de Portugal (pron. ['spɔɾtĩg 'klub(ɨ) dɨ puɾtu'gaɫ]), meglio noto come Sporting o, in lingua italiana, come Sporting Lisbona (Euronext: SCP), è una società polisportiva portoghese, con sede nella città di Lisbona. Attivo in numerose discipline, il club è noto a livello internazionale principalmente per la sua sezione calcistica, che milita nella Primeira Liga, la massima divisione del campionato portoghese, dalla quale non è mai retrocesso.\r\n\r\nFondato nel 1902 come Sport Club de Belas, divenne Campo Grande Sporting Club nel 1904 e assunse la denominazione attuale nel 1906.\r\n\r\nÈ, insieme al Benfica e al Porto, una delle tre grandi (Os Três Grandes) del calcio lusitano. È la terza squadra portoghese per numero di trofei vinti, dietro a Benfica e Porto, avendo vinto 19 titoli nazionali, 17 coppe nazionali, 3 coppe di Lega, 8 supercoppe nazionali e, a livello internazionale, una Coppa delle Coppe (nel 1963-1964, unica squadra portoghese ad avere vinto questo trofeo); ha altresì giocato la finale della Coppa UEFA 2004-2005, uscendone sconfitta.\r\n\r\nGioca le partite casalinghe allo Stadio José Alvalade, impianto da 50 095 posti a sedere. Possiede inoltre un centro di allenamento di prima qualità, l'Academia Sporting di Alcochete. I colori sociali sono il verde e il bianco.\r\n\r\nA livello sportivo vive la più intensa rivalità con i concittadini del Benfica, con cui gioca il Derby de Lisboa.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": "Sporting Clube de Portugal, (AFI: [spɔɾtĩɡ klub(ɨ) dɨ puɾtuɡaɫ]) ComC • MHIH • OB2 3 , também conhecido como Sporting ou Sporting CP, é um clube multidesportivo com sede em Lisboa no Complexo Alvalade XXI.\r\n\r\nApesar de competir em vários desportos, o Sporting é sobretudo conhecido pela sua equipa de futebol. Fundado em Lisboa em 1 de julho de 1906, é historicamente um grande no futebol em Portugal.\r\n\r\nCom mais de cem e vinte mil sócios registados,4 as suas equipas, atletas e simpatizantes são muitas vezes apelidados de Leões pelos seus fãs, mais de três milhões e seiscentos mil em todos os continentes.5\r\n\r\nDurante o primeiro século de existência do clube, as equipas e os atletas do Sporting ganharam três medalhas de ouro olímpicas, e outras de prata, bem como títulos nacionais e distritais.6\r\n\r\nDurante o período de fundação, José Alvalade tinha o desejo de transformar o Sporting num \"grande clube, tão grande como os maiores da Europa\". No desejo de abrir caminho numa altura em que o desporto em Portugal, era ainda uma actividade no seu estágio de desenvolvimento e de características muito elitistas, os primeiros \"sportinguistas\" conseguiram fundar aquele que se tornou no Sporting Clube de Portugal.",
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#008057",
            "strColour2": "#FFFFFF",
            "strColour3": "#F3C242",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ohj6ih1628855978.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/p8xosq1732401247.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rolcc41731823542.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wysvwv1421075212.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/utwurx1454078100.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vwuqxy1454078261.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/yqyrup1420404936.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/y1mok81626619486.png",
            "strYoutube": "www.youtube.com\/user\/SportingCP",
            "strLocked": "unlocked"
        }
    ]
}