{
    "teams": [
        {
            "idTeam": "133638",
            "idESPN": "263",
            "idAPIfootball": "252",
            "intLoved": null,
            "strTeam": "Aberdeen",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1903",
            "strSport": "Soccer",
            "strLeague": "Scottish Premier League",
            "idLeague": "4330",
            "strLeague2": "Scottish FA Cup",
            "idLeague2": "4723",
            "strLeague3": "Scottish League Cup",
            "idLeague3": "4888",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17514",
            "strStadium": "Pittodrie Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Aberdeen",
            "intStadiumCapacity": "20961",
            "strWebsite": "www.afc.co.uk",
            "strFacebook": "www.facebook.com\/AberdeenFootballClub",
            "strTwitter": "twitter.com\/AberdeenFC",
            "strInstagram": "instagram.com\/officialaberdeenfc",
            "strDescriptionEN": "Aberdeen Football Club (also known as The Dons or The Reds) are a Scottish professional football club based in Aberdeen. They compete in the Scottish Premiership having won four league titles and seven Scottish Cups, including a record three in a row during the 1980s, the only time a team other than Rangers has done this since 1882. They are also the only Scottish team to have won two European trophies, both in the same year, and have never been relegated from the top division of the Scottish football league system.\r\n\r\nFormed in 1903 as a result of the amalgamation of three clubs from Aberdeen, they rarely challenged for honours until the post war decade, when they won each of the major Scottish trophies under manager Dave Halliday. This level of success was surpassed in the 1980s, when, under the management of Alex Ferguson, they won three league titles, four Scottish Cups and a Scottish League Cup, alongside the European Cup Winners' Cup and the European Super Cup, both in 1983. Aberdeen were the last club outside of the Old Firm to win a league title, in 1984–85, and also the last Scottish team to win a European trophy. The team has enjoyed less success since this golden era, but a 19-year wait for a major trophy was ended by winning the 2013–14 Scottish League Cup.\r\n\r\nAberdeen have played at Pittodrie Stadium since their inception. The ground currently has a capacity of 21,421 and was the first all-seated and all-covered stadium in the United Kingdom. Pittodrie was also the first football stadium to feature a dugout, an invention of player and coach Donald Colman. The club's colours have been primarily red and white since 1939; before this, they played in black and gold vertical stripes. Aberdeen attract support from the city and surrounding areas, as they are the only senior team within a wide area. Aberdeen have no geographically close rivals; their nearest neighbours at the same level are in the city of Dundee.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Aberdeen Football Club è una società calcistica scozzese con sede nella città di Aberdeen, militante in Scottish Premiership dal 1905.\r\n\r\nIl periodo di maggior successo per l'Aberdeen fu la prima metà degli anni ottanta, quando, guidato dal leggendario Sir Alex Ferguson, riuscì ad interrompere il dominio dell'Old Firm e conquistare tre Campionati scozzesi, quattro Coppe di Scozia, una Coppa di Lega, una Coppa delle Coppe ed una Supercoppa europea; questi ultimi due trofei la rendono la squadra scozzese più titolata a livello internazionale, davanti ai più quotati Celtic e Rangers.\r\n\r\nDall'ultima promozione in Scottish Premiership nel 1905, l'Aberdeen non è mai retrocesso in seconda divisione.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Aberdeen Football Club es un club de fútbol escocés profesional con sede en Aberdeen. El club compite en la Scottish Premiership después de haber ganado cuatro títulos de Liga y siete Copas de Escocia, incluyendo un récord de tres consecutivas durante la década de 1980, la única vez que un equipo que no fue el Rangers lo ha hecho desde 1882. También son el único equipo escocés que ha ganado dos trofeos europeos, ambos en el mismo año, y es, junto con el Celtic, uno de los dos únicos equipos escoceses que nunca han descendido de la Premier League. A pesar de haber disputado la final de la Copa de Escocia 1999-00 y de la Scottish League Cup, el Aberdeen no ha ganado ningún título desde 1995.\r\n\r\nFundado en 1903 como resultado de la fusión de tres clubes de Aberdeen, rara vez lucharon por el título de Liga hasta la década de 1950, cuando ganaron todos los títulos más importantes de Escocia bajo el mandato de Dave Halliday. Este nivel de éxito fue superado en la década de 1980, cuando, bajo la dirección de Alex Ferguson, ganó tres títulos de Liga, cuatro Copas de Escocia y una Copa de la Liga de Escocia, junto con la Recopa de Europa de la UEFA y la Supercopa de Europa, ambos en 1983. El Aberdeen fue el último equipo fuera de la Old Firm en ganar un título de liga, en 1984—85, y también el último equipo escocés en ganar un trofeo europeo.\r\n\r\nEl club ha jugado en el Pittodrie Stadium desde su fundación. El terreno tiene actualmente una capacidad de 22.199 espectadores y fue el primer estadio con una capacidad totalmente sentada y todo cubierto en el Reino Unido. El Pittodrie también fue el estadio de fútbol de primera en presentar banquillos por debajo del nivel del terreno de juego, un invento del jugador y entrenador Donald Colman. Los colores del club han sido principalmente rojo y blanco desde 1939, y antes de esto, jugó con rayas verticales en blanco y oro.\r\n\r\nEl Aberdeen atrae el apoyo de la ciudad y sus alrededores, ya que son el único equipo superior dentro de una amplia zona. El club no tiene rivales geográficamente cercanos y sus vecinos más próximos en el mismo nivel se encuentran en la ciudad de Dundee.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Scotland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xuvwys1447597299.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/tv8e251548790344.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ussqyp1424361930.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/stqvtt1424361944.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rwsvsx1424361961.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/spsput1424361980.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/pba0zc1548789891.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/z45pth1722434213.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133647",
            "idESPN": "256",
            "idAPIfootball": "247",
            "intLoved": null,
            "strTeam": "Celtic",
            "strTeamAlternate": "Glasgow Celtic, The Celtic Football Club, Celtic FC",
            "strTeamShort": "CEL",
            "intFormedYear": "1888",
            "strSport": "Soccer",
            "strLeague": "Scottish Premier League",
            "idLeague": "4330",
            "strLeague2": "Scottish FA Cup",
            "idLeague2": "4723",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17515",
            "strStadium": "Celtic Park",
            "strKeywords": "",
            "strRSS": "http:\/\/www.football365.com\/celtic\/rss",
            "strLocation": "Parkhead, Glasgow",
            "intStadiumCapacity": "60447",
            "strWebsite": "www.celticfc.net",
            "strFacebook": "www.facebook.com\/CelticFC",
            "strTwitter": "twitter.com\/CelticFC",
            "strInstagram": "instagram.com\/celticfc",
            "strDescriptionEN": "The Celtic Football Club, commonly known as Celtic (\/ˈsɛltɪk\/), is a professional football club in Glasgow, Scotland. The team competes in the Scottish Premiership, the top division of Scottish football. The club was founded in 1887 with the purpose of alleviating poverty in the Irish–Scots population in the city's East End area. They played their first match in May 1888, a friendly match against Rangers which Celtic won 5–2. Celtic established themselves within Scottish football, winning six successive league titles during the first decade of the 20th century. The club enjoyed their greatest successes during the 1960s and 70s under Jock Stein, when they won nine consecutive league titles and the 1967 European Cup. Celtic have played in green and white throughout their history, adopting in 1903 the hoops that have been used ever since.\r\n\r\nCeltic are one of only five clubs in the world to have won over 100 trophies. The club has won the Scottish league championship 54 times, most recently in 2023–24, the Scottish Cup a record 42 times and the Scottish League Cup 21 times. The club's greatest season was 1966–67, when Celtic became the first British team to win the European Cup, also winning the Scottish league championship, the Scottish Cup, the League Cup and the Glasgow Cup. Celtic also reached the 1970 European Cup Final and the 2003 UEFA Cup Final, losing in both.\r\n\r\nCeltic have a long-standing fierce rivalry with Rangers and, together, the clubs are known as the Old Firm. Their matches against each other are regarded as among the world's biggest football derbies. The club's fanbase was estimated in 2003 as being around 9 million worldwide and there are more than 160 Celtic supporters clubs in over 20 countries. An estimated 80,000 fans travelled to Seville for the 2003 UEFA Cup Final, and their \"extraordinarily loyal and sporting behaviour\" in spite of defeat earned the club Fair Play awards from FIFA and UEFA, respectively.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Celtic FC\r\nCalcio \r\nCampione di Scozia in caricaCampione di Scozia in carica\r\n\r\nThe Bhoys (I Ragazzi), The Celts (I Celti), The Hoops (I Cerchiati)\r\nSegni distintivi\r\nUniformi di gara\r\nManica sinistraManica sinistraMagliettaMagliettaManica destraManica destraPantalonciniPantalonciniCalzettoniCalzettoni\r\nCasa\r\nManica sinistraManica sinistraMagliettaMagliettaManica destraManica destraPantalonciniPantalonciniCalzettoniCalzettoni\r\nTrasferta\r\nManica sinistraManica sinistraMagliettaMagliettaManica destraManica destraPantalonciniPantalonciniCalzettoniCalzettoni\r\nTerza divisa\r\nColori sociali\t Bianco, verde\r\nSimboli\tQuadrifoglio\r\nInno\tYou'll Never Walk Alone\r\nR. Rodgers - O. Hammerstein\r\nDati societari\r\nCittà\tGlasgow\r\nNazione\tBandiera del Regno Unito Regno Unito\r\nBandiera della Scozia Scozia\r\nConfederazione\tUEFA\r\nFederazione\t Scottish SFA\r\nCampionato\tScottish Premiership\r\nFondazione\t1887\r\nPresidente\tBandiera della Scozia Ian Bankier\r\nAllenatore\tBandiera dell'Irlanda del Nord Brendan Rodgers\r\nStadio\tCeltic Park\r\n(60 355 posti)\r\nSito web\twww.celticfc.net\r\nPalmarès\r\n10 Premiership scozzesi10 Premiership scozzesi10 Premiership scozzesi10 Premiership scozzesi10 Premiership scozzesiPremiership scozzesePremiership scozzesePremiership scozzese  Coppa dei Campioni\r\nTitoli di Scozia\t53\r\nTrofei nazionali\t41 Coppe di Scozia\r\n21 Coppe di Lega\r\nTrofei internazionali\t1 Coppe dei Campioni\/Champions League\r\n1 British League Cup\r\n1 Empire Exhibition Trophy\r\n1 Coronation Cup\r\n Stagione in corso\r\nSi invita a seguire il modello di voce\r\nIl Celtic Football Club (AFI: \/sɛ'ltɪk 'futbol ˈklɛb\/), noto più semplicemente come Celtic, è una società calcistica britannica di Glasgow affiliata alla Federazione calcistica Scozzese, nella cui prima divisione milita dal 1890, anno della costituzione del campionato.\r\n\r\nIl Celtic è l'unico club scozzese ad avere sempre disputato la Scottish Premiership sin dalla sua istituzione (1890-91) e, insieme all'Aberdeen, a non essere mai retrocesso.\r\n\r\nFino al 1994 la ragione sociale del club era The Celtic Football and Athletic Company Ltd. I giocatori del Celtic vengono soprannominati The Bhoys.\r\n\r\nInsieme ai rivali storici dei Rangers forma la cosiddetta Old Firm del calcio scozzese, una delle più forti e accese rivalità sportive di tutti i tempi. Il Celtic viene tradizionalmente associato alla comunità cattolica di Glasgow (ha anche un nutritissimo seguito tra i tifosi irlandesi), mentre i Rangers ne rappresentano la parte protestante. A livello nazionale ha vinto 53 campionati, 41 Coppe di Scozia e 21 Coppe di Lega, per un totale di 115 trofei nazionali, che la rendono la seconda squadra più titolata, dietro ai concittadini dei Rangers. I trofei totali, con la Coppa dei Campioni vinta nel 1966-1967, sono 116.\r\n\r\nNel 1966-1967 il Celtic divenne il primo club britannico a vincere la Coppa dei Campioni,[1] la cui vittoria era fino a quel momento rimasta appannaggio di club provenienti da Italia, Portogallo e Spagna. Nello stesso anno vinse ogni competizione alla quale partecipò (record in assoluto per una squadra scozzese): Scottish Premier League, Scottish Cup, Scottish League Cup e Glasgow Cup. È l'unico club scozzese ad avere raggiunto la finale di Coppa dei Campioni e il solo in Europa ad averlo fatto con soli giocatori provenienti dal vivaio (tutti i tesserati erano scozzesi e nati a meno di 30 miglia dal Celtic Park).[2][3] Con questo risultato fu la prima squadra europea a centrare il treble stagionale (vittoria di Campionato, Coppa nazionale e Coppa dei Campioni). I Bhoys arrivarono nuovamente in finale di Coppa dei Campioni nel 1970, ma questa volta vennero battuti dagli olandesi del Feyenoord per 1-2 ai tempi supplementari. Nel 2003 la squadra, guidata da Martin O'Neill, raggiunse la finale di Coppa UEFA, giocatasi a Siviglia, dove fu però sconfitta dal Porto per 2-3 ai tempi supplementari. Circa 80 000 tifosi bianco-verdi partirono per lo Stadio Olimpico de la Cartuja per seguire il match, nonostante la maggior parte di essi non fosse in possesso di alcun biglietto.[4][5][6]\r\n\r\nLa divisa del Celtic è conosciuta in tutto il mondo, grazie alle sue strisce orizzontali bianco-verdi con pantaloncini e calzettoni bianchi. La squadra disputa i suoi incontri interni al Celtic Park, il terzo impianto per capienza del Regno Unito. Nella stagione 2005-2006 lo stadio registrò una media di circa 58 149 paganti,[7] seconda miglior affluenza media dell'epoca in Gran Bretagna dopo l'Old Trafford di Manchester.[8]\r\n\r\nA novembre del 2021 il Celtic occupa il 49º posto nel Ranking UEFA per club",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Scotland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/tswuut1447597436.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ulbq2a1727776234.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rpwrut1420499023.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vsi9v61513029721.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/feefdy1513029746.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xq2ntl1513029857.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/uo682v1513030031.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/8rumdh1688242769.png",
            "strYoutube": "www.youtube.com\/CelticFC",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133942",
            "idESPN": "261",
            "idAPIfootball": "253",
            "intLoved": null,
            "strTeam": "Dundee FC",
            "strTeamAlternate": "Dundee Football Club",
            "strTeamShort": "",
            "intFormedYear": "1893",
            "strSport": "Soccer",
            "strLeague": "Scottish Premier League",
            "idLeague": "4330",
            "strLeague2": "Scottish FA Cup",
            "idLeague2": "4723",
            "strLeague3": "Scottish League Cup",
            "idLeague3": "4888",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "31044",
            "strStadium": "Dens Park",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Dundee, Scotland",
            "intStadiumCapacity": "11506",
            "strWebsite": "www.dundeefc.co.uk",
            "strFacebook": "www.facebook.com\/dundeefcofficial\/",
            "strTwitter": "twitter.com\/dundeefconline",
            "strInstagram": "instagram.com\/dundeefcofficial",
            "strDescriptionEN": "Dundee Football Club is a professional football club based in the city of Dundee, Scotland. Founded in 1893, they are nicknamed \"The Dark Blues\" or \"The Dee\". The club plays its home matches at Dens Park.\r\n\r\nThe club was formed after a merger between clubs Dundee East End and Dundee Our Boys in order to apply for the SFL. Within a decade they had become a major force in Scottish football, finishing as league runners-up three times in the 1900s, and finished the decade as Scottish Cup winners in 1910. They would remain a major side in Scottish football before a decline in the 1930s. After the return to football in the aftermath of World War II, the club experienced a revival in the late 1940s and 1950s under George Anderson with another runners-up finish and consecutive Scottish League Cup wins in 1952 and 1953.\r\n\r\nThe club's most successful era was in the 1960s when, under the management of Bob Shankly, Dundee won the Scottish Football League title in 1962, before reaching the semi-finals of the 1962–63 European Cup. The club would once again win the League Cup in the 1973–74 season, but have yet to win another major honour since. Since the late 1970s, the club has experienced issues with frequent relegations and financial issues, though have found stability in the latter as of late.\r\n\r\nThe club has a long-standing rivalry with fellow Dundee side Dundee United, who are situated on the same street. It is the most local football derby in Great Britain. Matches between the two are called the Dundee derby, and games are fiercely contested and are often considered one of the most exciting fixtures in Scottish football. Despite this, the rivalry is much friendlier than other Scottish derbies such as the Old Firm, with families often split down the middle in terms of support.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Dundee Football Club, meglio noto come Dundee FC o più semplicemente Dundee, è una società calcistica scozzese con sede nella città di Dundee, militante in Scottish Championship, secondo livello del calcio scozzese.\r\n\r\nNel suo palmarès c'è un titolo di campione di Scozia conquistato nella stagione 1961-62, una Scottish Cup e tre Scottish League Cup.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Scotland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/n3o3qp1721977667.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ng8jsl1626202870.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/6g5bvf1548936162.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/svvuuu1427138348.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/oph6mt1548936193.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/k8rd161548936212.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/qwk5dq1548936227.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/fl74h61722632905.png",
            "strYoutube": "www.youtube.com\/user\/dundeefcofficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133644",
            "idESPN": "264",
            "idAPIfootball": "1386",
            "intLoved": null,
            "strTeam": "Dundee United",
            "strTeamAlternate": "Dundee Utd",
            "strTeamShort": "",
            "intFormedYear": "1909",
            "strSport": "Soccer",
            "strLeague": "Scottish Premier League",
            "idLeague": "4330",
            "strLeague2": "Scottish FA Cup",
            "idLeague2": "4723",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17512",
            "strStadium": "Tannadice Park",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Dundee",
            "intStadiumCapacity": "14223",
            "strWebsite": "dufc.co",
            "strFacebook": "www.facebook.com\/dundeeunitedfc",
            "strTwitter": "twitter.com\/dundeeunitedfc",
            "strInstagram": "",
            "strDescriptionEN": "Dundee United Football Club is a Scottish professional football club located in the city of Dundee. Formed in 1909, originally as Dundee Hibernian, the club changed to the present name in 1923. United are nicknamed The Terrors or The Tangerines and the supporters are known as Arabs.\r\n\r\nThe club has played in tangerine kits since the 1960s and have played at the present ground, Tannadice Park, since their foundation in 1909. United were founder members of the Scottish Premier League (SPL) in 1998 and were ever-present in the competition until it was abolished in 2013 to make way for the new Scottish Premiership which is the top division of the current SPFL structure.\r\n\r\nDomestically, the club has won the Scottish Premier Division on one occasion (1982–83), the Scottish Cup twice (1994 and 2010) and the Scottish League Cup twice (1979 & 1980). United appeared in European competition for the first time in the 1966–67 season, going on to appear in Europe in 14 successive seasons from 1976. They also reached the European Cup semi-finals in 1984 and the UEFA Cup final in 1987. The club has a 100% record in four matches against Barcelona in competitive European ties.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Scotland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/orfh821655722356.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/enqr541608385582.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/nbb6wg1608387129.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2a6etl1608386845.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/x0yhfs1608387032.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tapek21608386794.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/583s5y1608387946.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/8e47nq1722712208.png",
            "strYoutube": "www.youtube.com\/user\/dundeeunitedmedia",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133643",
            "idESPN": "262",
            "idAPIfootball": "254",
            "intLoved": null,
            "strTeam": "Hearts",
            "strTeamAlternate": "Heart of Midlothian",
            "strTeamShort": "",
            "intFormedYear": "1874",
            "strSport": "Soccer",
            "strLeague": "Scottish Premier League",
            "idLeague": "4330",
            "strLeague2": "Scottish FA Cup",
            "idLeague2": "4723",
            "strLeague3": "Scottish League Cup",
            "idLeague3": "4888",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "UEFA Conference League",
            "idLeague5": "5071",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16856",
            "strStadium": "Tynecastle Park",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Gorgie, Edinburgh, Scotland",
            "intStadiumCapacity": "17529",
            "strWebsite": "www.heartsfc.co.uk\/page\/Home",
            "strFacebook": "www.facebook.com\/OfficialHeartofMidlothianFC\/",
            "strTwitter": "twitter.com\/JamTarts",
            "strInstagram": "www.instagram.com\/hmfc_",
            "strDescriptionEN": "Heart of Midlothian Football Club, commonly known as Hearts, is a professional football club in Edinburgh, Scotland. The team competes in the Scottish Professional Football League. Hearts, the oldest and most successful football club in the Scottish capital, were formed in 1874, their name influenced by Walter Scott's novel The Heart of Midlothian. The club crest is based on the Heart of Midlothian mosaic on the city's Royal Mile; the team's colours are maroon and white.\r\n\r\nHearts have played home matches at Tynecastle Park since 1886. After converting the ground into an all-seater stadium in 1990, it now has a capacity of 19,852 following the completion of a rebuilt main stand in 2017. Their training facilities are at the Oriam, Scotland's national performance centre for sport, where they also run their youth academy.\r\n\r\nHeart of Midlothian have won the Scottish league championship four times, most recently in 1959–60, when they also retained the Scottish League Cup to complete a League and League Cup double – the only club outside of the Old Firm to achieve such a feat.\r\n\r\nThe club's most successful period was under former player turned manager Tommy Walker from the early 1950s to mid 1960s. Between 1954 and 1962 they won two league titles, one Scottish Cup, and four Scottish League Cups, and also finished inside the league's top four positions for 11 consecutive seasons between 1949–50 and 1959–60. Jimmy Wardhaugh, Willie Bauld and Alfie Conn Sr., known as the Terrible Trio, were forwards at the start of this period with wing half linchpins Dave Mackay and John Cumming. Wardhaugh was part of another notable Hearts attacking trinity in the 1957–58 league winning side. Along with Jimmy Murray and Alex Young, they set the record for the number of goals scored in a Scottish league winning campaign (132). In doing so, they also became the only side to finish a season with a goal difference exceeding 100 (+103).\r\n\r\nHearts have also won the Scottish Cup eight times, most recently in 2012 after a 5–1 victory over Hibernian, their local rivals. All four of Hearts' Scottish League Cup triumphs came under Walker, most recently a 1–0 victory against Kilmarnock in 1962. Their most recent Scottish League Cup Final appearance was in 2013, where they lost 3–2 to St Mirren.\r\n\r\nIn 1958, Heart of Midlothian became the third Scottish and fifth British team to compete in European competition. The club reached the quarter-finals of the 1988–89 UEFA Cup, losing to Bayern Munich 2–1 on aggregate.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Heart of Midlothian Football Club, spesso abbreviato in Hearts, è una società calcistica scozzese con sede nella città di Edimburgo, militante in Scottish Championship, secondo livello del calcio scozzese.\r\n\r\nÈ la terza squadra più tifata di Scozia, nonché una delle più titolate, con quattro campionati scozzesi, otto Scottish Cup e quattro Scottish League Cup.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Scotland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/twqvyt1447597939.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/lefe8p1549480194.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/63tjwo1549480215.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/iji5ev1549480234.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2pgws61549480250.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/821hxz1549480266.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/m2ff791549480282.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/9qy6851722423890.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133646",
            "idESPN": "258",
            "idAPIfootball": "249",
            "intLoved": null,
            "strTeam": "Hibernian",
            "strTeamAlternate": "Hibs",
            "strTeamShort": "",
            "intFormedYear": "1875",
            "strSport": "Soccer",
            "strLeague": "Scottish Premier League",
            "idLeague": "4330",
            "strLeague2": "Scottish FA Cup",
            "idLeague2": "4723",
            "strLeague3": "Scottish League Cup",
            "idLeague3": "4888",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16797",
            "strStadium": "Easter Road Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Leith, Edinburgh",
            "intStadiumCapacity": "20421",
            "strWebsite": "www.hibernianfc.co.uk\/page\/Home",
            "strFacebook": "www.facebook.com\/HibernianFootballClubOfficial",
            "strTwitter": "twitter.com\/hibsofficial",
            "strInstagram": "instagram.com\/hibspics",
            "strDescriptionEN": "Hibernian Football Club (\/hɨˈbɜrniən\/), commonly known as Hibs, are a Scottish professional football club based in Leith in the north of Edinburgh. It is one of two Scottish Professional Football League clubs in the city, the other being their Edinburgh derby rivals Hearts. Hibernian was founded in 1875 by Irish immigrants, but support for the club is now based on geography rather than ethnicity or religion. The Irish heritage of Hibernian is still reflected, however, in its name, colours and badge.\r\n\r\nThe name of the club is usually shortened to Hibs. The team are also called The Hibees (pronounced \/ˈhaɪbiːz\/) and The Cabbage, a shortening of the rhyming slang for Hibs of \"Cabbage and Ribs\", by fans of the club, who are themselves also known as Hibbies. Home matches are played at the Easter Road stadium, in use since 1893, when the club joined the Scottish Football League. Hibernian have played in the second tier of the Scottish football league system, known as the Scottish Championship, since being relegated in 2014.\r\n\r\nHibernian have won the Scottish league championship four times, most recently in 1952. Three of those four championships were won between 1948 and 1952, when the club had the services of The Famous Five, a notable forward line. The club have won the Scottish Cup twice, in 1887 and 1902; but have lost ten Scottish Cup Finals since, most recently in 2013. The last major trophy won by the club was the 2006–07 Scottish League Cup, when Kilmarnock were beaten 5–1 in the final. This was the third time Hibs had won the League Cup, also winning in 1972–73 and 1991–92.\r\nThe team reached the League Cup final, (2015–16) which was lost to Ross County. This was followed by victory in the Scottish Cup for the first time since 1902, culminating in a cup final win against Rangers. Soon after the cup win Stubbs left Hibs to manage Rotherham United. He was replaced by Neil Lennon, who led the team to promotion by winning the 2016–17 Scottish Championship.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Hibernian Football Club (talora Hibs o Hibees) è un club calcistico scozzese di Edimburgo, militante in Scottish Premiership.\r\n\r\nBasata nel distretto cittadino di Leith, rappresenta insieme ai concittadini Hearts la capitale scozzese in massima divisione nazionale. Campione di Scozia quattro volte (1902, 1948, 1951 e 1952) è assieme alla citata Hearts e all'Aberdeen, la terza squadra del Paese per campionati nazionali vinti. Vanta anche la vittoria in tre Coppe di Scozia e altrettante Coppe di Lega scozzesi.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Scotland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/qjys3z1684928969.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/5fnx301549026623.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/r1zv451549026910.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/didrm11549026928.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/suoxvh1549026945.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/5eo1ko1549026961.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/k0nmxs1549026974.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/37vjd81722805367.png",
            "strYoutube": "www.youtube.com\/user\/HibernianTV",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133645",
            "idESPN": "260",
            "idAPIfootball": "250",
            "intLoved": null,
            "strTeam": "Kilmarnock",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1869",
            "strSport": "Soccer",
            "strLeague": "Scottish Premier League",
            "idLeague": "4330",
            "strLeague2": "Scottish FA Cup",
            "idLeague2": "4723",
            "strLeague3": "Scottish League Cup",
            "idLeague3": "4888",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "UEFA Conference League",
            "idLeague5": "5071",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18729",
            "strStadium": "Rugby Park",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Kilmarnock, East Ayrshire",
            "intStadiumCapacity": "18128",
            "strWebsite": "kilmarnockfc.co.uk",
            "strFacebook": "www.facebook.com\/OfficialKilmarnockFootballClub",
            "strTwitter": "www.twitter.com\/OfficialKillie",
            "strInstagram": "www.instagram.com\/kilmarnockfootballclub",
            "strDescriptionEN": "Kilmarnock Football Club, commonly known as Killie, is a Scottish professional football team based in the town of Kilmarnock, East Ayrshire. The team is currently managed by Tommy Wright, who was appointed in February 2021. The club has achieved several honours since its formation in 1869, most recently the 2011–12 Scottish League Cup after a 1–0 win over Celtic at Hampden Park.\r\n\r\nKilmarnock Football Club is currently the oldest football club in the Scottish Championship, and also the oldest professional club in Scotland. Home matches are played at Rugby Park, a 17,889 capacity all seater stadium situated in the town itself. Kilmarnock took part in the first-ever official match in the Scottish Cup against the now-defunct Renton in 1873. The club have qualified for European competitions on nine occasions, their best performance coming in the 1966–67 Fairs Cup when they progressed to the semi-finals, eventually being eliminated by Leeds United. The club is also one of only a few Scottish clubs to have played in all three European competitions (European Cup, Cup Winners' Cup and the UEFA Cup).\r\n\r\nKilmarnock have a long-standing football rivalry with fellow Ayrshire side Ayr United, with both teams playing frequently in the Ayrshire derby in which both sides first met in September 1910. Kilmarnock have long been the most successful side in the Ayrshire derby, winning 189 times in 256 meetings. The club nickname, Killie, is the Scottish slang term for the town of Kilmarnock.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Kilmarnock Football Club, meglio noto come Kilmarnock, è una società calcistica scozzese con sede nella città di Kilmarnock. Milita nella Scottish Premiership, la prima divisione scozzese.\r\n\r\nNel suo palmarès c'è un titolo di campione di Scozia conquistato nella stagione 1964-65, tre Scottish Cup e una Scottish League Cup.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Scotland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xssqtu1447596951.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/z9x9s21549207633.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/zaejq31549126925.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/5fbmgj1549126942.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/bm920q1549126957.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/1wmxnh1549126972.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/cqg8m31549126986.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/5upz7d1731240948.png",
            "strYoutube": "www.youtube.com\/user\/officialkilmarnockfc",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133640",
            "idESPN": "266",
            "idAPIfootball": "256",
            "intLoved": null,
            "strTeam": "Motherwell",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1886",
            "strSport": "Soccer",
            "strLeague": "Scottish Premier League",
            "idLeague": "4330",
            "strLeague2": "Scottish FA Cup",
            "idLeague2": "4723",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17519",
            "strStadium": "Fir Park",
            "strKeywords": "",
            "strRSS": "http:\/\/www.motherwellfc.co.uk\/feed\/",
            "strLocation": "Motherwell, North Lanarkshire",
            "intStadiumCapacity": "13677",
            "strWebsite": "www.motherwellfc.co.uk",
            "strFacebook": "www.facebook.com\/motherwelllfc",
            "strTwitter": "www.twitter.com\/motherwelllfc",
            "strInstagram": "",
            "strDescriptionEN": "Motherwell Football Club are a Scottish professional football club based in Motherwell, North Lanarkshire. The club compete in the Scottish Premiership. Motherwell have not dropped out of the top-flight of Scottish football since 1985, but have only lifted one trophy in that time – the Scottish Cup in 1991.\r\n\r\nClad in the traditional claret and amber, Motherwell play their home matches at Fir Park Stadium and have done since 1896. The club's main rivals over the years have been Hamilton Academical and Airdrieonians, due in part to their close geographical proximities. This is known as the Lanarkshire derby.\r\n\r\nThe club have won five major trophies in domestic football; the Scottish League Title in 1931–32, the Scottish Cup in 1951–52 and 1990–91, the Scottish League Cup in 1950–51 and the Summer Cup in 1964–65.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Motherwell Football Club, meglio noto come Motherwell, è una società calcistica scozzese con sede nella città di Motherwell, nel Lanarkshire del Nord. Milita nella Scottish Premiership, la massima divisione del campionato scozzese di calcio.\r\n\r\nNel suo palmarès figurano un campionato scozzese, vinto nella stagione 1931-32, due Scottish Cup e una Scottish League Cup.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Scotland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vsysqx1447598301.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/c0ds4h1549733645.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/g8ctcn1549733675.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/b3a3kn1549733695.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/c4se8z1549733707.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/037lpn1549733844.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/7py2ea1549733858.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/lhr1dx1723142514.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133642",
            "idESPN": "257",
            "idAPIfootball": "257",
            "intLoved": "1",
            "strTeam": "Rangers",
            "strTeamAlternate": "Glasgow Rangers Football Club, Glasgow Rangers FC",
            "strTeamShort": "RFC",
            "intFormedYear": "1872",
            "strSport": "Soccer",
            "strLeague": "Scottish Premier League",
            "idLeague": "4330",
            "strLeague2": "Scottish FA Cup",
            "idLeague2": "4723",
            "strLeague3": "Scottish League Cup",
            "idLeague3": "4888",
            "strLeague4": "UEFA Champions League",
            "idLeague4": "4480",
            "strLeague5": "UEFA Europa League",
            "idLeague5": "4481",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17520",
            "strStadium": "Ibrox Stadium",
            "strKeywords": "The Gers",
            "strRSS": "http:\/\/rangers.co.uk\/feed\/",
            "strLocation": "Glasgow, Scotland",
            "intStadiumCapacity": "50987",
            "strWebsite": "www.rangers.co.uk",
            "strFacebook": "www.facebook.com\/rangersfc",
            "strTwitter": "twitter.com\/RangersFC",
            "strInstagram": "instagram.com\/rangersfc",
            "strDescriptionEN": "Rangers Football Club are a football club in Glasgow, Scotland, which plays in the Scottish Championship, the second tier of the Scottish Professional Football League. Their home ground, Ibrox Stadium, is in the south-west of the city.\r\n\r\nRangers have won more league titles and trebles than any other club in the world, winning the league title 54 times, the Scottish Cup 33 times and the Scottish League Cup 27 times, and achieving the treble of all three in the same season seven times. Rangers was the first British club to reach a UEFA tournament final and won the European Cup Winners' Cup in 1972 after being runner-up twice in 1961 and 1967. A third runners-up finish in Europe came in the 2008 UEFA Cup. Rangers have a long-standing rivalry with Celtic, the two Glasgow clubs being collectively known as the Old Firm.\r\n\r\nFounded in 1872, Rangers are one of the ten original members of the Scottish Football League and remained in the top division continuously until the liquidation of The Rangers Football Club PLC at the end of the 2011–12 season. With a new corporate identity, the club gained admittance to the fourth tier of the Scottish game in time for the start of the following season, since when they have been promoted twice.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Rangers Football Club, noto semplicemente come Rangers o Glasgow Rangers (fuori della Scozia),[Nota 1] è una società calcistica scozzese con sede nella città di Glasgow, militante in Scottish Premiership (massima serie del campionato scozzese) dal 2016.\r\n\r\nAffiliata alla Scottish Football Association (SFA), la squadra ha preso parte a 120 dei 124 campionati di massima divisione scozzese disputati fino ad oggi.[1] Il club è andato incontro al fallimento nel 2012: entrato in liquidazione il 14 giugno di quell'anno, ha venduto tutti i suoi cespiti ad una nuova società,[2] la The Rangers Football Club Ltd di Charles Green, per la somma di cinque milioni e mezzo di sterline (circa sette milioni di euro), configurando così la cessione del ramo d'azienda e preservando la storia e l'identità del club;[3] l'affiliazione dei Rangers alla SFA è stata confermata a condizione di un anno di sospensione del calciomercato.[4] La squadra originaria è entrata in liquidazione il 31 ottobre 2012 ed è ripartita dal più basso livello del calcio scozzese professionistico, la Scottish League Two (quarta serie).[5]\r\n\r\nI Rangers sono il club più titolato a livello scozzese e internazionale, vantando un palmarès composto da 117 trofei (120 contando anche i campionati inferiori). Con 55 trionfi nel proprio campionato risulta essere la squadra con il maggior numero di titoli nazionali in tutto il panorama mondiale, insieme alla squadra nordirlandese del Linfield, oltre a 33 trionfi nella Coppa di Scozia e 27 nella Coppe di Lega, anch'esso un record. Assieme al Celtic, detengono il primato di treble nazionali con 7 affermazioni nella loro storia (1949, 1974, 1976, 1978, 1993, 1999 e 2003). I Rangers sono stati il primo club britannico a raggiungere una finale di un torneo UEFA e hanno vinto la Coppa delle Coppe UEFA nel 1972 dopo avere già raggiunto la finale in due occasioni: nel 1961 e nel 1967. Una terza finale in Europa è stata quella relativa alla Coppa UEFA 2008, arrivata dopo l'eliminazione nella fase a gironi della Champions League dello stesso anno, dove circa 200.000 sostenitori si recarono a Manchester, pur essendo la finale contro lo Zenit di San Pietroburgo in realtà vista da circa 44.000 spettatori allo stadio City of Manchester. Con la vittoria della Scottish Premier League nel 2005, i Rangers hanno conquistato il 51º titolo nazionale della loro storia (prima squadra al mondo a riuscire in questa impresa), motivo per cui sulle maglie da gioco lo stemma del club è sormontato da cinque stelle, ognuna delle quali rappresenta 10 campionati vinti. Insieme ai rivali cittadini del Celtic forma la cosiddetta Old Firm del calcio scozzese, uno dei derby più antichi e più intensi nel calcio mondiale.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Scotland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ti24j61614290048.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/7xv98g1549299468.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ysptuv1420506741.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uxstru1420506758.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/z2mxwq1549299491.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/4utmj61549299507.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/v2qipi1549299521.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/uq6tb61717840194.png",
            "strYoutube": "www.youtube.com\/RangersFC",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133940",
            "idESPN": "251",
            "idAPIfootball": "902",
            "intLoved": null,
            "strTeam": "Ross County",
            "strTeamAlternate": "Ross County Football Club",
            "strTeamShort": "",
            "intFormedYear": "1929",
            "strSport": "Soccer",
            "strLeague": "Scottish Premier League",
            "idLeague": "4330",
            "strLeague2": "Scottish FA Cup",
            "idLeague2": "4723",
            "strLeague3": "Scottish League Cup",
            "idLeague3": "4888",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17516",
            "strStadium": "Global Energy Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Dingwall, Rossshire",
            "intStadiumCapacity": "6541",
            "strWebsite": "www.rosscountyfootballclub.co.uk",
            "strFacebook": "www.facebook.com\/rosscountyfootballclub\/",
            "strTwitter": "twitter.com\/RCFCStaggies",
            "strInstagram": "www.instagram.com\/rcfcofficial\/?hl=en",
            "strDescriptionEN": "Ross County Football Club is a Scottish professional football club based in Dingwall, Ross-shire. They play all of their home matches at the Global Energy Stadium in Dingwall. The club currently play in the \tScottish Championship. Prior to the 1994–95 season they played in the Highland Football League, a competition they won three times. They have also won the Scottish First Division, Second Division, Third Division (once each) and Challenge Cup twice. In 2010, they reached the Scottish Cup Final. Nicknamed The Staggies, County's home colours are dark blue and white.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Ross County Football Club, meglio noto come Ross County, è una società calcistica scozzese con sede nella città di Dingwall, nelle Highland. Milita in Scottish Premiership, il primo livello del campionato scozzese di calcio.\r\n\r\nNel palmarès del club figura una Scottish League Cup, vinta nella stagione 2015-2016, oltre a due Scottish Challenge Cup. I colori sociali sono il blu, il rosso e il bianco.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Scotland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/yi482m1688532289.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/6vjv281577136574.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rgr1ic1577373228.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/58yxgs1577372937.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/isp8091577373070.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/7cdqyj1577373132.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/udb85k1577373527.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/1jd0ki1723208754.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133639",
            "idESPN": "267",
            "idAPIfootball": "258",
            "intLoved": null,
            "strTeam": "St Johnstone",
            "strTeamAlternate": "St. Johnstone FC",
            "strTeamShort": "",
            "intFormedYear": "1884",
            "strSport": "Soccer",
            "strLeague": "Scottish Premier League",
            "idLeague": "4330",
            "strLeague2": "Scottish FA Cup",
            "idLeague2": "4723",
            "strLeague3": "Scottish League Cup",
            "idLeague3": "4888",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16897",
            "strStadium": "McDiarmid Park",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Perth",
            "intStadiumCapacity": "10696",
            "strWebsite": "www.perthstjohnstonefc.co.uk",
            "strFacebook": "www.facebook.com\/pages\/St-Johnstone-Football-Club\/106790282677295",
            "strTwitter": "twitter.com\/#!\/St_Johnstone_FC",
            "strInstagram": "",
            "strDescriptionEN": "St. Johnstone F.C. is a professional football club based in Perth, Scotland. Although it is officially recorded as being formed in 1884, the club did not play its first game until February 1885. The club's home since 1989 has been McDiarmid Park.\r\n\r\nSt. Johnstone won the Scottish Football League First Division, the second tier of league football in Scotland, in 2008–09. This gained them promotion to the Scottish Premier League, bringing a return of SPL football to McDiarmid Park for the 2009–10 campaign, after a seven-year absence. The club have historically floated between the top two divisions of Scottish football, obtaining the reputation of being a \"yo-yo club\". Their traditional rivals are the two Dundee clubs, Dundee and Dundee United, with matches between St. Johnstone and either Dundee club being called Tayside derbies.\r\n\r\nThe club has had limited success in cup competitions. After losing at the semi-finals stage on numerous occasions, the club won their first Scottish Cup in 2014 with a 2–0 win over rivals Dundee United. It has reached two Scottish League Cup Finals, losing them to each of the Old Firm clubs. St. Johnstone won its first national cup competition of the modern era in the 2007–08 Scottish Challenge Cup. The club had previously won the Scottish Consolation Cup in 1911 and 1914, and the B Division Supplementary Cup in 1949. They have competed in European competitions on four occasions via finishing high enough in the league table to qualify; their highest position overall was third place on three occasions, 1971, 1999 and 2013.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il St. Johnstone Football Club, meglio noto come St. Johnstone, è una società calcistica scozzese con sede nella città di Perth, militante in Scottish Premiership, massimo livello del calcio scozzese.\r\n\r\nNel suo palmarès vanta due coppe nazionali (2014 e 2021) e una coppa di Lega (2021).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Scotland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/j84ht31600550102.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/0yjavc1549981205.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2hsf2w1549981309.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/4402bk1549981326.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/v17n451549981352.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cgsx541549981365.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/8v0rda1549981378.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/hie01s1723209203.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133649",
            "idESPN": "250",
            "idAPIfootball": "251",
            "intLoved": null,
            "strTeam": "St Mirren",
            "strTeamAlternate": "St Mirren Football Club",
            "strTeamShort": "",
            "intFormedYear": "1877",
            "strSport": "Soccer",
            "strLeague": "Scottish Premier League",
            "idLeague": "4330",
            "strLeague2": "Scottish FA Cup",
            "idLeague2": "4723",
            "strLeague3": "Scottish League Cup",
            "idLeague3": "4888",
            "strLeague4": "UEFA Conference League",
            "idLeague4": "5071",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "31020",
            "strStadium": "St Mirren Park Paisley",
            "strKeywords": "",
            "strRSS": "http:\/\/www.saintmirren.net\/pages\/?feed=rss",
            "strLocation": "Paisley, Renfrewshire",
            "intStadiumCapacity": "8023",
            "strWebsite": "www.saintmirren.net\/pages",
            "strFacebook": "www.facebook.com\/Stmirrenfc\/",
            "strTwitter": "twitter.com\/saintmirrenfc",
            "strInstagram": "",
            "strDescriptionEN": "St Mirren Football Club is a Scottish professional football club based in Paisley, Renfrewshire, founded in 1877. They play in the Scottish Premiership after winning the 2017–18 Scottish Championship. The team has two nicknames, the \"Buddies\" and the \"Saints\". \r\n\r\nSt. Mirren have won the Scottish Cup three times – 1926, 1959 and 1987 – the League Cup in 2013 and the Renfrewshire Cup 55 times. The club has played in European competition four times: UEFA Cup Winners' Cup in 1987–88 and the UEFA Cup in 1980–81, 1983–84 and 1985–86.\r\n\r\nThe club's home ground is St. Mirren Park, which since 2009 refers to the club's 8,023 all seater ground on Greenhill Road, Paisley. Between 1894 to 2009, St. Mirren Park was the name given to the club's well known former Love Street stadium.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il St. Mirren Football Club, meglio noto come St. Mirren, è una società calcistica scozzese con sede nella città di Paisley, nel Renfrewshire, militante in Scottish Premiership, massimo livello del calcio scozzese.\r\n\r\nNel corso della sua storia ha vinto 3 Scottish Cup (1926, 1959 e 1987) e una Scottish League Cup nel 2013.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Scotland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xvtuvv1447604452.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ordga01550088651.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uokpbe1550088687.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/1ilqky1550088714.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wkhdke1550088736.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/4q3tdt1550088751.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/1st06b1550088768.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/rdgsgf1723577461.png",
            "strYoutube": "www.youtube.com\/user\/StMirrenFootballClub",
            "strLocked": "unlocked"
        }
    ]
}