{
    "teams": [
        {
            "idTeam": "133772",
            "idESPN": null,
            "idAPIfootball": "194",
            "intLoved": "2",
            "strTeam": "Ajax",
            "strTeamAlternate": "AFC Ajax, Ajax Amsterdam",
            "strTeamShort": "AJA",
            "intFormedYear": "1900",
            "strSport": "Soccer",
            "strLeague": "Dutch Eredivisie",
            "idLeague": "4337",
            "strLeague2": "Dutch KNVB Cup",
            "idLeague2": "4902",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "21448",
            "strStadium": "Johan Cruyff Arena",
            "strKeywords": "de Godenzonen",
            "strRSS": "",
            "strLocation": "Amsterdam, Netherlands",
            "intStadiumCapacity": "54990",
            "strWebsite": "www.ajax.nl",
            "strFacebook": "www.facebook.com\/afcajax",
            "strTwitter": "twitter.com\/afcajax",
            "strInstagram": "www.instagram.com\/afcajax",
            "strDescriptionEN": "Amsterdamsche Football Club Ajax (also known as AFC Ajax, Ajax Amsterdam, or simply Ajax, is a Dutch professional football club based in Amsterdam, that plays in the Eredivisie, the top tier in Dutch football. Historically, Ajax (named after the legendary Greek hero) has been the most successful club in the Netherlands, with 34 Eredivisie titles and 19 KNVB Cups. It has continuously played in the Eredivisie, since the league's inception in 1956 and, along with Feyenoord and PSV Eindhoven, it is one of the country's \"big three\" clubs that have dominated that competition.\r\n\r\nAjax has historically been one of the most successful clubs in the world. According to the IFFHS, Ajax were the seventh-most successful European club of the 20th century and The World's Club Team of the Year in 1992. According to German magazine Kicker, Ajax were the second-most successful European club of the 20th century. The club is one of the five teams that has earned the right to keep the European Cup and to wear a multiple-winner badge; they won consecutively in 1971–1973. In 1972, they completed the continental treble by winning the Eredivisie, KNVB Cup, and the European Cup. It also won the first organized UEFA Super Cup in 1972 against Glasgow Rangers (played in 1973). Ajax's last international trophies were the 1995 Intercontinental Cup, 1995 UEFA Super Cup and the 1995 Champions League, where they defeated Milan in the final; they lost the 1996 Champions League final on penalties to Juventus. In 1995, Ajax was crowned as World Team of the Year by World Soccer magazine.\r\n\r\nAjax is also one of four teams to win the continental treble and the Intercontinental Cup or Club World Cup in the same season\/calendar year; This was achieved in the 1971–72 season. Ajax are one of the five clubs to have won all three major UEFA club competitions. They have also won the Intercontinental Cup twice, the 1991–92 UEFA Cup, as well as the Karl Rappan Cup, a predecessor of the UEFA Intertoto Cup in 1962. Ajax plays at the Johan Cruyff Arena, which opened as the Amsterdam ArenA in 1996 and was renamed in 2018. They previously played at De Meer Stadion and the Amsterdam Olympic Stadium (for international matches).",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Amsterdamsche Football Club Ajax, (Euronext: AJAX), meglio noto semplicemente come Ajax, è una società calcistica olandese con sede nella città di Amsterdam. Milita nella Eredivisie, la massima serie del campionato nazionale, e gioca le partite casalinghe alla Johan Cruijff Arena.\r\n\r\nÈ la squadra più titolata del paese in ambito nazionale, avendo vinto 34 campionati, 19 Coppe dei Paesi Bassi, 9 Supercoppe dei Paesi Bassi, nonché la squadra olandese più decorata in ambito internazionale e una tra le più vittoriose al mondo, potendo vantare 4 Coppe dei Campioni\/UEFA Champions League, una Coppa delle Coppe, una Coppa UEFA, 2[1] Supercoppe europee (è stata la prima compagine a vincere questa competizione) e 2 Coppe Intercontinentali. È anche uno dei cinque club, insieme con Juventus, Bayern Monaco, Chelsea e Manchester Utd, che sono riusciti a vincere tutti e tre le maggiori competizioni europee di calcio per club (Coppa dei Campioni\/Champions League, Coppa delle Coppe e Coppa UEFA\/Europa League)[2]. Inoltre è una delle cinque società calcistiche europee, insieme con Juventus, Bayern Monaco, Chelsea e Manchester United, ad avere vinto almeno una edizione di ogni competizione UEFA per club a cui ha partecipato,[3] oltre ad aver vinto, per prima, la Coppa Piano Karl Rappan (antenata della Coppa Intertoto)[4]. È stata la prima olandese a centrare il treble classico (campionato, coppa nazionale, Coppa dei Campioni\/Champions League) nella stagione 1971-1972.\r\n\r\nFamosa per il suo florido vivaio[5], la società possiede anche una succursale in Sudafrica, l'Ajax Cape Town.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#D2122E",
            "strColour2": "#ffffff",
            "strColour3": "#000000",
            "strGender": "Male",
            "strCountry": "The Netherlands",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uvzy1d1721297408.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/xwvptv1426074241.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qvrwpt1426046323.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/7xik951731826866.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/fju3gh1731826920.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xuxpxt1426046367.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/gcyuok1577036310.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/l2o51e1689717131.png",
            "strYoutube": "www.youtube.com\/afcajax",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133776",
            "idESPN": null,
            "idAPIfootball": "554",
            "intLoved": null,
            "strTeam": "Anderlecht",
            "strTeamAlternate": "RSCA, Royal Sporting Club Anderlecht",
            "strTeamShort": "",
            "intFormedYear": "1908",
            "strSport": "Soccer",
            "strLeague": "Belgian Pro League",
            "idLeague": "4338",
            "strLeague2": "UEFA Europa League",
            "idLeague2": "4481",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17664",
            "strStadium": "Lotto Park",
            "strKeywords": "Paars-wit",
            "strRSS": "",
            "strLocation": "Anderlecht, Belgium",
            "intStadiumCapacity": "22500",
            "strWebsite": "www.rsca.be\/go\/fr\/page\/clubhistory",
            "strFacebook": "www.facebook.com\/rsca.be",
            "strTwitter": "twitter.com\/rscanderlecht",
            "strInstagram": "instagram.com\/rscanderlecht",
            "strDescriptionEN": "Royal Sporting Club Anderlecht, usually known as Anderlecht or RSCA, is a Belgian professional football club based in Anderlecht, Brussels Capital-Region. Anderlecht plays in the Belgian First Division A and is the most successful Belgian football team in European competitions, with five trophies, as well as in the Belgian domestic league, with 34 championship wins. They have also won nine Belgian Cups and hold the record for most consecutive Belgian championship titles, winning five between the 1963–64 and 1967–68 seasons.\r\n\r\nFounded in 1908, the club first reached the highest level in Belgian football in 1921–22 and have been playing in the first division continuously since 1935–36 and in Europe since 1964–65. They won their first major trophy after World War II with a championship win in 1946–47. Since then, they have never finished outside the top six of the Belgian first division. They are ranked 14th amongst all-time UEFA club competition winners, tenth in the International Federation of Football History & Statistics continental Clubs of the 20th Century European ranking and were 41st in the 2012 UEFA team rankings. In 1986, they achieved their best UEFA ranking with a joint first place with Juventus.\r\n\r\nAnderlecht have been playing their matches in the Astrid Park in the municipality of Anderlecht since 1917. Their current stadium, Constant Vanden Stock Stadium, was first opened in 1983, and replaced the former Emile Versé Stadium. They play in purple and white outfits. They have long-standing rivalries with Club Brugge and Standard Liège.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Royal Sporting Club Anderlecht (in fiammingo Koninklijk Sporting Club Anderlecht), o, più brevemente, Anderlecht, è una società polisportiva belga di Anderlecht, un comune appartenente alla Regione di Bruxelles-Capitale.\r\n\r\nLa sezione maggiormente nota è quella calcistica, la quale milita nella Pro League, la massima serie del campionato nazionale, ed è la più titolata del Belgio, potendo vantare la vittoria di 34 titoli di campione nazionale, nove Coppe del Belgio, una Coppa di Lega, 13 Supercoppe del Belgio e, in campo continentale, di due Coppe delle Coppe (1975-76 e 1977-78), altrettante Supercoppe europee (1976 e 1978) e una Coppa UEFA (1982-83). Nel club hanno militato numerosi calciatori di rilievo, tra i quali Paul Van Himst, tra gli atleti belgi più popolari, che fu a lungo anche capitano della nazionale del suo Paese e fu nominato Golden Player dalla federazione belga.\r\n\r\nTra le altre sezioni della polisportiva, quella di rugby vanta la vittoria in 20 campionati nazionali.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Royal Sporting Club Anderlecht es un club de fútbol de Bélgica, del municipio de Anderlecht en Bruselas. Fue fundado el 27 de mayo de 1908 y disputa la Primera División de Bélgica. Es el equipo con más títulos de la Liga belga (32), obteniendo el último en el año 2013.\r\n\r\nAdemás de sus numerosos títulos nacionales, es junto al RKV Malinas, el único equipo belga que ha conquistado títulos europeos: 2 títulos de la Recopa de Europa y 2 de la Supercopa de Europa (1976 y 1978) más una Copa de la UEFA (1983). Últimamente, su participación en torneos europeos no ha sido muy destacada.\r\n\r\nA nivel continental, fue reconocido como el 10° mejor equipo del siglo XX según la IFFHS.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#512e8f",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Belgium",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/blk65s1691182512.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/i52ki91691010383.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tqpxux1426205535.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wswtxq1426205765.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tvsvtw1426205559.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ce3b9z1691013081.jpg",
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/repewh1690026618.png",
            "strYoutube": "www.youtube.com\/user\/Rsca",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133999",
            "idESPN": null,
            "idAPIfootball": "2247",
            "intLoved": null,
            "strTeam": "Apoel Nicosia",
            "strTeamAlternate": "ΑΠΟΕΛ, Αθλητικός Ποδοσφαιρικός Όμιλος Ελλήνων Λευκωσίας, Lefkosia",
            "strTeamShort": "",
            "intFormedYear": "1926",
            "strSport": "Soccer",
            "strLeague": "Cypriot First Division",
            "idLeague": "4630",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "UEFA Conference League",
            "idLeague4": "5071",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19412",
            "strStadium": "GSP Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Nicosia, Cyprus",
            "intStadiumCapacity": "22859",
            "strWebsite": "www.apoelfc.com.cy",
            "strFacebook": "www.facebook.com\/apoelfcofficial",
            "strTwitter": "www.twitter.com\/apoelfcofficial",
            "strInstagram": "",
            "strDescriptionEN": "APOEL FC (Greek: ΑΠΟΕΛ; short for Αθλητικός Ποδοσφαιρικός Όμιλος Ελλήνων Λευκωσίας, Athletikos Podosferikos Omilos Ellinon Lefkosias, \"Athletic Football Club of Greeks of Nicosia\") is a professional football club based in Nicosia, Cyprus. APOEL is the most popular and the most successful football team in Cyprus with an overall tally of 28 national championships, 21 cups, and 13 super cups.\r\n\r\nAPOEL's greatest moment in the European competitions occurred in the 2011–12 season, when the club participated in the group stages of the 2011–12 UEFA Champions League (along with FC Porto, Shakhtar Donetsk, and Zenit St. Petersburg). The club achieved qualification for the quarter-finals of the competition by topping the group and eliminating Olympique Lyonnais in the last 16, becoming the only Cypriot club to reach the UEFA Champions League quarter-finals. APOEL's European competitions highlights also include appearances in the group stages of the 2009–10 and 2014–15 UEFA Champions League and the group stages of the 2013–14, 2015–16, and 2016–17 UEFA Europa League. They marked their most successful UEFA Europa League campaign during the 2016–17 season, when they managed to top their group (along with Olympiacos, Young Boys, and Astana) and eliminated Athletic Bilbao in the round of 32, to reach the last 16 of the competition for the first time in their history. APOEL is the only Cypriot club who have reached the group stages (and the knockout stages) of both major UEFA competitions (UEFA Champions League and UEFA Europa League). In the 2016–17 season, APOEL drew an average home league attendance of 7,126 and their highest league attendance was 15,462. Both were the highest in the league.\r\n\r\nAPOEL FC is part of the APOEL multi-sport club, which was founded in 1926 and maintains departments for several sports including football, basketball, volleyball, futsal, table tennis, bowling, cycling, archery, swimming and water polo. APOEL is one of the founding members of the Cyprus Football Association and also an ordinary member of the European Club Association, an organization that replaced the previous G-14 which consists of major football clubs in Europe.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Athlītikos Podosfairikos Omilos Ellīnōn Leukōsias (gr. Aθλητικός Ποδοσφαιρικός Όμιλος Eλλήνων Λευκωσίας, Società sportiva calcistica greca di Nicosia), meglio nota a livello internazionale come APOEL Nicosia, o più semplicemente APOEL, è una società polisportiva cipriota con sede nella città di Nicosia. La polisportiva comprende, oltre al calcio, basket, volley, calcio a 5, tennis tavolo, bowling e ciclismo.\r\n\r\nCostituito l'8 novembre 1926 come POEL (Podosferikos Omilos Ellinon Lefkosias, Squadra di Calcio dei Greci di Nicosia), il club è uno dei membri fondatori della Federazione calcistica cipriota. Ha vinto 28 campionati ciprioti, 21 Coppe di Cipro e 14 Supercoppe di Lega ed è quindi la squadra cipriota più titolata in assoluto.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El APOEL Football Club (en griego: ΑΠΟΕΛ; abreviatura de Αθλητικός Ποδοσφαιρικός Όμιλος Ελλήνων Λευκωσίας, Athletikos Podosferikos Omilos Ellinon Lefkosias; en castellano: «Club Atlético de Fútbol de Griegos de Nicosia») es un club de fútbol chipriota de la ciudad de Nicosia. Fue fundado el 8 de noviembre de 1926 y juega en la Primera División de Chipre. El APOEL es el club con mayor palmarés del fútbol chipriota con 23 títulos.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Cyprus",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ccra6l1579035947.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/1dqh961631030411.png",
            "strYoutube": "www.youtube.com\/user\/apoelfcofficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133727",
            "idESPN": "93",
            "idAPIfootball": "531",
            "intLoved": null,
            "strTeam": "Athletic Bilbao",
            "strTeamAlternate": "Ath Bilbao",
            "strTeamShort": "ATH",
            "intFormedYear": "1898",
            "strSport": "Soccer",
            "strLeague": "Spanish La Liga",
            "idLeague": "4335",
            "strLeague2": "Copa del Rey",
            "idLeague2": "4483",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "Supercopa de Espana",
            "idLeague4": "4511",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16468",
            "strStadium": "San Mamés",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Bilbao, Vizcaya",
            "intStadiumCapacity": "53289",
            "strWebsite": "www.athletic-club.eus",
            "strFacebook": "www.facebook.com\/athleticclub",
            "strTwitter": "www.twitter.com\/AthleticClub",
            "strInstagram": "instagram.com\/athleticclub?ref=badge",
            "strDescriptionEN": "Athletic Club (Basque: Athletic Kluba), also commonly known as Athletic Bilbao (Basque: Bilboko Athletic Kluba \/ Spanish: Athletic de Bilbao), is a professional football club, based in Bilbao, Basque Country, Spain.\r\n\r\nThey are known as Los Leones (The Lions) because their stadium was built near a church called San Mamés (Saint Mammes). Mammes was a semi-legendary early Christian thrown to the lions by the Romans. Mammes pacified the lions and was later made a saint.\r\n\r\nThe club is one of three founding members of the Primera División that have never been relegated from the top division, the others being Real Madrid and Barcelona. Athletic have won La Liga on eight occasions, fourth most in the history of the league. In the table of Copa del Rey titles, Athletic is second only to Barcelona, having won it 24 times (per the team's official records; the Royal Spanish Football Federation (RFEF) recognizes 23 victories). The club also has one of the most successful women's teams in Spain, which has won five championships in the Primera División Femenina.\r\n\r\nThe club is known for its cantera policy of bringing young Basque players through the ranks, as well as recruiting top Basque players from other clubs (like Joseba Etxeberria and Javi Martínez). Athletic's official policy is signing professional players native to or trained in football in the greater Basque Country, including Biscay, Gipuzkoa, Álava and Navarre (in Spain); and Labourd, Soule and Lower Navarre (in France). Since its foundation, Athletic has played exclusively with players meeting the criteria to be deemed as Basque players, and has been one of the most successful teams of La Liga. This can be seen as a unique case in European football; it has gained Athletic both admirers and critics. The club has been praised for promoting home grown players and club loyalty. Athletic is one of only three professional clubs in Spain in La Liga (the others being Real Madrid, and Barcelona) that is not a sports corporation; it is owned and operated by its club members.\r\n\r\nAthletic's main rivals are Real Sociedad, against whom it plays the Basque derby, and Real Madrid, due to sport and political rivalry.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Athletic Club, meglio noto come Athletic Bilbao, è una società calcistica spagnola con sede a Bilbao, situata nella provincia di Biscaglia, nei Paesi Baschi. Milita nella massima serie del campionato spagnolo.\r\n\r\nÈ uno dei tre club spagnoli ad aver partecipato a tutte le edizioni della Primera División (record condiviso con il Real Madrid e il Barcellona). È inoltre, dopo Barcellona e Real Madrid, la terza squadra più titolata di Spagna, potendo annoverare nel suo palmarès 8 campionati di massima divisione, 23 Coppe del Re,[1] 3 Supercoppe di Spagna e una Coppa Eva Duarte, per un totale di 35 trofei ufficiali, tutti a livello nazionale. È inoltre quarta per numero di campionati nazionali vinti, dietro a Real Madrid, Barcellona e Atletico Madrid.\r\n\r\nA livello europeo i migliori risultati sono la finale di Coppa UEFA del 1976-1977, che la squadra perse contro la Juventus per la regola dei gol in trasferta (sconfitta per 0-1 a Torino, successo per 2-1 a Bilbao), e la finale di UEFA Europa League del 2011-2012, con sconfitta subita dall'Atlético Madrid per 3-0 in finale. In precedenza il Bilbao aveva perso la finale della Coppa Latina nel 1956 contro il Milan per 3-1.\r\n\r\nIl club è noto per la sua politica di tesseramento di soli giocatori baschi o di origini basche (sia di Hegoalde che di Iparralde), oppure che si siano formati nelle giovanili di un club basco.[2] Tuttavia, per mantenere la sua internazionalità, l'Athletic ha conservato la h nel suo nome per sottolineare la sua origine britannica (tranne nel periodo franchista, in cui fu obbligato a sostituire la parola Athletic con Atlético per nazionalizzare il nome) e tessera spesso allenatori non baschi. Nel 2010 un sondaggio condotto tra i tifosi dell'Athletic dalla dirigenza circa la possibilità di tesserare giocatori stranieri (cambiando le regole di tesseramento) ebbe come risultato il 93% di risposte negative, confermando l'attaccamento dei tifosi alla nota tradizione del club. Un secondo sondaggio relativo alla possibilità di tesserare giocatori oriundi (stranieri di origini basche) ebbe come risultato il 57% di risposte affermative, ma solo se di prima generazione (con genitori o nonni baschi) oppure che abbiano iniziato a giocare nelle giovanili di squadre basche oppure con comprovata fede calcistica rojiblanca[3].\r\n\r\nI giocatori dell'Athletic Club sono noti come Rojiblancos, dal colore della loro divisa, o come Los Leones, in quanto lo stadio di San Mamés è costruito vicino a una chiesa dedicata a Mamés (conosciuto in Italia come Mamante), un antico cristiano che i Romani diedero in pasto ai leoni, i quali, però, si rifiutarono di mangiarlo.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Athletic Club es un club de fútbol de la villa de Bilbao, País Vasco, España. Fue fundado en 1898 y es, junto al Real Madrid Club de Fútbol y al Fútbol Club Barcelona, el único club que ha disputado todas las ediciones de la Primera División de España desde su creación en 1928. A su vez, es uno de los cuatro únicos clubes profesionales de España que no es una sociedad anónima deportiva, de manera que la propiedad del club recae en sus socios.7 8 Se lo conoce ampliamente como Athletic de Bilbao, y en algunas ocasiones con el nombre de la ciudad, Bilbao, o incluso como Atlético de Bilbao.9 10 Estos dos últimos términos resultan molestos para gran parte de los aficionados del club, ya que el primero no tiene ninguna relación con el nombre real del club, y el segundo porque fue el nombre impuesto al club durante la dictadura franquista.\r\n\r\nUna de las particularidades más representativas y originales del club vasco es su tradición de jugar únicamente con jugadores nacidos o formados futbolísticamente en Euskal Herria, tradición que ha mantenido casi desde sus inicios.1 También es reconocido históricamente por ser un club de cantera y trabajar en la formación de jóvenes futbolistas, por tanto, esta es la principal fuente de abastecimiento de jugadores para el primer equipo.11\r\n\r\nLa práctica totalidad de sus logros se ha conseguido en las competiciones nacionales, donde está considerado un club histórico dentro del fútbol español.12 Buena parte de su prestigio lo ha conseguido en la Copa del Rey, que ha conquistado en veinticuatro ocasiones.13 A fecha de 2014, es el segundo equipo español con más campeonatos de Copa, con dos títulos menos que el Fútbol Club Barcelona y con cinco más que el tercero, el Real Madrid.14\r\n\r\nSe ha proclamado campeón de la liga española en ocho ocasiones y es el cuarto club en España con más estandartes en esta competición tras Real Madrid, Barcelona y Atlético de Madrid.15 Al término de la temporada 2013\/14, ocupa el quinto lugar en la clasificación histórica de la Primera División, habiendo sido tercero hasta la temporada 2009\/10, momento en el cual fue superado por el Valencia C. F., y cuarto hasta la 2013\/14, siendo superado en este caso por el Atlético de Madrid. Asimismo, ostenta el récord de mayor goleada en la historia de la liga, al haber vencido al F. C. Barcelona por 12-1 en la temporada 1930\/31.\r\n\r\nLos mayores logros continentales del club vizcaíno han sido, hasta 2014, dos subcampeonatos de la UEFA Europa League conseguidos en las temporadas 1976\/77 y 2011\/12.16 La mayor goleada del Athletic en competición continental fue un 1-7 al Standard de Lieja, en la temporada 2004\/05.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#ee2523",
            "strColour2": "#ffffff",
            "strColour3": "#000000",
            "strGender": "Male",
            "strCountry": "Spain",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/68w7fe1639408210.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/j8s4fv1527934684.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qysput1420368007.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/joqevn1503250501.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xwpsss1424275128.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tvuqps1433200595.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/hk0zvx1503237261.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/fdf9qb1688141216.png",
            "strYoutube": "www.youtube.com\/user\/TVAthleticClub",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133767",
            "idESPN": null,
            "idAPIfootball": "201",
            "intLoved": null,
            "strTeam": "AZ Alkmaar",
            "strTeamAlternate": "Alkmaar Zaanstreek",
            "strTeamShort": "",
            "intFormedYear": "1967",
            "strSport": "Soccer",
            "strLeague": "Dutch Eredivisie",
            "idLeague": "4337",
            "strLeague2": "Dutch KNVB Cup",
            "idLeague2": "4902",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15860",
            "strStadium": "AFAS Stadion",
            "strKeywords": "Cheeseheads",
            "strRSS": "",
            "strLocation": "Alkmaar, Netherlands",
            "intStadiumCapacity": "17023",
            "strWebsite": "www.az.nl",
            "strFacebook": "www.facebook.com\/AZAlkmaar",
            "strTwitter": "twitter.com\/AZAlkmaar",
            "strInstagram": "www.instagram.com\/azalkmaar",
            "strDescriptionEN": "Alkmaar Zaanstreek, better known as AZ Alkmaar or simply AZ, is a Dutch professional football club from Alkmaar and the Zaanstreek. The club plays in the Eredivisie, the highest professional football league in the Netherlands, and hosts home matches at the AFAS Stadion.\r\n\r\nAZ has won the Eredivisie twice, in 1980–81 and 2008–09. In the same season as their first league title, they also reached the UEFA Cup Final, which they lost to Ipswich Town. In addition, the team has won the KNVB Cup on four occasions.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Alkmaar Zaanstreek-combinatie (Unione Alkmaar e Zaanstreek), anche noto come AZ (pron. [aːˈzɛt]), è una società calcistica olandese con sede nella città di Alkmaar, militante nel campionato di vertice dei Paesi Bassi, l'Eredivisie.\r\n\r\nHa vinto due campionati olandesi, nel 1980-1981 e nel 2008-2009, quattro Coppe d'Olanda e una Supercoppa dei Paesi Bassi. Ha raggiunto la finale della Coppa UEFA 1980-1981, persa contro l'Ipswich Town.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Alkmaar Zaanstreek, más conocido por su abreviación, AZ, es un club de fútbol de los Países Bajos, de la ciudad de Alkmaar en la provincia de Holanda Septentrional. Fue fundado el 10 de mayo de 1967 luego de la fusión de los clubes Alkmaar '54 y FC Zaanstreek.\r\n\r\nEl club participa en la Eredivisie, torneo del que ha sido campeón en las temporadas 1980\/81 y 2008\/09. Además, ha ganado la Copa de los Países Bajos en tres ocasiones y fue finalista de la Copa UEFA en la temporada 1980-81.\r\n\r\nJuega como local en el AFAS Stadion, propiedad del club, el cual fue inaugurado en el año 2006 y cuenta con capacidad para 17.000 espectadores.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#db0021",
            "strColour2": "#FFFFFF",
            "strColour3": "#1a171",
            "strGender": "Male",
            "strCountry": "The Netherlands",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wtqwvv1473534757.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/wwvvtw1429711982.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/oydfwq1731639751.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rptrvp1429711497.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/suwyux1429711508.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wxrrwx1429711417.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/syppys1429711657.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/li6qmv1700314314.png",
            "strYoutube": "www.youtube.com\/channel\/UCXuBAfEJGzrDI962POtwOdA",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133794",
            "idESPN": null,
            "idAPIfootball": "549",
            "intLoved": null,
            "strTeam": "Besiktas",
            "strTeamAlternate": "Beşiktaş JK",
            "strTeamShort": "",
            "intFormedYear": "1903",
            "strSport": "Soccer",
            "strLeague": "Turkish Super Lig",
            "idLeague": "4339",
            "strLeague2": "Turkish Cup",
            "idLeague2": "4960",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Vodafone Arena",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Istanbul",
            "intStadiumCapacity": "41903",
            "strWebsite": "www.bjk.com.tr",
            "strFacebook": "facebook.com\/besiktas",
            "strTwitter": "twitter.com\/besiktas",
            "strInstagram": "instagram.com\/besiktas",
            "strDescriptionEN": "Beşiktaş Jimnastik Kulübü (Turkish pronunciation: , English: Beşiktaş Gymnastics Club), also known simply as Beşiktaş, is a Turkish multi-sport club founded in 1903, and based in the Beşiktaş district of Istanbul, Turkey.\r\n\r\nThe club's football team is one of the most successful teams in Turkey, having never been relegated to a lower division. The club won the most recent Turkish Süper Lig championship, during the 2016–17 season.\r\n\r\nThe home ground of Beşiktaş is Vodafone Park, a 41,903 all-seater capacity stadium located next to Dolmabahçe Palace.\r\n\r\nThe club also competes in other branches including basketball, volleyball, handball, athletics, boxing, wrestling, chess, bridge, gymnastics, rowing, table tennis, paralympic sports, eSports, and beach football.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Beşiktaş Jimnastik Kulübü, meglio noto come semplicemente Beşiktaş, è una società polisportiva turca con sede nell'omonimo quartiere della città d'Istanbul, fondato nel 1903 ed attivo in molti sport, ma famoso soprattutto per la sua sezione calcistica, che disputa le partite interne nella Vodafone Arena, impianto da 41.903 posti, e milita nella Süper Lig, la massima divisione del campionato turco di calcio.\r\n\r\nLa squadra di calcio del Beşiktaş non è mai retrocessa in seconda divisione e insieme a Galatasaray e Fenerbahçe è tra le più titolate di Turchia. Ha vinto, infatti, 16 titoli nazionali, 10 Coppe di Turchia e 8 Supercoppe di Turchia, oltre a 2 campionati turchi (1924-1951) e 3 Leghe nazionali.\r\n\r\nNel 2004 la società ha fondato un'emittente televisiva, Beşiktaş TV, dedicata completamente alla polisportiva Beşiktaş.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Beşiktaş Jimnastik Kulübü es un club de fútbol turco, de la ciudad de Estambul. Fue fundado en 1903 y juega en la Superliga de Turquía. También tiene presencia en muchas otras disciplinas deportivas como baloncesto, balonmano y voleibol.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Türkiye",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/cg07mt1679455607.png",
            "strLogo": null,
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xxrvys1420411932.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/syquww1420412001.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qqvwxq1420412073.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/jsdcq21518385074.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/77atpo1518384922.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/wjb2fq1639560477.png",
            "strYoutube": "youtube.com\/Besiktas",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135497",
            "idESPN": "0",
            "idAPIfootball": "327",
            "intLoved": null,
            "strTeam": "Bodø\/Glimt",
            "strTeamAlternate": "Bodoe\/Glimt",
            "strTeamShort": "BOD",
            "intFormedYear": "1920",
            "strSport": "Soccer",
            "strLeague": "Norwegian Eliteserien",
            "idLeague": "4358",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17297",
            "strStadium": "Aspmyra Stadion",
            "strKeywords": "",
            "strRSS": "http:\/\/www.glimt.no\/feed.xml",
            "strLocation": "Bodø, Norway",
            "intStadiumCapacity": "7354",
            "strWebsite": "www.glimt.no",
            "strFacebook": "www.facebook.com\/Glimt1916",
            "strTwitter": "twitter.com\/Glimt",
            "strInstagram": "",
            "strDescriptionEN": "FK Bodø\/Glimt is a Norwegian football club from the town of Bodø and was founded in 1916. Its nickname is the original club name: Glimt.\r\n\r\nBodø\/Glimt have won the Northern Norwegian Cup nine times, Norwegian Cup twice and finished second in the Norwegian league in 1977, 1993 and 2003.\r\n\r\nGlimt are known for their yellow kits and the huge yellow toothbrushes that the supporters carry to the matches — a supporter symbol from the 1970s. They were relegated at the end of the 2005 season, but returned to the top division on November 12, 2007, with a 4–2 aggregate victory over Odd Grenland in a playoff.\r\n\r\nTheir supporters are known as \"Den Gule Horde\" (Norwegian for The Yellow Horde).",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Norway",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uqpwwx1449165943.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/4rzjis1610704756.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/n5eq5m1610702101.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/kgvwi01610702108.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/4n32ce1610702114.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/hcmox61610702120.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/aotx5j1610704377.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/921xq41686859348.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "137938",
            "idESPN": "0",
            "idAPIfootball": "3364",
            "intLoved": null,
            "strTeam": "Borac Banja Luka",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1926",
            "strSport": "Soccer",
            "strLeague": "Bosnian Premier Liga",
            "idLeague": "4624",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "UEFA Conference League",
            "idLeague4": "5071",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17575",
            "strStadium": "Gradski Stadion",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Banja Luka, Bosnia and Herzegoviva",
            "intStadiumCapacity": "10030",
            "strWebsite": "www.fkborac.net",
            "strFacebook": "www.facebook.com\/fkboracbanjalukaa\/",
            "strTwitter": "twitter.com\/FKBoracBL",
            "strInstagram": "www.instagram.com\/fkboracbanjaluka",
            "strDescriptionEN": "Fudbalski klub Borac Banja Luka is a professional association football club, based in the city of Banja Luka, Bosnia and Herzegovina, and it is the major part of the Borac Banja Luka Sports Society. Borac Banja Luka is one of the most successful clubs in Republika Srpska and a popular football club in Bosnia and Herzegovina. The name Borac means \"Fighter\".\r\nCurrently, Borac is a part of the Premier League of Bosnia and Herzegovina and plays its home matches at the Banja Luka City Stadium, which has a capacity of 10,030 seats.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Bosnia and Herzegovina",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wj4g311579090126.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/4dvovm1614436250.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134343",
            "idESPN": null,
            "idAPIfootball": "634",
            "intLoved": null,
            "strTeam": "Botev Plovdiv",
            "strTeamAlternate": "PFC Botev Plovdiv, Ботев Пловдив",
            "strTeamShort": "",
            "intFormedYear": "1912",
            "strSport": "Soccer",
            "strLeague": "Bulgarian First League",
            "idLeague": "4626",
            "strLeague2": "UEFA Europa League",
            "idLeague2": "4481",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17619",
            "strStadium": "Stadion Hristo Botev",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Plovdiv",
            "intStadiumCapacity": "18777",
            "strWebsite": "www.botevplovdiv.bg",
            "strFacebook": "www.facebook.com\/Botev.Plovdiv",
            "strTwitter": "twitter.com\/botev_plovdiv",
            "strInstagram": "www.instagram.com\/pfcbotevofficial",
            "strDescriptionEN": "Professional Football Club Botev Plovdiv, commonly known as Botev Plovdiv (Bulgarian: „Ботев“ Пловдив) or simply (within the city of Plovdiv itself) Botev, is a Bulgarian professional football club based in Plovdiv. Established on 11 March 1912 by a group of students, it's Bulgaria's oldest active football team. Botev competes in First League, the top tier of the Bulgarian football league system.\r\n\r\nThe team is named after the Bulgarian national hero Hristo Botev. The club plays its home games at Botev 1912 Football Complex, located in the neighbourhood of Komatevo, while their stadium is under reconstruction.\r\n\r\nDuring its history, the club has won two Bulgarian championships, three Bulgarian Cups, one Bulgarian Supercup and one Balkans Cup. The club has also reached the Cup Winners' Cup quarter-finals once. In addition, Botev has also been a runner-up in the domestic league twice and has reached the Bulgarian Cup final thirteen times. In the years before A Group was created, the team regularly participated in the local Plovdiv championship, claiming it six times.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Bulgaria",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/owfvww1512067986.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "www.youtube.com\/channel\/UC3DOTBp1nKu1z77KoDOH9YA",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134098",
            "idESPN": null,
            "idAPIfootball": "217",
            "intLoved": "0",
            "strTeam": "Braga",
            "strTeamAlternate": "SC Braga",
            "strTeamShort": "BRA",
            "intFormedYear": "1921",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "Taca de Liga",
            "idLeague3": "4509",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16137",
            "strStadium": "Estádio Municipal de Braga",
            "strKeywords": "",
            "strRSS": "http:\/\/www.destakes.com\/futebol\/sporting_clube_de_braga\/?format=rss",
            "strLocation": "Braga,Portugal",
            "intStadiumCapacity": "30286",
            "strWebsite": "www.scbraga.pt",
            "strFacebook": "www.facebook.com\/sportingclubedebraga",
            "strTwitter": "twitter.com\/SCBragaOficial",
            "strInstagram": "instagram.com\/sportingclubebraga",
            "strDescriptionEN": "Braga have been known as Arsenal do Minho and changed their kits from green and white to their Arsenal-style red during the 1945–46 (with the reserve squad) and the 1946–47 (with the main team) seasons due to their president José Antunes Guimarães who had business connections in London and was an Arsenal fan (this is one version of the story: the other one says that Josef Szabo, a Hungarian coach who loved Arsenal's playing style asked the president to change the green and white uniform to an Arsenal-style red). In that year (1947) they won the Second division title reaching the First division for the first time. Braga even renamed their youth team Arsenal de Braga.\r\nOne of the first matches played in Arsenal-style kits against R C Celta Vigo\r\n\r\nThe emblem of Sporting de Braga is the city of Braga's shield with Mother Mary and baby Jesus with the blue from the city's shield changed to red. On the top of the emblem is the golden Mural Crown of Braga, with the name Sporting Clube de Braga on it. Many fans of Braga have said that Mother Mary gives them luck. The fans of Braga are known as Arsenalistas due to their team home kit that resembles that of English club Arsenal. They are also known as Bracarenses because of being from the city of Bracari, later named Bracara Augusta, city of Portugal that is now known as Braga.\r\n\r\nAside from the loyalty of its supporters, the Minho derby against Vitória de Guimarães is a match that both sets of fans eagerly await. This match is more than football, it is a way people from the north view each city. The derby is one of Portugal's most intense matches, and children under 13 are restricted from entering unless an adult is with them. The rivalry goes back to when the City of Braga was the ancient capital of Gallaecia and the largest Portuguese city by the time the Kingdom of Portugal was formed by Afonso I of Portugal. At that time, Guimarães became the seat of the King and nobility, whereas Braga remained the centre of trade and religious power (largest city and seat of the Archbishop).",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#c82b20",
            "strColour2": "#868257",
            "strColour3": "#FFFFFF",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/8g4aod1678717261.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/i7c1pq1732398780.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ssvxqp1420409476.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qtvuut1420409491.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qqsrys1421078368.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xqvqqv1425313320.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/txutxr1420427206.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/syrpqv1474198202.png",
            "strYoutube": "www.youtube.com\/user\/1921scbraga",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134318",
            "idESPN": "0",
            "idAPIfootball": "4360",
            "intLoved": null,
            "strTeam": "Celje",
            "strTeamAlternate": "Nogometni klub Celje, NK Celje",
            "strTeamShort": "",
            "intFormedYear": "1919",
            "strSport": "Soccer",
            "strLeague": "Slovenian 1. SNL",
            "idLeague": "4692",
            "strLeague2": "Slovenia Cup",
            "idLeague2": "5196",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "UEFA Conference League",
            "idLeague5": "5071",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18210",
            "strStadium": "Stadion Z'dežele",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Celje",
            "intStadiumCapacity": "13059",
            "strWebsite": "www.nk-celje.si",
            "strFacebook": "www.facebook.com\/nkcelje",
            "strTwitter": "twitter.com\/nkcelje",
            "strInstagram": "www.instagram.com\/nkcelje",
            "strDescriptionEN": "Nogometni klub Celje, commonly referred to as NK Celje or simply Celje, is an association football club from Celje, Slovenia. They play in the Slovenian PrvaLiga. Together with Maribor, they are the only club that have participated in every season of the Slovenian PrvaLiga since its formation in 1991.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Slovenia",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/amvs371681106952.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "www.youtube.com\/user\/nkcelje",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133782",
            "idESPN": null,
            "idAPIfootball": "741",
            "intLoved": null,
            "strTeam": "Cercle Brugge",
            "strTeamAlternate": "Cercle Brugge Koninklijke Sportvereniging, Cercle Brugge KSV",
            "strTeamShort": "",
            "intFormedYear": "1899",
            "strSport": "Soccer",
            "strLeague": "Belgian Pro League",
            "idLeague": "4338",
            "strLeague2": "UEFA Europa League",
            "idLeague2": "4481",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17542",
            "strStadium": "Jan Breydelstadion",
            "strKeywords": "",
            "strRSS": "http:\/\/www.cerclebrugge.be\/nl\/rss.xml",
            "strLocation": "Bruges",
            "intStadiumCapacity": "29472",
            "strWebsite": "www.cerclebrugge.be",
            "strFacebook": "www.facebook.com\/CercleBrugge",
            "strTwitter": "twitter.com\/cercleofficial",
            "strInstagram": "",
            "strDescriptionEN": "Cercle Brugge Koninklijke Sportvereniging is a Belgian professional football club based in Bruges. Cercle have played in the Belgian Pro League since the 2003–04 season, having previously spent several years in the Belgian Second Division following relegation in 1997. Their matricule is the n°12. The club play home games at the Jan Breydel Stadium, which they share with fierce rivals Club Brugge. Cercle Brugge won their first national title in 1911, and won two more titles (in 1927 and 1930) before the Second World War. The side also won the Belgian Cup in 1927 and in 1985, and have represented Belgium in European tournaments on several occasions. Since 2017, they are owned by AS Monaco.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#06d81f",
            "strColour2": "#000000",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Belgium",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/0v6uv41656017321.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/hoafy81688218450.png",
            "strYoutube": "www.youtube.com\/user\/cercletv",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "147629",
            "idESPN": null,
            "idAPIfootball": "20034",
            "intLoved": null,
            "strTeam": "Corvinul Hunedoara",
            "strTeamAlternate": "Clubul Sportiv Corvinul 1921 Hunedoara, CS Corvinul 1921 Hunedoara, Clubul Sportiv Corvinul Hunedoara, CS Corvinul Hunedoara",
            "strTeamShort": "",
            "intFormedYear": "1921",
            "strSport": "Soccer",
            "strLeague": "Romanian Liga II",
            "idLeague": "4665",
            "strLeague2": "UEFA Europa League",
            "idLeague2": "4481",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Michael Klein",
            "strKeywords": "Corbii",
            "strRSS": "",
            "strLocation": "Hunedoara, Romania",
            "intStadiumCapacity": "16500",
            "strWebsite": "fccorvinul1921.ro",
            "strFacebook": "www.facebook.com\/fccorvinul1921",
            "strTwitter": "",
            "strInstagram": "www.instagram.com\/corvinulhunedoaraofficial",
            "strDescriptionEN": "Clubul Sportiv Corvinul 1921 Hunedoara, commonly known as Corvinul Hunedoara or simply as Corvinul, is a Romanian football club based in the city of Hunedoara, Hunedoara County, that competes in the Liga II.\r\n\r\nFounded in 1921 as Fero Sport Hunedoara, the club bore various names over time, but stuck with Corvinul, inspired by the Corvin Castle and the local history of the Corvins. Under this name, the team achieved its best performances during the 1980s, when it was a constant appearance in the top flight. Between 1979 and 1982, Corvinul was coached by Mircea Lucescu, which would go on to become one of the most successful Romanian managers.\r\n\r\nFollowing the fall of communism, Corvinul relegated to the Divizia B in 1992 and never promoted back. The club faced financial and identity issues in the 20th century, but in 2021 its brand was recovered by the Municipality of Hunedoara.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Romania",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/4xsvhl1690278556.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "137902",
            "idESPN": null,
            "idAPIfootball": "394",
            "intLoved": null,
            "strTeam": "Dinamo Minsk",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1927",
            "strSport": "Soccer",
            "strLeague": "Belarus Vyscha Liga",
            "idLeague": "4622",
            "strLeague2": "Belarus Coppa",
            "idLeague2": "4813",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "UEFA Conference League",
            "idLeague5": "5071",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Dinamo Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Minsk, Belarus",
            "intStadiumCapacity": "22000",
            "strWebsite": "dinamo-minsk.by",
            "strFacebook": "www.facebook.com\/fcdinamominsk",
            "strTwitter": "twitter.com\/FC_Dinamo_Minsk",
            "strInstagram": "instagram.com\/fcdinamominsk",
            "strDescriptionEN": "FC Dinamo Minsk (Belarusian: ФК Дынама Мінск, FK Dynama Minsk; Russian: ФК Динамо Минск) is a professional football club based in the Belarusian capital city of Minsk.\r\n\r\nIt was founded in 1927 as part of the Soviet Dinamo Sports Society, and was the only club from the Byelorussian SSR that competed in the Soviet Top League, playing 39 of the 54 seasons, and winning the title in 1982. Since the independence of Belarus the club participates in the Belarusian Premier League, having won 7 league titles and 3 Belarusian Cups.\r\n\r\nDinamo plays its home games in the 16,500 capacity Traktor Stadium. Dinamo is the second Belarusian team, after BATE Borisov to reach UEFA Europa League group stages (2014–15 and 2015–16).",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Belarus",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/8qt7b91655742503.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "www.youtube.com\/channel\/UCJlKPrqa9i4hFmtmZQZYc3Q",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133944",
            "idESPN": null,
            "idAPIfootball": "572",
            "intLoved": "2",
            "strTeam": "Dynamo Kiev",
            "strTeamAlternate": "Football Club Dynamo Kyiv, Футбольний Клуб Динамо Київ",
            "strTeamShort": "",
            "intFormedYear": "1927",
            "strSport": "Soccer",
            "strLeague": "Ukrainian Premier League",
            "idLeague": "4354",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "NSC Olimpiyskiy",
            "strKeywords": "Бело-синие",
            "strRSS": "",
            "strLocation": "Kiev, Ukraine",
            "intStadiumCapacity": "70050",
            "strWebsite": "www.fcdynamo.kiev.ua",
            "strFacebook": "facebook.com\/fcdynamoua",
            "strTwitter": "twitter.com\/dynamokyiv",
            "strInstagram": "www.instagram.com\/fc_dynamo_kyiv",
            "strDescriptionEN": "Football Club Dynamo Kyiv (Ukrainian: Футбольний Клуб Динамо Київ ) is a Ukrainian professional football club based in Kyiv. Founded in 1927 as part of the Soviet Dynamo Sports Society, the club currently plays in the Ukrainian Premier League, and has never been relegated to a lower division. Their home is the 70,050 capacity Olimpiyskiy National Sports Complex. It is by far Ukraine's most popular football club.\r\n\r\nSince 1936 Dynamo has spent its entire history in the top league of Soviet and later Ukrainian football. Its most successful periods are associated with Valeriy Lobanovskyi, who coached the team during three stints, leading them to numerous domestic and European titles. Dynamo Kyiv became the only Soviet club outside of Moscow that managed to overcome the total hegemony of Moscow-based clubs in the Soviet Top League. The Spartak Moscow - Dynamo Kyiv became the most exciting football rivalry in the Soviet Union that almost completely eclipsed the Moscow's derby Spartak - Dynamo. Since late 1960s the club almost annually (with few breaks) participates at the UEFA continental competitions.\r\n\r\nOver the history Dynamo Kyiv has won 26 national titles (including 13 Soviet), 18 national cup competitions (including 9 Soviet Cups), and 3 continental titles (including 2 UEFA Cup Winners' Cups). Along with FC Dinamo Tbilisi, they were the only two Soviet clubs that succeeded in the UEFA competitions. The first team of Dynamo became a base team for the Soviet Union national football team in 1970-80s and the Ukraine national football team in 1990-2000s. The two stars on the club's crest each signify 10 domestic titles the club has won.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Futbol'nyj Klub Dynamo Kyïv (ucr. Футбольний клуб Динамо Київ, rus. Футбо́льный клуб Дина́мо Ки́ев, Futbol'nyj Klub Dinamo Kiev), nota in italiano come Dinamo Kiev, è una società calcistica ucraina di Kiev. Milita nella massima divisione del campionato ucraino dalla fondazione di quest'ultimo e disputa le partite interne nello Stadio Olimpico di Kiev (70.050 posti).\r\n\r\nFondata nel 1927 come squadra della locale polizia sovietica di Kiev, la Dinamo è la squadra più titolata dell'ex URSS. Dopo lo scioglimento di tale Paese nel 1991 e l'indipendenza dell'Ucraina, ha dominato il campionato nazionale nel suo primo decennio di vita. Dal 1936 ha sempre militato nella massima serie, prima del campionato sovietico, risultando l'unico club in grado di contrastare l'egemonia delle squadre moscovite, e poi di quello ucraino. Nel 1965 divenne il primo club sovietico a partecipare ad una coppa europea.\r\nNel suo palmarès figurano tredici campionati sovietici, sedici campionati ucraini, nove Coppe sovietiche, tre Supercoppe sovietiche, tredici Coppe d'Ucraina e 9 Supercoppe d'Ucraina. In ambito internazionale si è aggiudicata due Coppe delle Coppe, una Supercoppa europea e quattro Coppe della CSI.",
            "strDescriptionJP": null,
            "strDescriptionRU": "«Дина́мо» (укр. «Динамо») — украинский профессиональный футбольный клуб из города Киева, постоянный участник чемпионатов Украины по футболу. Самый титулованный футбольный клуб СССР[3][4].\r\n\r\nКлуб основан 13 мая 1927 года. Первая зарегистрированная игра состоялась 17 июля 1928 года против одесского «Динамо» (2:2). В советский период клуб выиграл 13 чемпионатов СССР, 9 Кубков СССР, 3 Суперкубка СССР. Один из двух футбольных клубов (вместе с московским «Динамо»), участвовавший во всех чемпионатах СССР в высшем дивизионе. Стал первой не московской командой, выигравшей чемпионат СССР.\r\n\r\nНа международной арене выиграл 2 Кубка обладателей кубков (1975, 1986) и Суперкубок УЕФА (1975). Первый советский клуб, завоевавший европейский трофей.\r\n\r\nНа Украине выиграл 15 национальных чемпионатов, 11 национальных кубков, 8 Суперкубков Украины.\r\n\r\nДомашний стадион клуба, НСК «Олимпийский», был открыт в 1923 году и является крупнейшим футбольным стадионом Украины, а также вторым в СНГ, вмещающим более 70 тысяч болельщиков.\r\n\r\nКиевское «Динамо» заняло 8 место в списке лучших клубов мира XX века по версии журнала kicker[6], а также 16-е место в списке лучших европейских клубов XX века по версии IFFHS[7][8]. Лучший клуб Восточной Европы XX века по версии France-Presse (2000 год)[источник не указан 623 дня]. По данным аналитического агентства CK, по результатам 2011 года «Динамо» было первым на Украине и 19-м в Европе футбольным клубом по количеству реальных болельщиков. \r\n\r\n",
            "strDescriptionES": "El FC Dinamo Kiev (en ucraniano: FC Dynamo Kyiv) es un club de fútbol de Kiev, la capital de Ucrania, fundado en 1927. El club disputa sus partidos como local en el estadio Lobanovsky Dynamo y actualmente juega en la Liga Premier de Ucrania.\r\n\r\nDesde su fundación, el Dinamo ha participado en todas las ediciones de la Primera División de la Unión Soviética y, tras el colapso de la URSS en 1991, la Liga Premier. Ha ganado trece campeonatos de liga soviéticos, trece ligas de Ucrania, nueve Copas soviéticas, nueve Copas ucranianas, tres Supercopas soviéticas, cinco Supercopas ucranianas, dos Recopas de Europa y una Supercopa de Europa, lo que convierte al Dinamo en el equipo más laureado de la extinta Unión Soviética y el único, junto al Dinamo de Moscú, que nunca descendió de categoría.\r\n\r\nEl equipo formaba parte de la sociedad deportiva Dinamo de la Unión Soviética y, como tal, su escudo siempre ha sido la tradicional \"D\" cirílica. Los colores del equipo son el blanco, de la primera equipación, y el azul, como visitante. El estadio del club es el Lobanovsky Dynamo, nombre que recibe por la leyenda del club Valeri Lobanovsky, pero durante varios períodos ha jugado como local en el Olympiyskyy.\r\n\r\nEs el único club de Ucrania en llegar a semifinales de la Liga de Campeones, concretamente en el curso 1998-99, gracias a la labor de jóvenes jugadores como Andriy Shevchenko, Serhiy Rebrov y el portero Oleksandr Shovkovsky.\r\n\r\nEl club fue fundado en el año 1927 y en él han militado varios de los más grandes jugadores ucranianos y ex-soviéticos: Oleg Blokhin, Igor Belanov, Oleg Protassov, Aleksandr Zavarov, y, más recientemente, los mencionados Andriy Shevchenko y Serhiy Rebrov, que se marcharon del club para triunfar en clubes grandes de Europa, como el AC Milan italiano en el caso de Sheva, o el Tottenham Hotspur inglés en el caso de Rebrov, y luego regresaron al Dynamo para acabar allí sus respectivas carreras.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Ukraine",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/stxrpx1447696362.png",
            "strLogo": null,
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/suqwwy1420411432.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uswuxu1420411485.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tyqqvx1420411528.jpg",
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/358n4e1627895788.png",
            "strYoutube": "www.youtube.com\/c\/fcdk",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133814",
            "idESPN": "125",
            "idAPIfootball": "169",
            "intLoved": null,
            "strTeam": "Eintracht Frankfurt",
            "strTeamAlternate": "Ein Frankfurt",
            "strTeamShort": "SGE",
            "intFormedYear": "1899",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15947",
            "strStadium": "Commerzbank-Arena",
            "strKeywords": "Die Adler",
            "strRSS": "",
            "strLocation": "Frankfurt, Germany",
            "intStadiumCapacity": "51500",
            "strWebsite": "www.eintracht.de",
            "strFacebook": "www.facebook.com\/eintracht.eng",
            "strTwitter": "twitter.com\/eintracht",
            "strInstagram": "www.instagram.com\/eintrachtfrankfurt",
            "strDescriptionEN": "Eintracht Frankfurt e.V. is a German sports club based in Frankfurt, Hesse, that is best known for its association football club, currently playing in the Bundesliga, the top tier of the German football league system.\r\n\r\nThe club was founded in 1899 and have won one German championship, five DFB-Pokals and one UEFA Cup. Since 1925, their stadium has been the Waldstadion, which was renamed Commerzbank-Arena in 2005.\r\n\r\nHistory\r\nClub origins\r\nThe origins of the side go back to a pair of football clubs founded in 1899: Frankfurter Fußball-Club Viktoria von 1899 – regarded as the \"original\" football side in the club's history – and Frankfurter Fußball-Club Kickers von 1899. Both clubs were founding members of the new Nordkreis-Liga in 1909. These two teams merged in May 1911 to become Frankfurter Fußball Verein (Kickers-Viktoria), an instant success, taking three league titles from 1912 to 1914 in the Nordkreis-Liga and qualifying for the Southern German championship in each of those seasons. In turn, Frankfurter FV joined the gymnastics club Frankfurter Turngemeinde von 1861 to form TuS Eintracht Frankfurt von 1861 in 1920. (The German word Eintracht means 'harmony, concord,' and Eintracht X is the equivalent of English X United in the names of sports teams.)",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Eintracht Frankfurt (tedesco per Concordia Francoforte), noto in lingua italiana come Eintracht Francoforte, o semplicemente Eintracht, è una società polisportiva tedesca con sede a Francoforte sul Meno, la cui sezione più conosciuta è quella calcistica, fondata l'8 marzo 1899 e militante attualmente nella Bundesliga, la massima divisione del campionato tedesco.\r\n\r\nNella sua storia ha vinto un campionato tedesco (nel 1958-1959) e cinque Coppe di Germania. A livello internazionale si è aggiudicato la Coppa UEFA 1979-1980 (sconfitta esterna per 3-2 e vittoria casalinga per 1-0 in finale contro i connazionali del Borussia Mönchengladbach) ed è giunto in finale di Coppa dei Campioni nel 1959-1960, quando fu sconfitto dal Real Madrid.\r\n\r\nIl club, che conta 90 000 membri[1], comprende anche altri 17 dipartimenti sportivi. I colori sociali sono il rosso, il bianco e il nero. La squadra di calcio disputa le partite interne alla Deutsche Bank Park, già Waldstadion, stadio situato nel distretto di Sachsenhausen di Francoforte.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#E1000F",
            "strColour2": "#FFFFFF",
            "strColour3": "#000000",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rurwpy1473453269.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/jp4d3k1540544782.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/uvxpyy1424316870.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ttqqxp1424316890.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/fmbw191540544459.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/j7itkv1540544512.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/uv8svj1540544603.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/gm7r3x1688907799.png",
            "strYoutube": "www.youtube.com\/channel\/UCDFp4bscTFm8hYxCBx-tIXg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133984",
            "idESPN": null,
            "idAPIfootball": "372",
            "intLoved": null,
            "strTeam": "Elfsborg",
            "strTeamAlternate": "Idrottsföreningen Elfsborg, IF Elfsborg",
            "strTeamShort": "",
            "intFormedYear": "1904",
            "strSport": "Soccer",
            "strLeague": "Swedish Allsvenskan",
            "idLeague": "4347",
            "strLeague2": "Svenska Cupen",
            "idLeague2": "4756",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15908",
            "strStadium": "Borås Arena",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Borås",
            "intStadiumCapacity": "16899",
            "strWebsite": "www.elfsborg.se",
            "strFacebook": "www.facebook.com\/ifelfsborg",
            "strTwitter": "twitter.com\/ifelfsborg1904",
            "strInstagram": "instagram.com\/ifelfsborg",
            "strDescriptionEN": "Idrottsföreningen Elfsborg, more commonly known as IF Elfsborg or simply Elfsborg, is a professional football club based in Borås, Sweden, and is affiliated to the Västergötlands Fotbollförbund. They play in the Allsvenskan and have spent most of their history in the top tier of Swedish football. Their homeground is Borås Arena, where they have played since 17 April 2005.\r\n\r\nThe club was founded in 1904 by a group of 19 youngsters which all were 14–15 years old. Borås Fotbollslag was formed in Ordenshuset at Landala (today Knalleland) on 26 June 1904. The main protagonist in the formation, Carl Larson, who in addition to football also practiced athletics and wrestling. Claimed the reason was that the main sports club in the city, Borås Athletic and Sports Society, would not exert football in their program.\r\n\r\nCarl Larson, however, found that there were too many clubs containing the city name Borås which contributed to the name change in 1906 by Riksidrottsförbundet to the current, IF Elfsborg. The name is derived from Älvsborg County where instead of making use of the modern spelling Älvsborg, they used out of the older spelling with an E. The same goes for the club colours, reflected in their crest and kit, yellow and black. Colors that are taken from Älvsborg Regiment, Elfsborg would not only represent a city but a whole region. A recurring motto of the club is \"Vi Tillsammans\" (We together).\r\n\r\nThe club's homeground Borås Arena is also called Elfsborg Fortress, since Elfsborg is Allsvenskan home strongest team in the 2000s (decade). It is also the only team in Allsvenskan that has won against the Swedish national football team with 2–1 in the opening ceremony of Ryavallen and one of only two teams to win Allsvenskan as newcomers in 1961, the other team was Östers IF in 1968. Elfsborg have repeatedly participated for the qualifier to Champions League, Europa League and was as late as 2007 in 2007–08 UEFA Cup and was an overall winner in 2008 UEFA Intertoto Cup the following year. The club have won six national championships, the latest in 2012, and three national cups.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Idrottsförening Elfsborg, meglio noto come IF Elfsborg è una società calcistica svedese con sede nella città di Borås. Milita nell'Allsvenskan, la massima divisione del campionato svedese.\r\n\r\nFu fondata il 26 giugno 1904 come Borås Fotbollslag. Ha debuttato nel massimo campionato svedese nella stagione 1926-1927. Vanta in bacheca 6 campionati svedesi (1936, 1939, 1940, 1961, 2006 e 2012) e due Svenska Cupen, oltre che la prima edizione della Supercoppa di Svezia (2007).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Sweden",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/svqvqq1421957626.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/45l1m91717851463.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/irkoq71717763341.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/4v8z9e1717850599.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/1b2qht1717850754.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/lqp5r31717851303.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/dj2cdq1717851073.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/e9gd3p1717794395.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133891",
            "idESPN": null,
            "idAPIfootball": "397",
            "intLoved": null,
            "strTeam": "FC Midtjylland",
            "strTeamAlternate": "Midtjylland",
            "strTeamShort": "MID",
            "intFormedYear": "1999",
            "strSport": "Soccer",
            "strLeague": "Danish Superliga",
            "idLeague": "4340",
            "strLeague2": "Denmark DBU Pokalen",
            "idLeague2": "5184",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15963",
            "strStadium": "MCH Arena",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Herning, Denmark",
            "intStadiumCapacity": "11432",
            "strWebsite": "www.fcm.dk",
            "strFacebook": "www.facebook.com\/fcmidtjylland",
            "strTwitter": "twitter.com\/fcmidtjylland",
            "strInstagram": "www.instagram.com\/fcmidtjylland",
            "strDescriptionEN": "FC Midtjylland (English: \"Central Jutland\") is a Danish professional football club based in Herning and Ikast in the midwestern part of Jutland. The club is the result of a merger between Ikast FS and Herning Fremad. Midtjylland competes in the Danish Superliga, which they have won twice, most recently in 2018.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": " Il Football Club Midtjylland, meglio noto come Midtjylland o FCM, è una società calcistica danese con sede nella città di Herning. Milita nella Superligaen, la massima serie del campionato danese di calcio, e gioca le partite casalinghe nell'MCH Arena, che può contenere 11.809 spettatori.\r\n\r\nIl club è nato il 1º luglio 1999 dalla fusione tra l'Ikast FS e l'Herning Fremad. Nella sua storia ha vinto tre edizioni del campionato danese e una Coppa di Danimarca.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Denmark",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vptqvr1473535525.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/nwl2qp1654279625.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/6e4hh41654279666.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/q2anj11654279679.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/3qogym1654279690.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/r5p38w1654279702.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/oie4u31654279718.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/7obmlh1702043738.png",
            "strYoutube": "www.youtube.com\/user\/UlveTube",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134114",
            "idESPN": null,
            "idAPIfootball": "212",
            "intLoved": "5",
            "strTeam": "FC Porto",
            "strTeamAlternate": "Porto",
            "strTeamShort": "POR",
            "intFormedYear": "1893",
            "strSport": "Soccer",
            "strLeague": "Portuguese Primeira Liga",
            "idLeague": "4344",
            "strLeague2": "Taca de Portugal",
            "idLeague2": "4510",
            "strLeague3": "Taca de Liga",
            "idLeague3": "4509",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "FIFA Club World Cup",
            "idLeague5": "4503",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16021",
            "strStadium": "Estádio do Dragão",
            "strKeywords": "FCP",
            "strRSS": "http:\/\/rr.sapo.pt\/rssFeed.aspx?fid=46",
            "strLocation": "Porto, Portugal",
            "intStadiumCapacity": "50092",
            "strWebsite": "www.fcporto.pt",
            "strFacebook": "www.facebook.com\/FCPorto",
            "strTwitter": "twitter.com\/FCPorto",
            "strInstagram": "instagram.com\/fcporto",
            "strDescriptionEN": "Futebol Clube do Porto, MHIH, OM, commonly known as FC Porto or simply Porto, is a Portuguese sports club based in Porto. It is best known for the professional football team playing in the Primeira Liga, the top flight of Portuguese football.\r\n\r\nFounded on 28 September 1893, Porto is one of the \"Big Three\" (Portuguese: Os Três Grandes) teams in Portugal – together with Lisbon-based rivals Benfica and Sporting CP – that have appeared in every season of the Primeira Liga since its establishment in 1934. They are nicknamed Dragões (Dragons), for the mythical creature atop the club's crest, and Azuis e brancos (Blue-and-whites), for the shirt colours. The club supporters are called Portistas. Since 2003, Porto have played their home matches at the Estádio do Dragão, which replaced the previous 103-year-old ground, the Estádio das Antas.\r\n\r\nPorto is the second most decorated team in Portugal, with 76 major trophies, of which 69 were achieved in domestic competitions. These comprise 28 Primeira Liga titles (five of which were won consecutively between 1994–95 and 1998–99, a Portuguese football record), 16 Taça de Portugal, 4 Campeonato de Portugal, and a record 21 Supertaça Cândido de Oliveira. Porto is the second team in Portuguese league history to have won two titles without any defeat, namely in the 2010–11 and 2012–13 seasons. In the former, Porto achieved the largest-ever difference of points between champion and runner-up in a three-points-per-win system (21 points), on their way to a second quadruple.\r\n\r\nIn international competitions, Porto is the most decorated Portuguese team, with seven trophies. They won the European Cup\/UEFA Champions League in 1987 and 2004, the UEFA Cup\/Europa League in 2003 and 2011, the UEFA Super Cup in 1987, and the Intercontinental Cup in 1987 and 2004. In addition, they were runners-up in the 1983–84 European Cup Winners' Cup and in the 2003, 2004 and 2011 editions of the UEFA Super Cup. Porto is the only Portuguese club to have won the UEFA Cup\/Europa League, the UEFA Super Cup and the Intercontinental Cup, and to have achieved a continental treble of domestic league, domestic cup and European titles (2002–03 and 2010–11). Porto have the second-most appearances in the UEFA Champions League group stage (23), behind Barcelona and Real Madrid (24). At the end of the 2018–19 season, Porto ranked 10th in the UEFA club coefficient ranking.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Futebol Clube do Porto o noto più semplicemente come Porto, è una società polisportiva portoghese di Porto, nota soprattutto per la sua sezione calcistica. Fu fondata il 28 settembre 1893 da António Nicolau de Almeida e milita nella massima divisione del campionato portoghese. Il club è quotato all'Euronext[1].\r\n\r\nLa squadra gioca le partite casalinghe nell'Estádio do Dragão dal 2003, dopo che per 51 anni aveva giocato nell'Estádio das Antas. Insieme allo Sporting Lisbona e al Benfica, il Porto compone il novero delle \"tre grandi\" del calcio portoghese.\r\n\r\nIn ambito nazionale ha vinto 72 trofei (seconda squadra più titolata, dopo il Benfica) e in ambito internazionale, dove risulta la squadra portoghese più titolata, 7 trofei. Si è aggiudicato 29 titoli di Primeira Liga (di cui 5 consecutivi dal 1994-1995 al 1998-1999, un record per il Portogallo), 4 titoli di Campeonato de Portugal, 17 coppe nazionali e 22 Supercoppe del Portogallo (record). È inoltre la sola squadra portoghese ad essere riuscita a vincere il campionato di massima divisione senza subire sconfitte, primato stabilito nel 2010-2011 e ribadito nel 2012-2013. Nel 2010-2011 ha anche stabilito la maggiore differenza di punti con la seconda classificata nella storia del campionato portoghese da quando sono assegnati tre punti per una partita vinta (21 punti di distacco). A livello nazionale non ha ancora vinto la Coppa di Lega portoghese, competizione dove è stata, finora, quattro volte finalista.\r\n\r\nIn ambito internazionale è la squadra portoghese più titolata, avendo vinto 2 Coppe dei Campioni\/Champions League (1986-1987 e 2003-2004), 2 Coppe UEFA\/Europa League (2002-2003 e 2010-2011), una Supercoppa europea (1987) e 2 Coppe intercontinentali (1987 e 2004). È stata la prima squadra a ottenere il triplete internazionale vincendo la Coppa dei Campioni (1986-87), la Coppa Intercontinentale (1987) e la Supercoppa UEFA (1987) e la seconda, dopo il Liverpool nel 1976-1977, a vincere la Champions League nella stagione successiva alla stagione della vittoria della Coppa UEFA. È, inoltre, una delle quindici squadre europee (unica portoghese) ad avere disputato almeno una finale delle tre principali competizioni europee UEFA (Coppa dei Campioni\/Champions League, Coppa delle Coppe, Coppa UEFA\/Europa League).\r\n\r\nÈ l'unico club portoghese ad aver vinto titolo nazionale, coppa nazionale e una coppa europea nella stessa stagione (nel 2002-2003 e nel 2010-2011).\r\n\r\nI tifosi e i giocatori del Porto sono spesso soprannominati dragões (draghi), anche se è diffuso il nomignolo Andrades, dal cognome della famiglia che sponsorizzò il club per alcuni anni. Dagli anni ottanta, però, questo soprannome sembra aver acquisito una connotazione dispregiativa.\r\n\r\nIl rivale per eccellenza del Porto è il Benfica di Lisbona, con cui gioca il match detto O Clássico; un'altra contrapposizione è quella con i concittadini del Boavista.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#00428C",
            "strColour2": "#FFFFFF",
            "strColour3": "#D60019",
            "strGender": "Male",
            "strCountry": "Portugal",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xu47rb1628855600.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/jhqzyz1732402015.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wyqqty1424462736.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qxrrpu1424232734.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ysqwwt1454078472.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ssvtus1421076084.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/wywxwy1420425951.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/dgerxo1626624511.png",
            "strYoutube": "www.youtube.com\/user\/fcporto",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133774",
            "idESPN": null,
            "idAPIfootball": "415",
            "intLoved": null,
            "strTeam": "FC Twente",
            "strTeamAlternate": "Football Club Twente",
            "strTeamShort": "",
            "intFormedYear": "1965",
            "strSport": "Soccer",
            "strLeague": "Dutch Eredivisie",
            "idLeague": "4337",
            "strLeague2": "Dutch KNVB Cup",
            "idLeague2": "4902",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "15859",
            "strStadium": "De Grolsch Veste",
            "strKeywords": "The Tukkers",
            "strRSS": "",
            "strLocation": "Enschede, Netherlands",
            "intStadiumCapacity": "30205",
            "strWebsite": "www.fctwente.nl\/en",
            "strFacebook": "www.facebook.com\/FCTwente\/",
            "strTwitter": "twitter.com\/fctwente",
            "strInstagram": "www.instagram.com\/fctwente_official",
            "strDescriptionEN": "Football Club Twente is a Dutch professional football club from the city of Enschede. In 2018–19, it competed in and won the Eerste Divisie. The club was formed in 1965 by the merger of 1926 Dutch champions, Sportclub Enschede and Enschedese Boys. They were the holders of the 2011 KNVB Cup and Johan Cruijff Schaal trophies, and were Eredivisie champions in the 2009–10 season; the team has also finished as Eredivisie runner-up twice, was runner-up in the 1974–75 UEFA Cup, and has won the KNVB Cup three times. Twente's home ground since 1998 is De Grolsch Veste.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Football Club Twente, meglio noto come Twente, è una società calcistica olandese con sede nella città di Enschede. Nella stagione 2019-2020 milita nella Eredivisie, la massima divisione del campionato di calcio olandese e disputa le partite casalinghe al De Grolsch Veste.\r\n\r\nNato nel 1965 in seguito all'unione di due club cittadini (l'Enschede, che vinse un titolo nazionale, e gli Enschedese Boys), prende il nome dall'omonima regione della quale Enschede è capoluogo. Ha vinto un campionato olandese, 3 coppe e 2 supercoppe nazionali. A livello internazionale il massimo traguardo è stato il raggiungimento della finale della Coppa UEFA 1974-1975, nella quale il Twente è stato sconfitto.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#e6001a",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "The Netherlands",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rsrxrt1473534783.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ryxwwp1426154076.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/jlis2b1722772628.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/zgx1sw1722772940.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/1wpq7p1722772990.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ibqypr1722773081.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/sgdom01722772593.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/bhx1k41689717778.png",
            "strYoutube": "www.youtube.com\/user\/FCTwenteTV",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134005",
            "idESPN": null,
            "idAPIfootball": "559",
            "intLoved": null,
            "strTeam": "FCSB",
            "strTeamAlternate": "Steaua Bucuresti",
            "strTeamShort": "",
            "intFormedYear": "1947",
            "strSport": "Soccer",
            "strLeague": "Romanian Liga I",
            "idLeague": "4691",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "22632",
            "strStadium": "Stadionul Steaua",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Bucharest, Romania",
            "intStadiumCapacity": "31254",
            "strWebsite": "www.fcsb.ro",
            "strFacebook": "www.facebook.com\/FCSBOfficial\/",
            "strTwitter": "twitter.com\/fcsbofficial_ro",
            "strInstagram": "www.instagram.com\/fcsbofficial",
            "strDescriptionEN": "Fotbal Club FCSB (formerly named and still sometimes referred to as FC Steaua București, is a Romanian professional football club based in Bucharest. It has spent its entire history in the Liga I, the top flight of the Romanian football league system.\r\n\r\nThe original Steaua București football team was founded in 1947 and belonged to the Ministry of National Defence, through the namesake CSA Steaua București sports club. In 1998, the football department and its facilities were separated from the latter and taken over by a group of shareholders in a post-Ceaușescu privatisation scheme, leading to one of the shareholders acquiring full ownership five years later. However, CSA Steaua București has been in conflict with the football club since 2011, claiming that it was a new and separate entity; this resulted in multiple court cases and the forced change of the name from FC Steaua București to FC FCSB in early 2017.\r\n\r\nDomestically, when taken together with the disputed pre-2003 honours, the club has won the Liga I 27 times, Cupa României 24 times, Cupa Ligii two times, and Supercupa României six times—all competition records. Internationally, they have won the European Cup and European Super Cup, both in 1986. They reached the European Cup final once again in 1989, when they were defeated by AC Milan. Throughout their history, the Roș-albaștrii also played the final of the Intercontinental Cup, the quarter-finals of the European Cup Winners' Cup, and the semi-finals of the UEFA Cup.\r\n\r\nFCSB's home ground is Arena Națională, having moved here from the Ministry of National Defence-owned Stadionul Ghencea. Initially, the club played in the colours of the Romanian tricolour, but the team became associated with the red and blue scheme after yellow soon lost its importance. Recently, some kits have begun reintegrating the latter colour.\r\n\r\nThe club has a long-standing rivalry with neighbouring Dinamo București, with matches between the two being commonly referred to as the \"Eternal derby\" or the \"Romanian derby\". Another notable rivalry is the one against Rapid București, while several milder ones are disputed against teams outside the capital, including a recent one against CFR Cluj that commenced because of the title competitions these teams fought in 21st century.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Romania",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/r7w3d01625317356.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/69uqym1611951667.png",
            "strYoutube": "www.youtube.com\/c\/FCSBTV",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133807",
            "idESPN": null,
            "idAPIfootball": "611",
            "intLoved": "1",
            "strTeam": "Fenerbahce",
            "strTeamAlternate": "Fenerbahçe Spor Kulübü",
            "strTeamShort": "",
            "intFormedYear": "1907",
            "strSport": "Soccer",
            "strLeague": "Turkish Super Lig",
            "idLeague": "4339",
            "strLeague2": "Turkish Cup",
            "idLeague2": "4960",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Sükrü Saracoglu",
            "strKeywords": "Sarı Kanaryalar, Sarı-Lacivertliler",
            "strRSS": "http:\/\/www.fenerbahce.org\/rss.asp",
            "strLocation": "Istanbul",
            "intStadiumCapacity": "53715",
            "strWebsite": "www.fenerbahce.org",
            "strFacebook": "www.facebook.com\/fenerbahce",
            "strTwitter": "www.twitter.com\/Fenerbahce",
            "strInstagram": "instagram.com\/fenerbahce",
            "strDescriptionEN": "Fenerbahçe Spor Kulübü (Turkish pronunciation: , Fenerbahçe Sports Club), also known as Fenerbahçe and Fener, is a professional football team based in Istanbul, Turkey, and a branch of the larger Fenerbahçe Sports Club. Founded in 1907 by a group of local men, it is one of the most successful and best supported football team in Turkey, having never been relegated to lower divisions, and currently competes in the Süper Lig and the Turkish Cup. It is nicknamed Sarı Kanaryalar (Turkish for \"Yellow Canaries\") and plays its home games at Şükrü Saracoğlu Stadium in Kadıköy, Istanbul. Fenerbahçe has won 19 Süper Lig trophies, in addition to 6 Turkish Cups, 9 Turkish Super Cups, 8 Chancellor Cups and 12 TSYD Cup trophies. In international club football, Fenerbahçe has won one Balkans Cup trophy.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Fenerbahçe Spor Kulübü, meglio noto come Fenerbahçe SK, è una società polisportiva turca con sede a Istanbul. Fondata nel 1907, ha 9 sezioni che gestiscono le varie discipline.\r\n\r\nLa società è una delle più antiche e di successo in Turchia, avendo conquistato titoli a livello nazionale ed europeo nel calcio, nella pallacanestro, nella pallavolo e nel tennistavolo. Inoltre, la sezione di pallavolo femminile ha anche vinto un campionato mondiale per club.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Türkiye",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/twxxvs1448199691.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/rvcnj21714107868.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yttxrq1420506203.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wvpwwr1420505929.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vqtsrt1420505821.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/zy6klp1714107859.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/k6qvhw1714107847.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/17uhvy1658264000.png",
            "strYoutube": "www.youtube.com\/fenerbahce",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134620",
            "idESPN": null,
            "idAPIfootball": "651",
            "intLoved": "1",
            "strTeam": "Ferencvaros",
            "strTeamAlternate": "Ferencvárosi Torna Club, Ferencváros TC",
            "strTeamShort": "FER",
            "intFormedYear": "1899",
            "strSport": "Soccer",
            "strLeague": "Hungarian NB I",
            "idLeague": "4690",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17888",
            "strStadium": "Groupama Arena",
            "strKeywords": "Fradi, Zöld Sasok",
            "strRSS": "",
            "strLocation": "Budapest, Hungary",
            "intStadiumCapacity": "22000",
            "strWebsite": "www.fradi.hu",
            "strFacebook": "www.facebook.com\/fradi.hu\/",
            "strTwitter": "twitter.com\/Fradi_HU",
            "strInstagram": "www.instagram.com\/ftcofficial",
            "strDescriptionEN": "Ferencvárosi Torna Club, known as Ferencváros, is a professional football club based in Ferencváros, Budapest, Hungary, that competes in the Nemzeti Bajnokság I, the top flight of Hungarian football. Ferencváros was founded in 1899 by Ferenc Springer and a group of local residents of Budapest's ninth district, Ferencváros. Ferencváros is best known internationally for winning the 1964–65 edition of the Inter-Cities Fairs Cup after defeating Juventus 1–0 in Turin and for reaching the final in the same competition in 1968, when they lost to Leeds United and the final in the 1974–75 season of the European Cup Winners' Cup, lost to Dynamo Kiev.\r\n\r\nThe best-known part of the club is the well-supported men's football team – the most popular team in the country. The parent multisport club Ferencvárosi TC divisions include the women's football, women's handball, men's futsal, men's ice hockey, men's handball, men's water polo, cycling, gymnastics, athletics, wrestling, curling and swimming teams, some of which are highly successful.\r\n\r\nThe club colours are green and white, and the club's mascot is a green eagle, hence another of the club's nicknames, The Green Eagles.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Ferencvárosi Torna Club (in italiano: Club Ginnico del Ferencváros), abbreviato in FTC, alcune volte in Ferencvárosi TC, ma noto soprattutto come Ferencváros, è una società polisportiva ungherese con sede nell'omonimo distretto della città di Budapest. Fondata nel 1899 da Ferenc Springer e da alcuni muratori del quartiere Ferencváros, nel distretto IX della città, è particolarmente nota per la sezione calcistica, la più sostenuta del paese e la più conosciuta al di fuori dei confini nazionali. I colori ufficiali sono il verde e il bianco e la mascotte è un'aquila verde. Il soprannome ufficiale del club è Fradi, \"muratori\" in italiano.\r\n\r\nLa società comprende anche altre sezioni sportive tra le quali pallanuoto, hockey su ghiaccio, pallamano, futsal, ciclismo, ginnastica, atletica, lotta, curling e molte sezioni femminili, tra le quali la sezione calcistica vincitrice dei campionati 2014-2015, 2015-2016, 2018-2019. Possiede un periodico denominato ZÖLD & FEHÉR (in italiano: verde e bianco).\r\n\r\nPer quanto riguarda la sezione calcistica del club, militante in massima serie, è la più titolata d'Ungheria, potendo vantare, a livello nazionale, la vittoria di 32 campionati, 23 coppe e 6 supercoppe. Nel luglio del 2006 il club è stato retrocesso in seconda serie per continui problemi finanziari e, nonostante abbia successivamente contestato questa decisione vincendo una causa contro l'MLSZ (Magyar Labdarúgó Szövetség), la federcalcio magiara, ha dovuto attendere tre stagioni prima di festeggiare il ritorno in massima serie.\r\n\r\nA livello internazionale è stato l'unico club ungherese ad aver vinto un trofeo europeo maggiore, conquistando la Coppa delle Fiere nel 1964-1965 battendo 1-0 la Juventus in una gara secca a Torino. In questo torneo arrivò all'ultimo atto anche nel 1967-1968, mentre nel 1974-1975 raggiunse la finale di Coppa delle Coppe, dove fu sconfitto dalla Dynamo Kiev. È stata anche la prima squadra ungherese ad accedere alla fase a gruppi della UEFA Champions League, nella stagione 1995-1996, battendo l'Anderlecht nel turno preliminare, ripetendosi poi nella stagione 2020-2021, eliminando ai play-off il Molde.\r\n\r\nLa rivalità principale nel campionato ungherese è con l'Újpest; il derby Ferencváros-Újpest è il più sentito di tutto il campionato, mentre con l'MTK i biancoverdi giocano lo storico Örökrangadó, cioè il \"Derby eterno\".\r\n\r\nIl motto del club, simboleggiato dalle tre E presenti nella parte bassa dello stemma, è: Erkölcs, Erő, Egyetértés (Moralità, Forza, Concordia).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Hungary",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wk17od1688115265.png",
            "strLogo": null,
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/hedk1p1652981243.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/gznyuo1652981363.jpg",
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/sr16ex1626620089.png",
            "strYoutube": "www.youtube.com\/user\/fradimedia",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133804",
            "idESPN": null,
            "idAPIfootball": "645",
            "intLoved": null,
            "strTeam": "Galatasaray",
            "strTeamAlternate": "Galatasaray Spor Kulübü, Galatasaray SK",
            "strTeamShort": "GAL",
            "intFormedYear": "1905",
            "strSport": "Soccer",
            "strLeague": "Turkish Super Lig",
            "idLeague": "4339",
            "strLeague2": "Turkish Cup",
            "idLeague2": "4960",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "29354",
            "strStadium": "Türk Telekom Arena",
            "strKeywords": "Cim-Bom, Sarı-Kırmızılılar, Aslanlar",
            "strRSS": "http:\/\/www.galatasaray.org\/xml\/gs.rss",
            "strLocation": "Istanbul, Turkey",
            "intStadiumCapacity": "52652",
            "strWebsite": "www.galatasaray.org",
            "strFacebook": "www.facebook.com\/galatasaray",
            "strTwitter": "twitter.com\/GalatasaraySK",
            "strInstagram": "instagram.com\/galatasaray",
            "strDescriptionEN": "Galatasaray Spor Kulübü, commonly known as Galatasaray, is a Turkish professional football club based in Istanbul, Turkey. It is the association football branch of the larger Galatasaray Sports Club, itself a part of the Galatasaray Community which includes Galatasaray University and Galatasaray High School, where it was founded in 1905.\r\n\r\nGalatasaray has won 50 domestic trophies, including a record 20 Süper Lig titles, a record 16 Turkish Cups and a record 14 Turkish Super Cups. It is one of three teams to have participated in all seasons of the Turkish Süper Lig since 1959, following the dissolution of the Istanbul Football League, and are the only club to have won the Süper Lig in four successive seasons.\r\n\r\nInternationally, Galatasaray has won the UEFA Cup and UEFA Super Cup in 2000, becoming the first and only Turkish team to win a European trophy. In the 1999–2000 season, the club achieved the rare feat of completing a quadruple by winning the Turkish Süper Lig, the Turkish Cup, the UEFA Cup and the UEFA Super Cup in a single season. Galatasaray is also the only Turkish club to have been ranked 1st on the IFFHS World Rankings.\r\n\r\nSince 2011, the club's stadium is the 52,652 capacity Türk Telekom Arena in Seyrantepe, Istanbul. Previously, the club had played at the Ali Sami Yen Stadium, as well as a succession of other grounds in Istanbul, which included groundshares with Beşiktaş and Fenerbahçe at the Taksim Stadium and İnönü Stadium.\r\n\r\nThe club has a long-standing rivalry with other major Istanbul teams, namely with Beşiktaş and Fenerbahçe. The derby between Galatasaray and Fenerbahçe is dubbed the Kıtalar Arası Derbi (English: Intercontinental Derby) due to the location of their headquarters and stadiums on the European (Galatasaray) and Asian (Fenerbahçe) sides of the Bosphorus strait in Istanbul.\r\n\r\nAs a result of the team's twentieth championship for the 2014–15 season of the Süper Lig, their logo hereafter contains 4 stars representing their 20 championships for the league. Each star corresponds to the team's 5 championships.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Galatasaray Spor Kulübü, spesso abbreviato in Galatasaray SK e noto come Galatasaray, è una società polisportiva turca di Istanbul, con sede nel quartiere Galata, nella parte europea della città. Fondata nel 1905, è nota soprattutto per la sua sezione calcistica, che milita da sempre nella Süper Lig, la massima divisione del campionato turco di calcio e disputa le partite interne alla Türk Telekom Arena.\r\n\r\nÈ la squadra più titolata del calcio turco, avendo vinto 22 campionati, 18 coppe e 16 supercoppe nazionali, oltre a essere l'unica che vanta la vittoria di trofei internazionali, la Coppa UEFA e la Supercoppa UEFA. Si è aggiudicata anche una Lega nazionale, torneo antesignano del campionato turco.\r\n\r\nIl ramo più conosciuto e titolato della polisportiva, insieme a quello calcistico, è quello cestistico.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Türkiye",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/75fphr1537381190.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/mop6mo1537382558.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sdhv401537382813.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/fpufbu1537382918.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/q4oslb1537382961.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/25avkn1537382995.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/hznpwv1537381417.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/boolt91626291425.png",
            "strYoutube": "www.youtube.com\/user\/2galatasaray",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133643",
            "idESPN": "262",
            "idAPIfootball": "254",
            "intLoved": null,
            "strTeam": "Hearts",
            "strTeamAlternate": "Heart of Midlothian",
            "strTeamShort": "",
            "intFormedYear": "1874",
            "strSport": "Soccer",
            "strLeague": "Scottish Premier League",
            "idLeague": "4330",
            "strLeague2": "Scottish FA Cup",
            "idLeague2": "4723",
            "strLeague3": "Scottish League Cup",
            "idLeague3": "4888",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "UEFA Conference League",
            "idLeague5": "5071",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16856",
            "strStadium": "Tynecastle Park",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Gorgie, Edinburgh, Scotland",
            "intStadiumCapacity": "17529",
            "strWebsite": "www.heartsfc.co.uk\/page\/Home",
            "strFacebook": "www.facebook.com\/OfficialHeartofMidlothianFC\/",
            "strTwitter": "twitter.com\/JamTarts",
            "strInstagram": "www.instagram.com\/hmfc_",
            "strDescriptionEN": "Heart of Midlothian Football Club, commonly known as Hearts, is a professional football club in Edinburgh, Scotland. The team competes in the Scottish Professional Football League. Hearts, the oldest and most successful football club in the Scottish capital, were formed in 1874, their name influenced by Walter Scott's novel The Heart of Midlothian. The club crest is based on the Heart of Midlothian mosaic on the city's Royal Mile; the team's colours are maroon and white.\r\n\r\nHearts have played home matches at Tynecastle Park since 1886. After converting the ground into an all-seater stadium in 1990, it now has a capacity of 19,852 following the completion of a rebuilt main stand in 2017. Their training facilities are at the Oriam, Scotland's national performance centre for sport, where they also run their youth academy.\r\n\r\nHeart of Midlothian have won the Scottish league championship four times, most recently in 1959–60, when they also retained the Scottish League Cup to complete a League and League Cup double – the only club outside of the Old Firm to achieve such a feat.\r\n\r\nThe club's most successful period was under former player turned manager Tommy Walker from the early 1950s to mid 1960s. Between 1954 and 1962 they won two league titles, one Scottish Cup, and four Scottish League Cups, and also finished inside the league's top four positions for 11 consecutive seasons between 1949–50 and 1959–60. Jimmy Wardhaugh, Willie Bauld and Alfie Conn Sr., known as the Terrible Trio, were forwards at the start of this period with wing half linchpins Dave Mackay and John Cumming. Wardhaugh was part of another notable Hearts attacking trinity in the 1957–58 league winning side. Along with Jimmy Murray and Alex Young, they set the record for the number of goals scored in a Scottish league winning campaign (132). In doing so, they also became the only side to finish a season with a goal difference exceeding 100 (+103).\r\n\r\nHearts have also won the Scottish Cup eight times, most recently in 2012 after a 5–1 victory over Hibernian, their local rivals. All four of Hearts' Scottish League Cup triumphs came under Walker, most recently a 1–0 victory against Kilmarnock in 1962. Their most recent Scottish League Cup Final appearance was in 2013, where they lost 3–2 to St Mirren.\r\n\r\nIn 1958, Heart of Midlothian became the third Scottish and fifth British team to compete in European competition. The club reached the quarter-finals of the 1988–89 UEFA Cup, losing to Bayern Munich 2–1 on aggregate.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Heart of Midlothian Football Club, spesso abbreviato in Hearts, è una società calcistica scozzese con sede nella città di Edimburgo, militante in Scottish Championship, secondo livello del calcio scozzese.\r\n\r\nÈ la terza squadra più tifata di Scozia, nonché una delle più titolate, con quattro campionati scozzesi, otto Scottish Cup e quattro Scottish League Cup.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Scotland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/twqvyt1447597939.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/lefe8p1549480194.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/63tjwo1549480215.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/iji5ev1549480234.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2pgws61549480250.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/821hxz1549480266.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/m2ff791549480282.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/9qy6851722423890.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133657",
            "idESPN": "7911",
            "idAPIfootball": "167",
            "intLoved": null,
            "strTeam": "Hoffenheim",
            "strTeamAlternate": "TSG 1899 Hoffenheim",
            "strTeamShort": "",
            "intFormedYear": "1899",
            "strSport": "Soccer",
            "strLeague": "German Bundesliga",
            "idLeague": "4331",
            "strLeague2": "DFB-Pokal",
            "idLeague2": "4485",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17857",
            "strStadium": "Rhein-Neckar-Arena",
            "strKeywords": "Hoppenheim",
            "strRSS": "",
            "strLocation": "Sinsheim, Baden-Württemberg, Germany",
            "intStadiumCapacity": "30150",
            "strWebsite": "www.achtzehn99.de",
            "strFacebook": "www.facebook.com\/TSGHoffenheim\/",
            "strTwitter": "twitter.com\/tsghoffenheim",
            "strInstagram": "www.instagram.com\/tsghoffenheim",
            "strDescriptionEN": "urn- und Sportgemeinschaft 1899 Hoffenheim e.V., or simply TSG 1899 Hoffenheim is a professional German association football club based in Hoffenheim, a village of Sinsheim municipality, Baden-Württemberg, inside the Rhine-Neckar Metropolitan Region. A fifth division side in 2000, the club made a remarkable advance to the German football league system top tier Bundesliga in 2008 with the financial backing of alumnus and software mogul Dietmar Hopp.\r\n\r\nHistory\r\nThe modern-day club was formed in 1945, when gymnastics club Turnverein Hoffenheim (founded 1 July 1899) and football club Fußballverein Hoffenheim (founded 1921) merged. At the beginning of the 1990s, the club was an obscure local amateur side playing in the eighth division Baden-Württemberg A-Liga. They steadily improved and by 1996 were competing in the Verbandsliga Nordbaden (V).\r\n\r\nAround 2000, alumnus Dietmar Hopp returned to the club of his youth as a financial backer. Hopp was the co-founder of software firm SAP and he put some of his money into the club. His contributions generated almost immediate results: in 2000 Hoffenheim finished first in the Verbandsliga and was promoted to the fourth-division Oberliga Baden-Württemberg. Another first-place finish moved the club up to the Regionalliga Süd (III) for the 2001–02 season. They finished 13th in their first season in the Regionalliga, but improved significantly the next year, earning a fifth-place result.\r\n\r\nHoffenheim earned fifth and seventh-place finishes in the next two seasons, before improving to fourth in 2005–06 to earn their best result to date. The club made its first DFB-Pokal appearance in the 2003–04 competition and performed well, advancing to the quarter-finals by eliminating 2. Bundesliga sides Eintracht Trier and Karlsruher SC and Bundesliga club Bayer Leverkusen before being put out themselves by another 2. Bundesliga side, VfB Lübeck.\r\n\r\nNegotiations to merge TSG Hoffenheim, Astoria Walldorf, and SV Sandhausen to create FC Heidelberg 06 in 2005 were abandoned due to the resistance of the latter two clubs, and the failure to agree on whether the new side's stadium should be located in Heidelberg or Eppelheim. Team owner Hopp clearly preferred Heidelberg, but could not overcome the resistance of local firm Wild, which had already reserved the site of the planned stadium for its new production facilities.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Hoffenheim è una società calcistica tedesca con sede a Hoffenheim, frazione di Sinsheim, nel Baden-Württemberg. Trae il nome dall'omonimo sobborgo cittadino, in cui si trova la sua sede. Dalla stagione 2008-2009 milita in Bundesliga, la massima serie del campionato tedesco di calcio.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#1961B5",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Germany",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/9hwvb21621593919.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/bhwri31543832431.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sxsvvv1424536655.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/9xpyfc1543771558.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ir034c1543771566.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/8cd0v91543771574.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/ckcy8c1543773284.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/qz89up1688907963.png",
            "strYoutube": "www.youtube.com\/user\/TSG1899Hoffenheim",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135297",
            "idESPN": null,
            "idAPIfootball": "336",
            "intLoved": null,
            "strTeam": "Jagiellonia Bialystok",
            "strTeamAlternate": "Jagiellonia",
            "strTeamShort": "",
            "intFormedYear": "1920",
            "strSport": "Soccer",
            "strLeague": "Polish Ekstraklasa",
            "idLeague": "4422",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "UEFA Conference League",
            "idLeague4": "5071",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Białystok City Stadium",
            "strKeywords": "",
            "strRSS": "http:\/\/www.jagiellonia.pl\/rss.xml",
            "strLocation": "Białystok",
            "intStadiumCapacity": "22386",
            "strWebsite": "www.jagiellonia.pl\/start.php",
            "strFacebook": "www.facebook.com\/JagielloniaBialystok1920",
            "strTwitter": "twitter.com\/jagiellonia1920",
            "strInstagram": "instagram.com\/jagielloniabialystok",
            "strDescriptionEN": "Jagiellonia Białystok (Polish pronunciation: ) is a Polish football club based in Białystok that plays in the Ekstraklasa, the top level of Polish football. Founded in 1920, Jagiellonia play their home games at Białystok City Stadium. The club won the Polish Cup in 2010, Super Cup and qualified to play in the third round qualification of the UEFA Europa League. It was the club's first appearance in the European cup. The club's most successful season was the 2014–15 season when they finished 3rd in the Ekstraklasa winning the bronze medal.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Lo Jagiellonia Białystok Sportowa Spółka Akcyjna, noto semplicemente come Jagiellonia Białystok o Jagiellonia, è una società calcistica polacca con sede nella città di Białystok. Fondato nel 1920, il club milita nella Ekstraklasa, la massima divisione del campionato di calcio polacco.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Poland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/ucze1y1601404699.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/7h0jfi1640441686.png",
            "strYoutube": "www.youtube.com\/channel\/UCO6SSgjx8XIuYkvRowhdrsw",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "138051",
            "idESPN": null,
            "idAPIfootball": "701",
            "intLoved": null,
            "strTeam": "KÍ Klaksvík",
            "strTeamAlternate": "Klaksvíkar Ítróttarfelag",
            "strTeamShort": "KLA",
            "intFormedYear": "1904",
            "strSport": "Soccer",
            "strLeague": "Faroe Islands Premier League",
            "idLeague": "4635",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17093",
            "strStadium": "Við Djúpumýrar",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Klaksvík",
            "intStadiumCapacity": "2600",
            "strWebsite": "www.ki.fo",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Klaksvíkar Ítróttarfelag (Faroese for Sports Club of Klaksvík), commonly known as KÍ, is a Faroese professional football club based in Klaksvík. The club was founded in 1904 and is one of the most successful Faroese football clubs, having won the Faroe Islands Premier League 18 times and the Faroe Islands Cup 6 times. The club wears blue and white and plays matches at the Við Djúpumýrar stadium.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Faroe Islands",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/4vq0i41579294709.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133645",
            "idESPN": "260",
            "idAPIfootball": "250",
            "intLoved": null,
            "strTeam": "Kilmarnock",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1869",
            "strSport": "Soccer",
            "strLeague": "Scottish Premier League",
            "idLeague": "4330",
            "strLeague2": "Scottish FA Cup",
            "idLeague2": "4723",
            "strLeague3": "Scottish League Cup",
            "idLeague3": "4888",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "UEFA Conference League",
            "idLeague5": "5071",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18729",
            "strStadium": "Rugby Park",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Kilmarnock, East Ayrshire",
            "intStadiumCapacity": "18128",
            "strWebsite": "kilmarnockfc.co.uk",
            "strFacebook": "www.facebook.com\/OfficialKilmarnockFootballClub",
            "strTwitter": "www.twitter.com\/OfficialKillie",
            "strInstagram": "www.instagram.com\/kilmarnockfootballclub",
            "strDescriptionEN": "Kilmarnock Football Club, commonly known as Killie, is a Scottish professional football team based in the town of Kilmarnock, East Ayrshire. The team is currently managed by Tommy Wright, who was appointed in February 2021. The club has achieved several honours since its formation in 1869, most recently the 2011–12 Scottish League Cup after a 1–0 win over Celtic at Hampden Park.\r\n\r\nKilmarnock Football Club is currently the oldest football club in the Scottish Championship, and also the oldest professional club in Scotland. Home matches are played at Rugby Park, a 17,889 capacity all seater stadium situated in the town itself. Kilmarnock took part in the first-ever official match in the Scottish Cup against the now-defunct Renton in 1873. The club have qualified for European competitions on nine occasions, their best performance coming in the 1966–67 Fairs Cup when they progressed to the semi-finals, eventually being eliminated by Leeds United. The club is also one of only a few Scottish clubs to have played in all three European competitions (European Cup, Cup Winners' Cup and the UEFA Cup).\r\n\r\nKilmarnock have a long-standing football rivalry with fellow Ayrshire side Ayr United, with both teams playing frequently in the Ayrshire derby in which both sides first met in September 1910. Kilmarnock have long been the most successful side in the Ayrshire derby, winning 189 times in 256 meetings. The club nickname, Killie, is the Scottish slang term for the town of Kilmarnock.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Kilmarnock Football Club, meglio noto come Kilmarnock, è una società calcistica scozzese con sede nella città di Kilmarnock. Milita nella Scottish Premiership, la prima divisione scozzese.\r\n\r\nNel suo palmarès c'è un titolo di campione di Scozia conquistato nella stagione 1964-65, tre Scottish Cup e una Scottish League Cup.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Scotland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xssqtu1447596951.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/z9x9s21549207633.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/zaejq31549126925.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/5fbmgj1549126942.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/bm920q1549126957.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/1wmxnh1549126972.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/cqg8m31549126986.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/5upz7d1731240948.png",
            "strYoutube": "www.youtube.com\/user\/officialkilmarnockfc",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "142826",
            "idESPN": null,
            "idAPIfootball": "6489",
            "intLoved": null,
            "strTeam": "Kryvbas Kryvyi Rih",
            "strTeamAlternate": "FC Kryvbas Kryvyi Rih, Кривбас Кривий Ріг, Hirnyk Kryvyi Rih",
            "strTeamShort": "",
            "intFormedYear": "2020",
            "strSport": "Soccer",
            "strLeague": "Ukrainian Premier League",
            "idLeague": "4354",
            "strLeague2": "UEFA Europa League",
            "idLeague2": "4481",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "22175",
            "strStadium": "Hirnyk Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Kryvyi Rih, Ukraine",
            "intStadiumCapacity": "2500",
            "strWebsite": "fckryvbas.com",
            "strFacebook": "www.facebook.com\/fckryvbas",
            "strTwitter": "",
            "strInstagram": "www.instagram.com\/fckryvbas",
            "strDescriptionEN": "FC Kryvbas Kryvyi Rih (Ukrainian: Кривбас Кривий Ріг) is a professional Ukrainian football club based in Kryvyi Rih. The club currently competes in the Ukrainian First League. Note that the club in summer of 2020 has been renamed from Hirnyk Kryvyi Rih which was reestablished in 2017.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Ukraine",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2e11ks1681107496.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "www.youtube.com\/channel\/UCuQ2D6f-Bur4iBfgoSVZ-9w",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "137261",
            "idESPN": null,
            "idAPIfootball": "1026",
            "intLoved": null,
            "strTeam": "LASK",
            "strTeamAlternate": "Linzer Athletik-Sport-Klub, LASK Linz, Linz",
            "strTeamShort": "",
            "intFormedYear": "1908",
            "strSport": "Soccer",
            "strLeague": "Austrian Bundesliga",
            "idLeague": "4621",
            "strLeague2": "UEFA Europa League",
            "idLeague2": "4481",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18256",
            "strStadium": "Waldstadion",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Pasching, Austria",
            "intStadiumCapacity": "6009",
            "strWebsite": "www.lask.at\/home",
            "strFacebook": "www.facebook.com\/LASKOfficial\/",
            "strTwitter": "twitter.com\/LASK_Official",
            "strInstagram": "www.instagram.com\/laskofficial",
            "strDescriptionEN": "Linzer Athletik-Sport-Klub, commonly known as LASK Linz or simply LASK, is an Austrian association football club, from the Upper-Austrian state capital Linz. It is the oldest football club hailing from that region, and plays in the Austrian Football Bundesliga, the top tier of Austrian football. The club's colours are black and white. The women's football department plays in the second highest division of Austrian women's football.\r\n\r\nLASK was founded on 7 August 1908. In 1965, the club became the first team outside Vienna to win the Austrian football championship. This is also its only championship to date. The club currently plays its league fixtures at the Waldstadion in Pasching, however plays at the 14,000 capacity Linzer Stadion in UEFA competitions.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Linzer Athletik-Sport-Klub, meglio noto come LASK, è una società calcistica austriaca con sede a Pasching. Milita nella Bundesliga, la prima divisione del campionato austriaco di calcio.\r\n\r\nFondato nel 1908 nella città di Linz, nella stagione 1964-1965 divenne il primo club non viennese a vincere il campionato austriaco. Nel 1995 assunse la denominazione LASK Linz. Nel 2016 le sezioni professionistiche del club hanno spostato la propria sede a Pasching; contestualmente il club ha rimosso la dicitura Linz dalla denominazione sociale, tornando a chiamarsi LASK.[1][2]\r\n\r\nDisputa le gare interne al Waldstadion di Pasching, a 10 km da Linz, mentre per i match internazionali utilizza il Linzer Stadion di Linz.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Austria",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/oox26l1683556395.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/7jp4nl1683556387.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/0kn0s11717582649.png",
            "strYoutube": "www.youtube.com\/channel\/UC989Kq_d33oi_wwR5NsRZLw",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133668",
            "idESPN": "112",
            "idAPIfootball": "487",
            "intLoved": "1",
            "strTeam": "Lazio",
            "strTeamAlternate": "SS Lazio, Società Sportiva Lazio, Biancocelesti",
            "strTeamShort": "LAZ",
            "intFormedYear": "1900",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17086",
            "strStadium": "Stadio Olimpico",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Rome, Italy",
            "intStadiumCapacity": "70634",
            "strWebsite": "www.sslazio.it",
            "strFacebook": "www.facebook.com\/SSLazioOfficialPage",
            "strTwitter": "twitter.com\/OfficialSSLazio",
            "strInstagram": "instagram.com\/official_sslazio",
            "strDescriptionEN": "Società Sportiva Lazio, commonly referred to as Lazio, is an Italian professional sports club based in Rome, most known for its football activity. The society, founded in 1900, plays in the Serie A and have spent most of their history in the top tier of Italian football. Lazio have been Italian champions twice (1974, 2000), and have won the Coppa Italia seven times, the Supercoppa Italiana five times, and both the UEFA Cup Winners' Cup and UEFA Super Cup on one occasion.\r\n\r\nThe club had their first major success in 1958, winning the domestic cup. In 1974, they won their first Serie A title. The 1990s have been the most successful period in Lazio's history, seeing them win the UEFA Cup Winners' Cup and UEFA Super Cup in 1999, the Serie A title in 2000, and reaching their first UEFA Cup final in 1998. Due to a severe economic crisis in 2002 that forced president Sergio Cragnotti out of the club along with several star players being sold, Lazio's success in the league declined. In spite of the lower funds, the club has won four Coppa Italia titles since then; in 2004, 2009, 2013 and 2019. Current president Claudio Lotito took charge of the club in 2004 after two years of a vacuum after Cragnotti's departure.\r\n\r\nLazio's traditional kit colours are sky blue shirts and white shorts with white socks; the colours are reminiscent of Rome's ancient Hellenic legacy. Sky blue socks have also been interchangeably used as home colours. Their home is the 70,634 capacity Stadio Olimpico in Rome, which they share with A.S. Roma until 2020, when the latter will leave for the Stadio della Roma. Lazio have a long-standing rivalry with Roma, with whom they have contested the Derby della Capitale (in English \"Derby of the capital city\" or Rome derby) since 1929.\r\n\r\nDespite initially not having any parent–subsidiary relation with the male and female professional team (that was incorporated as S.S. Lazio S.p.A.), the founding of Società Sportiva Lazio allowed for the club that participates in over 40 sports disciplines in total, more than any other sports association in the world.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "La Società Sportiva Lazio, meglio nota come S.S. Lazio o più semplicemente Lazio, è una società polisportiva italiana con sede nella città di Roma, nota soprattutto per la sua sezione calcistica. Fu fondata a Roma il 9 gennaio 1900 come Società Podistica Lazio da quindici atleti guidati dal sottufficiale dei Bersaglieri Luigi Bigiarelli. La Lazio è presente dal 6 maggio 1998 alla Borsa di Milano nell'indice FTSE Italia Small Cap: è stata la prima società calcistica italiana a quotarsi in Borsa dove sono state successivamente ammesse anche la sua concittadina Roma e la Juventus.\r\n\r\nIl club iniziò a praticare il gioco del calcio il 6 gennaio 1901, è affiliato alla FIGC almeno dal 1908 ed istituì la propria sezione calcistica il 3 ottobre 1910.\r\n\r\nHa preso parte a 77 edizioni delle 88 disputate nella Serie A a girone unico, vincendo due titoli di campione d'Italia (1974 e 2000). Prima dell'avvento del girone unico (1929-30) disputò tre finalissime nazionali per il titolo, venendo sempre sconfitta. Vanta nel proprio palmarès anche la conquista di 7 Coppe Italia, 5 Supercoppe italiane e, in ambito internazionale, la Coppa delle Coppe 1998-99 e la Supercoppa UEFA 1999. La Lazio è il quinto club italiano (dopo Milan, Juventus, Inter e Parma) e il venticinquesimo europeo per numero di competizioni UEFA vinte.\r\n\r\nIl club biancoceleste è anche uno dei membri dell'European Club Association (ECA), organizzazione internazionale che ha sostituito il soppresso G-14 e rappresenta i club calcistici a livello europeo, riuniti in consorzio al fine di ottenere una tutela comune dei diritti sportivi, legali e televisivi di fronte alla Fédération Internationale de Football Association (FIFA).\r\n\r\nLa polisportiva è con le sue oltre 70 discipline la più grande, nonché la più antica, d'Europa.Alla stessa venne insignita il 2 giugno 1921 la benemerenza di ente morale.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#87D8F7",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rwqyvs1448806608.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/loprki1535387399.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2h7uo71709342761.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/pwvd461709342718.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/6mu88f1709342685.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/bxwzwp1709342643.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/wsyqry1422399753.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/frqiq71721078935.png",
            "strYoutube": "www.youtube.com\/user\/Officialsslazio",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "140040",
            "idESPN": null,
            "idAPIfootball": "667",
            "intLoved": null,
            "strTeam": "Lincoln Red Imps",
            "strTeamAlternate": "Lincoln Red Imps Football Club",
            "strTeamShort": "LRI",
            "intFormedYear": "1976",
            "strSport": "Soccer",
            "strLeague": "Gibraltarian National League",
            "idLeague": "4964",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Victoria Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Winston Churchill Avenue, Gibraltar",
            "intStadiumCapacity": "2000",
            "strWebsite": "lincolnredimpsfc.com",
            "strFacebook": "www.facebook.com\/lincolnredimpsfc",
            "strTwitter": "www.twitter.com\/lincolnredimps",
            "strInstagram": "www.instagram.com\/lincolnredimpsfc",
            "strDescriptionEN": "Lincoln Red Imps Football Club is a semi-professional association football club from Gibraltar. They play in the Gibraltar National League, and share Victoria Stadium with all other clubs in the territory. They are the country's record champion with 23 league titles, including fourteen consecutive titles between 2003 and 2016, and in 2014 were the first team to represent Gibraltar in the UEFA Champions League.\r\n\r\nEurope's longest chronological unbeaten league run is Lincoln Red Imps' 1,959-day (more than five-year) streak in the Gibraltar Premier Division from May 2009 to September 2014, a run of 88 matches.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Gibraltar",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/w1d87s1594393899.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "www.youtube.com\/channel\/UC-40dQT6jhIs9QUEZHjaGow",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "141261",
            "idESPN": null,
            "idAPIfootball": "14395",
            "intLoved": null,
            "strTeam": "Llapi",
            "strTeamAlternate": "KF Llapi, Klubi Futbollistik Llapi",
            "strTeamShort": "",
            "intFormedYear": "1932",
            "strSport": "Soccer",
            "strLeague": "Kosovan Superleague",
            "idLeague": "4968",
            "strLeague2": "UEFA Europa League",
            "idLeague2": "4481",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Zahir Pajaziti Stadium",
            "strKeywords": "Legjendat",
            "strRSS": "",
            "strLocation": "Podujevo, Kosovo",
            "intStadiumCapacity": "10000",
            "strWebsite": "llapifc.com",
            "strFacebook": "www.facebook.com\/KFLlapi\/",
            "strTwitter": "",
            "strInstagram": "www.instagram.com\/k.f.llapi",
            "strDescriptionEN": "Klubi Futbollistik Llapi (Football Club Llapi), commonly known as Llapi, is a professional football club based in Podujevo, Kosovo. The club play in the Football Superleague of Kosovo, which is the top tier of football in the country.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Kosovo",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/fw1o5q1617290095.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/n8t60m1617290095.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "www.youtube.com\/channel\/UCs0e9BQg7lm-8jT9K-_zZzg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133981",
            "idESPN": null,
            "idAPIfootball": "566",
            "intLoved": null,
            "strTeam": "Ludogorets Razgrad",
            "strTeamAlternate": "Лудогорец Разград, Орлите",
            "strTeamShort": "LUD",
            "intFormedYear": "2001",
            "strSport": "Soccer",
            "strLeague": "Bulgarian First League",
            "idLeague": "4626",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17741",
            "strStadium": "Huvepharma Arena",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Razgrad, Bulgaria",
            "intStadiumCapacity": "10422",
            "strWebsite": "www.ludogorets.com\/all_news.php",
            "strFacebook": "www.facebook.com\/pfcludogorets1945",
            "strTwitter": "twitter.com\/Ludogorets1945",
            "strInstagram": "",
            "strDescriptionEN": "Professional Football Club Ludogorets 1945 Razgrad (Bulgarian: Професионален Футболен Клуб Лудогорец 1945 Разград), commonly known as Ludogorets Razgrad or simply Ludogorets, is a Bulgarian professional association football club based in Razgrad, which currently competes in the First Professional Football League, the top-tier of the Bulgarian football league system.\r\n\r\nIn their inaugural 2011–12 season in A Group after promotion, Ludogorets won the treble by capturing the league championship, the Bulgarian Cup and the Bulgarian Supercup. Subsequently, the club made a significant international impact in the 2013–14 UEFA Europa League, where they reached the knockout phase of the tournament in their second only European run. Ludogorets are also the second Bulgarian team, after Levski Sofia, to enter the group stage of the UEFA Champions League, a feat which they achieved in the following 2014–15 season. During that same campaign, they became the first Bulgarian team to score points in the modern Champions League group stage following a 1–0 win over Basel in Sofia.\r\n\r\nSince their introduction to the Bulgarian top-flight in 2011, Ludogorets have established themselves as a dominant force in Bulgarian football, claiming every possible league title since then. They have also won the Bulgarian Cup twice, as well as the Bulgarian Supercup on four separate occasions.\r\n\r\nLudogorets' traditional home colours are green and white. The club's home ground is the Huvepharma Arena in Razgrad, a stadium with a capacity of 10,500 spectators. Their current manager is Pavel Vrba.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Bulgaria",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/flyvu91726166684.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/tspysu1473791363.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/vvsuts1473791356.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "136037",
            "idESPN": null,
            "idAPIfootball": "606",
            "intLoved": null,
            "strTeam": "Lugano",
            "strTeamAlternate": "Football Club Lugano",
            "strTeamShort": "",
            "intFormedYear": "1908",
            "strSport": "Soccer",
            "strLeague": "Swiss Super League",
            "idLeague": "4675",
            "strLeague2": "Swiss Cup",
            "idLeague2": "5489",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "UEFA Conference League",
            "idLeague5": "5071",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Cornaredo Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Lugano",
            "intStadiumCapacity": "6330",
            "strWebsite": "www.fclugano.com",
            "strFacebook": "www.facebook.com\/footballclublugano\/",
            "strTwitter": "twitter.com\/FCLugano1908",
            "strInstagram": "www.instagram.com\/fclugano_official",
            "strDescriptionEN": "FC Lugano is a Swiss football club based in Lugano. The club was refounded as AC Lugano in 2004 as a result of relegation and the financial situation of FC Lugano, which was founded in 1908. In 2008, the club reverted to its original name, FC Lugano. They play at the Stadio Cornaredo. They have played in what is now the Swiss Super League during the periods of 1922–53, 1954–60, 1961–63, 1964–76, 1979–80, 1988–97, 1998–02, and from 2015.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "l Football Club Lugano (abbreviato FC Lugano o FCL), comunemente noto come Lugano Calcio o Lugano (in dialetto Lügàn da Fótbal o Lügàn) è una società calcistica svizzera con sede nella città di Lugano, nel Canton Ticino. Milita in Super League, massima serie del campionato svizzero di calcio.\r\n\r\nFondato il 28 luglio 1908 e fallito nell'aprile del 2003 a causa di gravi problemi finanziari, nella stagione successiva è stato rifondato e fatto ripartire dalla Seconda Lega interregionale (quinta serie elvetica) schierando la propria formazione Under-21 sotto la denominazione Associazione Calcio Lugano. Il 30 giugno 2004 si è fuso con il FC Malcantone Agno, venendo riammesso alla lega cadetta. Infine il 4 giugno 2008 ha riadottato la denominazione storica Football Club Lugano e la relativa simbologia.\r\n\r\nCon 6 trofei nazionali vinti (3 campionati di massima serie e 3 coppe) è il sodalizio più titolato del proprio cantone e di tutta la Svizzera italiana.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Switzerland",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2kh2if1567615581.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/h4kvxv1689716062.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133713",
            "idESPN": "167",
            "idAPIfootball": "80",
            "intLoved": "1",
            "strTeam": "Lyon",
            "strTeamAlternate": "Olympique Lyonnais",
            "strTeamShort": "LYO",
            "intFormedYear": "1950",
            "strSport": "Soccer",
            "strLeague": "French Ligue 1",
            "idLeague": "4334",
            "strLeague2": "Coupe de France",
            "idLeague2": "4484",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16131",
            "strStadium": "Groupama Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Lyon, France",
            "intStadiumCapacity": "59186",
            "strWebsite": "www.olweb.fr",
            "strFacebook": "www.facebook.com\/olympiquelyonnais",
            "strTwitter": "twitter.com\/OL",
            "strInstagram": "",
            "strDescriptionEN": "Olympique Lyonnais (commonly referred to as simply Lyon, or OL) (Euronext: OLG) is a French association football club based in Lyon. It plays in France's highest football division, Ligue 1. The club was formed as Lyon Olympique Universitaire in 1899, according to many supporters and sport historians, but was nationally established as a club in 1950. The club's most successful period has been the 21st century. The club won its first ever Ligue 1 championship in 2002, starting a national record-breaking streak of seven successive titles. Lyon has also won a record seven Trophée des Champions, five Coupe de France titles and three Ligue 2 Championships.\r\n\r\nLyon has participated the UEFA Champions League 12 times, and during the 2009–10 season, reached the semi-finals of the competition for the first time after three previous quarter-final appearances. Olympique Lyonnais plays its home matches at the 40,500-seat Stade de Gerland in Lyon. In 2015\/2016, their new stadium will be ready, tentatively named OL Land, in Décines-Charpieu, a suburb of Lyon. The club's home colours are white, red and blue. Lyon was a member of the G14 group of leading European football clubs and are founder members of its successor, the European Club Association.\r\n\r\nOlympique Lyonnais is one of the popular clubs in France. About 11% of the country's population support the club. Lyon shares this number with Paris Saint-Germain and trails only Olympique de Marseille. The club's nickname, Les Gones, means \"The Kids\" in Lyon's regional dialect of Arpitan. The chairman of Lyon is Jean-Michel Aulas and the club is managed by Hubert Fournier. Olympique Lyonnais also has a successful women's football team having won its league a record nine times. The women's team has also won three Challenge de France titles and the UEFA Women's Champions League in 2011 and 2012.",
            "strDescriptionDE": null,
            "strDescriptionFR": "L'Olympique lyonnais, couramment abrégé en OL, est un club de football français fondé en 1950. Le club, basé dans le quartier de Gerland, est présidé depuis juin 1987 par Jean-Michel Aulas et l'équipe est entraînée par Hubert Fournier depuis le 23 mai 2014. Il évolue depuis 1989 en Ligue 1.\r\n\r\nL'Olympique lyonnais évolue dans le Stade de Gerland et s'entraîne au centre Tola Vologe, à Lyon. Il possède à son palmarès sept titres - obtenus consécutivement - de champion de France, cinq Coupes de France et une Coupe de la Ligue, ce qui en fait l'un des clubs les plus titrés du championnat de France.\r\n\r\nLe club connaît son apogée au cours des années 2000 avec sept titres consécutifs de champion de France, ce qui constitue un record françaisnote 2, entre 2002 et 2008, une Coupe de France et une Coupe de la Ligue. La section féminine du club a remporté quant à elle le championnat féminin à neuf reprisesnote 3. En 2007, les sections masculines et féminines remportent chacune leur championnat de France, pour la première fois dans l'histoire du football français. En 2008, l’Olympique lyonnais fait mieux en remportant les deux doublés coupe-championnat, homme et femme. Depuis le milieu des années 2000, la section féminine occupe les plus hauts niveaux du football féminin européen (2 titres successifs en Ligue des champions).\r\n\r\nSur le plan international, le club participe régulièrement à la plus prestigieuse des coupes européennes, la Ligue des champions. Après avoir été membre du G14, organisation des clubs les plus importants et riches d'Europe, jusqu'à sa dissolution en janvier 2008, il fait partie des fondateurs de l'association européenne des clubs.\r\n\r\nAujourd'hui, il est considéré comme l'un des clubs majeurs du football européen, avec douze qualifications en Ligue des champions d'affilée. Depuis 2011, le club rhodanien se base de plus en plus sur son centre de formation. L'Olympique lyonnais est le club français qui a joué le plus de matches européens, puisqu'il est à 212 matches (dont 107 succès) depuis ses débuts dans le fief de l'Inter Milan le 10 décembre 1958.",
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Olympique Lyonnais (pronuncia francese: \/ɔlɛ̃pik ljɔnɛ\/), noto in italiano come Olympique Lione o più semplicemente Lione, è una società polisportiva francese con sede nella città di Lione, nota soprattutto per la sua sezione calcistica, militante nella Ligue 1, la massima divisione del campionato francese di calcio.\r\n\r\nFondata nel 1950 a seguito di un dissidio tra le sezioni rugby e calcio del club polisportivo Lyon Olympique Universitaire, la squadra calcistica del Lione partecipa ininterrottamente alla massima serie francese dalla stagione 1989-1990 e ha raggiunto il proprio apice nei primi anni duemila, vincendo la Ligue 1 per sette volte consecutive (dal 2001-2002 al 2007-2008) e divenendo così l'unica società francese a conseguire tale traguardo. Nel 2007 la sezione maschile e quella femminile vinsero i rispettivi campionati, consentendo al club di aggiudicarsi il titolo nazionale con entrambe le sezioni calcistiche, evento senza precedenti in Francia.\r\n\r\nDal 2016 la squadra calcistica del Lione disputa le partite interne nel Parc OL, stanziato nel comune di Décines-Charpieu, ubicato nella metropoli di Lione. Le partite delle selezioni minori del Lione e gli allenamenti della squadra maggiore sono invece svolti nel centro di allenamento Groupama OL.\r\n\r\nDalla fondazione del club i colori sociali sono rosso, blu e bianco, quest'ultimo predominante. Dall'avvento in società del presidente Jean-Michel Aulas, il completo tradizionale del club è una maglietta di colore bianco con strisce verticali rosse e blu. Lo stemma invece presenta una banda orizzontale superiore rossa che menziona su due righe la frase \"Olympique Lyonnais\". La parte inferiore, tinta di blu, indica le lettere OL foderate con bordature dorate e sfondo bianco; all'interno della lettera O viene raffigurato un leone dorato, simbolo della città di Lione. Il soprannome del club, Les Gones, significa \"i ragazzini\" nel dialetto regionale arpitano di Lione.\r\n\r\nNel proprio palmarès il Lione annovera 21 trofei nazionali - 7 campionati, 5 coppe nazionali, 1 coppa di lega e 8 supercoppe - che ne fanno il quarto club più titolato di Francia. A livello internazionale vanta invece una Coppa Intertoto (vinta nel 1997), una semifinale di Europa League 2016-2017, e dodici partecipazioni di fila alla UEFA Champions League (dal 1999-2000 al 2011-2012), dove il miglior risultato conseguito è la semifinale, raggiunta nel 2010 e nel 2020.\r\n\r\nForte rivalità sussiste con il Saint-Étienne, con cui il club lionese disputa il cosiddetto derby del Rodano, considerato tra i più importanti derby in Francia, per via della sentita contrapposizione fra le due principali squadre di calcio della regione Alvernia-Rodano-Alpi. Altra importante rivalità è quella con il Marsiglia, denominata Choc des Olympiques.\r\n\r\nIl club è quotato presso la borsa Euronext Paris con il nome di OL Groupe (Euronext: OLG) e ha anche una sezione femminile, che è la più titolata di Francia e tra le più titolate d'Europa e del mondo.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#14387F",
            "strColour2": "#ffffff",
            "strColour3": "#da001a",
            "strGender": "Mixed",
            "strCountry": "France",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/blk9771656932845.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/qktpqy1656932846.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sxvqqq1420506345.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/yxuqvx1420582853.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ryvtsu1420582948.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wvxypr1420583534.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/xwsrtu1420583914.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/5xvzg81688215668.png",
            "strYoutube": "www.youtube.com\/channel\/UCzHCZXmqIdjqRnpdp0l_T6g",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135998",
            "idESPN": null,
            "idAPIfootball": "4495",
            "intLoved": null,
            "strTeam": "Maccabi Petach Tikva",
            "strTeamAlternate": "Maccabi Avshalom Ironi Petah Tikva Football Club, מועדון ספורט מכבי אבשלום עירוני פתח תקווה",
            "strTeamShort": "",
            "intFormedYear": "1912",
            "strSport": "Soccer",
            "strLeague": "Israeli Premier League",
            "idLeague": "4644",
            "strLeague2": "UEFA Europa League",
            "idLeague2": "4481",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18009",
            "strStadium": "HaMoshava Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Petah Tikva",
            "intStadiumCapacity": "11500",
            "strWebsite": "www.m-pt.co.il",
            "strFacebook": "www.facebook.com\/maccabipetachtikva",
            "strTwitter": "twitter.com\/offimpt",
            "strInstagram": "",
            "strDescriptionEN": "Maccabi Petah Tikva F.C. (Hebrew: מכבי פתח תקווה) (full name: \"Maccabi Avshalom Ironi Petah Tikva F.C., Hebrew: מועדון ספורט מכבי אבשלום עירוני פתח תקווה) is an Israeli football club based in the city of Petah Tikva. It is part of the Maccabi sports club.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Israel",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/3bvby91720417514.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "www.youtube.com\/channel\/UCU_8fvUa-STaSPXB8AhqrMQ?view_as=public",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134315",
            "idESPN": null,
            "idAPIfootball": "604",
            "intLoved": null,
            "strTeam": "Maccabi Tel Aviv",
            "strTeamAlternate": "MTAFC, FCMTA, מועדון כדורגל מכבי תל אביב",
            "strTeamShort": "",
            "intFormedYear": "1906",
            "strSport": "Soccer",
            "strLeague": "Israeli Premier League",
            "idLeague": "4644",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18008",
            "strStadium": "Bloomfield Stadium",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Tel Aviv, Israel",
            "intStadiumCapacity": "29150",
            "strWebsite": "www.maccabi-tlv.co.il",
            "strFacebook": "www.facebook.com\/MaccabiTLVFC",
            "strTwitter": "twitter.com\/MaccabiTLVFC",
            "strInstagram": "",
            "strDescriptionEN": "Maccabi Tel Aviv Football Club (Hebrew: מועדון כדורגל מכבי תל אביב; Moadon Kaduregel Maccabi Tel Aviv) is an Israeli football club and part of the Maccabi Tel Aviv sports club.\r\n\r\nFounded in 1906 as the HaRishon Le Zion-Yafo Association, it is the oldest, largest, and most decorated football club in Israel. With the establishment of the city of Tel Aviv in 1909, the club changed its name to Maccabi Tel Aviv. In 1922, it became the first Jewish football club to participate in local competitions. The meaning of the name Maccabi – 'there is no one like you among the gods' – forms an integral part of the character of the team, which took the Star of David as their logo to represent the Jewish people. Maccabi Tel Aviv have won more titles than any other Israeli club, winning 22 League Championships (17 after Israeli independence), 23 prestigious State Cups (16 after Israeli independence) and an additional five Toto (League) Cups, as well as two AFC Champions League until Israel were expelled from the AFC in 1974.\r\n\r\nMaccabi Tel Aviv is the only Israeli football team that have never been relegated from the Israeli Premier League and one of only three Israeli teams to ever progress to the UEFA Champions League group stage. The club is named after the Maccabees and invest a lot in the development and nurturing of young talent. The club's youth system operate football academies at three sites in the Tel Aviv area, working with over 750 children aged 6–15. The club also runs 17 youth teams with 400 players between 9 and 19 years old. These teams tend to compete very successfully in local and national leagues.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": "מכבי תל אביב הוא מועדון כדורגל ישראלי מהעיר תל אביב, הנמנה עם מועדוני הכדורגל הוותיקים והמובילים בישראל ומשחק בליגת העל. המועדון הוקם בשנת 1906, ומאז 2009 הוא בבעלות המיליארדר היהודי-קנדי מיטשל גולדהאר. המועדון חבר מן המניין בארגון המועדונים האירופיים.\r\n\r\nמכבי תל אביב היא הקבוצה המעוטרת ביותר בכדורגל הישראלי. הקבוצה מובילה את טבלת הקבוצות הזוכות באליפות המדינה עם 23 אליפויות ואת טבלת הזוכות בגביע המדינה עם 23 גביעים, מתוכם שבעה נלקחו בעונת אליפות (דאבל), ואחד בעונת אליפות וזכייה בגביע המדינה ובגביע הטוטו (טרבל). כמו כן, מובילה הקבוצה גם את טבלת הזוכות בגביע הטוטו לליגת העל, עם שש זכיות. מכבי תל אביב גם זכתה פעמיים בגביע אסיה לקבוצות, והיא הקבוצה היחידה בישראל ששיחקה בליגה הראשונה בכל עונותיה ומעולם לא ירדה לליגות המשנה.\r\n\r\nאצטדיון בלומפילד הוא אצטדיונה הביתי של מכבי תל אביב. צבעי הקבוצה הם צהוב וכחול. כינוייה הבולטים של הקבוצה הם \"מכבי\" ו-\"הצהובים\". למועדון יריבות עירונית ארוכת שנים עם הפועל תל אביב והמפגשים בין הקבוצות קיבלו את השם \"הדרבי של תל אביב\". מכבי תל אביב היא אחת משלוש הקבוצות הישראליות שהעפילו לשלב הבתים של ליגת האלופות.",
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Israel",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/lh08ob1625167121.png",
            "strLogo": null,
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/zekchm1593620308.jpg",
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/6pvkw81717093315.png",
            "strYoutube": "www.youtube.com\/user\/MaccabiTLVFC?feature=mhee",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134166",
            "idESPN": null,
            "idAPIfootball": "375",
            "intLoved": null,
            "strTeam": "Malmo FF",
            "strTeamAlternate": "Di blåe, Malmö Fotbollförening, Malmö FF, Malmo FF",
            "strTeamShort": "",
            "intFormedYear": "1910",
            "strSport": "Soccer",
            "strLeague": "Swedish Allsvenskan",
            "idLeague": "4347",
            "strLeague2": "Svenska Cupen",
            "idLeague2": "4756",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17249",
            "strStadium": "Eleda Stadion",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Malmö, Sweden",
            "intStadiumCapacity": "22500",
            "strWebsite": "www.mff.se",
            "strFacebook": "sv-se.facebook.com\/malmoff\/",
            "strTwitter": "twitter.com\/Malmo_FF",
            "strInstagram": "www.instagram.com\/malmo_ff",
            "strDescriptionEN": "Malmö Fotbollförening, also known simply as Malmö FF, Malmö or (especially locally) MFF, is a Swedish professional association football club based in Malmö. The club is affiliated with Skånes Fotbollförbund and the team play their home games at Swedbank Stadion. The club colours, reflected in their crest and kit, are sky blue and white. Formed on 24 February 1910, Malmö FF is the most successful club in Sweden in terms of trophies won. The club have won the most league titles of any Swedish club with twenty-one, a joint record eighteen Swedish championship titles and a record fourteen national cup titles. They were runners-up in the 1979 European Champions Cup final, which they lost 1–0 to English club Nottingham Forest. This made them the only Swedish football club, as of 2015, to have reached the final of the competition, for which the team were awarded the Svenska Dagbladet Gold Medal.\r\n\r\nMalmö FF is an open member association and the annual general meeting is the highest policy-making body. The meeting approves the accounts and elects the chairman and board. Håkan Jeppsson is the current chairman, elected in 2010. Daily operations are run by a managing director who liaises with the chairman. With an equity of 86.4 million SEK (approximately €9.6 million) the club is the richest football club in Sweden as of 2014.\r\n\r\nThe reigning champions, the club are currently playing in Allsvenskan, where the season lasts from April to November. Malmö FF are the leaders of the overall Allsvenskan table maratontabellen as of the end of the 2014 season. The club first won Allsvenskan in 1944. Malmö FF were most successful during the 1970s, when they won five Swedish championships and four Svenska Cupen titles. The main rivals of the club are Helsingborgs IF, IFK Göteborg and historically IFK Malmö. MFF Support is the official fan club of Malmö FF. The club have also been featured in the media, including the football documentaries Blådårar 1 and Blådårar 2.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "l Malmö Fotbollförening o Malmö FF è una società calcistica svedese con sede a Malmö. Ha vinto 21 campionati svedesi e 14 Coppe di Svezia. A livello internazionale ha raggiunto la finale della Coppa dei Campioni nel 1979, ad oggi è la prima ed unica squadra svedese ad aver raggiunto la finale del massimo torneo calcistico europeo per squadre di club maggiori maschili.\r\n\r\nPrima squadra svedese ad aver introdotto calciatori professionisti[1], è considerata una delle grandi del calcio svedese. Il Malmö FF, inoltre, è l'unica squadra svedese ad aver raggiunto la finale della Coppa dei Campioni, finale persa per 1-0 contro il Nottingham Forest. Proprio per il raggiungimento di questo risultato il club ricevette la Medaglia d'oro dello Svenska Dagbladet, unico club calcistico a ricevere questo premio. Nel 1979 disputò, come vicecampione continentale, la Coppa Intercontinentale in sostituzione del Nottingham Forest, Campione d'Europa, che rifiutò di parteciparvi.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Malmö Fotbollförening, también conocido simplemente como Malmö FF, es un club de fútbol con sede en Malmö, Suecia. El club está afiliado a la Skånes Fotbollförbund y juega sus partidos como local en el Swedbank Stadion. Los colores del club, que se refleja en su escudo y el uniforme, son el azul cielo y el blanco. Formado el 24 de febrero de 1910, el club ha ganado dieciocho títulos nacionales de liga y catorce títulos de la Copa nacional, convirtiéndose en el club más exitoso del fútbol sueco en cuanto a trofeos totales ganados. El Malmö FF también ha ganado la liga más alta de Suecia, la Allsvenskan, en tres ocasiones cuando el título de campeones suecos no se decidía por el resultado de esa liga. Fueron subcampeones de la Copa de Europa de 1979 al perder 1-0 en la final ante el Nottingham Forest. Esto les convirtió en el único club del fútbol sueco que han llegado a la final de la máxima competición europea, por lo que el equipo se adjudicó la medalla de oro Svenska Dagbladet.\r\n\r\nEl Malmö FF es una asociación abierta y miembro de la junta general, el más alto órgano normativo. La reunión aprobó las cuentas y elige al presidente y la junta. Håkan Jeppsson es el actual presidente, elegido en 2010. Las operaciones diarias son dirigidas por un director general que sirve de enlace con el presidente. Con un patrimonio de 109,5 millones de coronas suecas (aproximadamente 12,4 millones de euros) el club es más rico de Suecia en 2012.\r\n\r\nEl club juega actualmente en la Allsvenskan, donde la temporada se extiende de abril a octubre. El club ganó por primera vez la Allsvenskan en 1944.8 El Malmö FF tuvo su época dorada durante la década de 1970, cuando ganaron cinco campeonatos suecos y cuatro Svenska Cupen. Los principales rivales del club son el Helsingborgs IF, IFK Göteborg e, históricamente, el IFK Malmö, aunque su rivalidad ha perdido peso por estar éste en divisiones regionales. MFF Support es el club de fans oficial del Malmö FF. El club también ha sido destacado en los medios de comunicación, incluidos los documentales de fútbol Blådårar 1 y Blådårar 2.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Sweden",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wvvuqs1420764546.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/xvxtvv1423427994.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/wvqwxx1421531575.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vrstyx1421532511.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qywsys1421531867.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tuwrtw1421532330.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/stxstu1421622843.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/eg5aml1718802343.png",
            "strYoutube": "www.youtube.com\/channel\/UCpY-IkAekoY6O8TuUIkIoxg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133612",
            "idESPN": "360",
            "idAPIfootball": "33",
            "intLoved": "14",
            "strTeam": "Manchester United",
            "strTeamAlternate": "Man Utd",
            "strTeamShort": "MUN",
            "intFormedYear": "1878",
            "strSport": "Soccer",
            "strLeague": "English Premier League",
            "idLeague": "4328",
            "strLeague2": "FA Cup",
            "idLeague2": "4482",
            "strLeague3": "EFL Cup",
            "idLeague3": "4570",
            "strLeague4": "UEFA Europa League",
            "idLeague4": "4481",
            "strLeague5": "Club Friendlies",
            "idLeague5": "4569",
            "strLeague6": "FA Community Shield",
            "idLeague6": "4571",
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18332",
            "strStadium": "Old Trafford",
            "strKeywords": "The Red Devils",
            "strRSS": "http:\/\/www.football365.com\/manchester-united\/rss",
            "strLocation": "Trafford, Greater Manchester",
            "intStadiumCapacity": "76962",
            "strWebsite": "www.manutd.com",
            "strFacebook": "www.facebook.com\/manchesterunited",
            "strTwitter": "twitter.com\/manutd",
            "strInstagram": "www.instagram.com\/manchesterunited",
            "strDescriptionEN": "Manchester United Football Club is an English professional football club, based in Old Trafford, Greater Manchester that plays in the Premier League. Founded as Newton Heath LYR Football Club in 1878, the club changed its name to Manchester United in 1902 and moved to Old Trafford in 1910. They are regarded as one of the most successful clubs in English football.\r\n\r\nManchester United have won the most League titles (20) of any English club, a joint record 11 FA Cups, four League Cups, and a record 20 FA Community Shields. The club has also won three European Cups, one UEFA Cup Winners' Cup, one UEFA Super Cup, one Intercontinental Cup, and one FIFA Club World Cup. In 1998–99, the club won a continental treble of the Premier League, the FA Cup and the UEFA Champions League.\r\n\r\nThe 1958 Munich air disaster claimed the lives of eight players. In 1968, under the management of Matt Busby, Manchester United was the first English football club to win the European Cup. Alex Ferguson won 28 major honours, and 38 in total, from November 1986 to May 2013, when he announced his retirement after 26 years at the club. On 19 May 2014, Louis van Gaal was appointed as the club's new manager after Ferguson's successor David Moyes was sacked after only 10 months in charge, with the club's record appearance-maker, Ryan Giggs, appointed as his assistant after a brief period as caretaker manager.\r\n\r\nManchester United is the third-richest football club in the world for 2011–12 in terms of revenue, with an annual revenue of €395.9 million, and the world's second most valuable sports team in 2013, valued at $3.165 billion. It is one of the most widely supported football teams in the world. After being floated on the London Stock Exchange in 1991, the club was purchased by Malcolm Glazer in May 2005 in a deal valuing the club at almost £800 million, after which the company was taken private again. In August 2012, Manchester United made an initial public offering on the New York Stock Exchange.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Manchester United Football Club (NYSE: MANU), noto semplicemente come Manchester United, è una società calcistica inglese con sede nella città di Manchester. Milita in Premier League, la massima serie del campionato inglese di calcio, dal 1975.\r\n\r\nFondata nel 1902 sulla base del precedente Newton Heath F.C. del 1878, è una delle squadre più vincenti del calcio inglese e internazionale, avendo vinto 66 trofei e 13 campionati dal 1992-1993 ad oggi. Dall'arrivo dell'allenatore scozzese Sir Alex Ferguson, che ha allenato il Manchester United dal novembre 1986 a maggio 2013, la compagine inglese ha conquistato 38 trofei.[1] A livello nazionale il club si è aggiudicato venti campionati (record assoluto), dodici Coppe d'Inghilterra, cinque Coppe di Lega e ventuno (di cui quattro condivise) Supercoppe d'Inghilterra (record).\r\n\r\nA livello internazionale ha vinto tre Coppe dei Campioni\/Champions League, una Europa League, una Coppa delle Coppe, una Supercoppa europea, una Coppa Intercontinentale e una Coppa del mondo per club FIFA (unico club inglese ad avere vinto sia l'Intercontinentale che il mondiale per club, la vittoria di quest'ultimo è condivisa con il Liverpool). Insieme alla Juventus, all'Ajax, al Bayern Monaco e al Chelsea, è una delle cinque squadre ad aver conquistato almeno una volta tutte e tre le principali competizioni europee per club, ed insieme alle medesime squadre, almeno una volta tutte le competizioni UEFA a cui ha partecipato. Inoltre, è tra le sette squadre in Europa che sono riuscite a centrare il treble, ossia la vittoria del campionato, della Coppa nazionale e della Champions League nella stessa stagione (nel 1998-1999).\r\n\r\nÈ la squadra inglese che nelle ultime 34 stagioni ha registrato l'affluenza media di spettatori più alta, ad eccezione delle stagioni 1987-88 e 1988-89[2]. Il 31 marzo 2007 l'Old Trafford ha registrato il record di spettatori (83.048) nella storia della Premier League, in occasione della sfida tra Manchester United e Blackburn Rovers.\r\n\r\nDisputa le partite casalinghe all'Old Trafford (79 213 posti), stadio situato nella contea metropolitana di Greater Manchester. I colori sociali sono maglia rossa, calzoncini bianchi e calzettoni neri, mentre il simbolo ufficiale è il diavolo. Giocatori e tifosi sono soprannominati Red Devils (diavoli rossi).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Manchester United Football Club, mejor conocido como Manchester United, es un club de fútbol de la ciudad de Mánchester, Inglaterra, Reino Unido, que disputa sus partidos como local en el estadio Old Trafford.\r\n\r\nNació bajo la denominación «Newton Heath LYR Football Club» en 1878, siendo el equipo del depósito ferroviario Lancashire and Yorkshire Railway Company, ubicado en Newton Heath. El club se incorporó a la First Division en 1892. Tras estar cerca de la bancarrota en 1902, J. H. Davies tomó las riendas del club y cambió el nombre, llamándolo Manchester United. Su estadio fue bombardeado durante la Segunda Guerra Mundial lo que motivó al club a buscar la caridad de sus vecinos del Manchester City, quienes les permitieron jugar en Maine Road durante un tiempo a cambio de un costo anual. El United nombró a Matt Busby como entrenador del equipo tras la guerra y su política, por entonces inaudita, de la promoción de la mayor parte de los jugadores del equipo juvenil del club tuvo un gran éxito, al ganar la liga en 1956 y 1957.9 Este éxito tuvo un alto en el camino con el desastre aéreo de Múnich de 1958, en el que ocho jugadores del equipo perdieron la vida.10 11 A pesar de dicha tragedia, el conjunto supo recuperarse y ganó la liga en 1965 y 1967, así como la Copa Europea en 1968. El club no tuvo de nuevo un éxito tan notable hasta la década de 1990, cuando Alex Ferguson dirigió al equipo a la obtención de ocho campeonatos ligueros en once años. En 1999, el Manchester United se convirtió en el primer equipo inglés en ganar la Champions, la Premier League y la FA Cup en la misma temporada —el «triplete» del club—.12\r\n\r\nEntre sus principales logros a nivel nacional se encuentran haber ganado la First Division\/Premier League en 20 ocasiones, la FA Cup en 11 y la Supercopa de Inglaterra en 20, récords absolutos en los tres casos, además de cuatro ediciones de la Copa de la Liga de Inglaterra. A nivel europeo, ha obtenido tres veces la Liga de Campeones, empatado en séptimo lugar y segundo mejor inglés, además de una Recopa de Europa.13 Es el único club inglés en convertirse en campeón mundial de clubes, al conquistar la Copa Intercontinental en 1999 y la Copa Mundial de Clubes de la FIFA en 2008, tras derrotar a los entonces campeones de América Palmeiras y Liga de Quito, respectivamente.\r\n\r\nLos principales rivales del Manchester United han sido el Liverpool y Manchester City, a quien se enfrenta en el derby de Manchester.\r\n\r\nEn la cultura popular, es considerado como uno de los más populares del mundo,14 debido a que cuenta con 659 millones de seguidores a nivel internacional hasta mayo de 2012, según una investigación realizada por la empresa Kantar. De esta cifra, 325 millones provienen del continente asiático, 173 millones del Oriente Medio y África, 90 millones de Europa y finalmente 71 millones de América. De igual manera, ha tenido el promedio de asistencia más alto en el fútbol inglés desde 1957, salvo algunas excepciones en que ha sido superado por el Tottenham, Everton y Liverpool.17\r\n\r\nFinancieramente, el United se convirtió en el primer equipo deportivo en superar un valor de 3 000 millones USD, para ser catalogada de esta forma como la franquicia deportiva mejor valuada del mundo, de acuerdo a la revista Forbes, un hito que sería superado un par de meses después por el también club de fútbol Real Madrid, con un valor de 3 300 millones USD. Hay que señalar que el club inglés encabezaba el listado de los equipos de fútbol más valuados del mundo desde 2004.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#DA291C",
            "strColour2": "#FBE122",
            "strColour3": "#000000",
            "strGender": "Male",
            "strCountry": "England",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xzqdr11517660252.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/9kf7cr1716751836.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/dcghc71731852252.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/1x84vm1641155665.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/9pl9fi1641155714.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/quuytw1424229564.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/ho5bnw1594284456.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/q08y9v1739279744.png",
            "strYoutube": "www.youtube.com\/channel\/UC6yW44UGJJBvYTlfC7CRg2Q",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "137871",
            "idESPN": null,
            "idAPIfootball": "3549",
            "intLoved": null,
            "strTeam": "MFK Ružomberok",
            "strTeamAlternate": "Mestský futbalový klub Ružomberok, Ruza",
            "strTeamShort": "",
            "intFormedYear": "1906",
            "strSport": "Soccer",
            "strLeague": "Slovak First Football League",
            "idLeague": "4672",
            "strLeague2": "UEFA Europa League",
            "idLeague2": "4481",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Štadión pod Čebraťom",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Ružomberok",
            "intStadiumCapacity": "4876",
            "strWebsite": "www.mfkruzomberok.sk",
            "strFacebook": "www.facebook.com\/MfkRuzomberok",
            "strTwitter": "twitter.com\/mfk_ruzomberok",
            "strInstagram": "",
            "strDescriptionEN": "MFK Ružomberok is a Slovak football club, playing in the city of Ružomberok.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Slovakia",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vuqyby1578947692.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "www.youtube.com\/channel\/UCWZWZcRdDT_uBKzilRugDqA",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133958",
            "idESPN": null,
            "idAPIfootball": "329",
            "intLoved": null,
            "strTeam": "Molde",
            "strTeamAlternate": "MFK",
            "strTeamShort": "MOL",
            "intFormedYear": "1911",
            "strSport": "Soccer",
            "strLeague": "Norwegian Eliteserien",
            "idLeague": "4358",
            "strLeague2": "UEFA Europa League",
            "idLeague2": "4481",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17296",
            "strStadium": "Aker Stadion",
            "strKeywords": "",
            "strRSS": "http:\/\/www.moldefk.no\/feed.xml",
            "strLocation": "Molde",
            "intStadiumCapacity": "11800",
            "strWebsite": "www.moldefk.no",
            "strFacebook": "www.facebook.com\/MoldeFotballklubb",
            "strTwitter": "www.moldefk.no\/i\/npfl\/clubs\/molde\/twitter.png",
            "strInstagram": "instagram.com\/moldefotballklubb",
            "strDescriptionEN": "Molde Fotballklubb is a football club from Molde, Norway, that currently plays in the Tippeligaen, the Norwegian top division. Founded on 19 June 1911, Molde was originally known as International. Molde are three-time league champions (2011, 2012, 2014) and four-time Norwegian Cup winners (1994, 2005, 2013, 2014), and have finished 2nd in the league a further seven times. Molde is one of only two Norwegian clubs to have participated in the UEFA Champions League.\r\n\r\nIts home matches are played at Aker Stadion, which has a maximum capacity of 11,800. The stadium was inaugurated in 1998, and was a gift from the local businessmen Kjell Inge Røkke and Bjørn Rune Gjelsten. The club was formerly based at Molde stadion, which hosted the club's record attendance of 14,615. Molde's supporter club is called Tornekrattet (\"Thorn bush\", a reference to the city's nickname \"The Town of Roses\") and were started after the 1994 Cup Final victory.\r\n\r\nUntil the beginning of the 1970s, the club mainly played in local lower division leagues, except for a short visit in the Hovedserien in the 1957–58 season. In 1974 Molde was back in the top division and finished second in the league, and have since then become one of Norway's leading clubs and generally stayed in the top division. Molde also finished second in the league in 1987, when the club lost the championship to Moss in the decisive match of the season.\r\n\r\nDuring the 1990s and the beginning of the 2000s, Molde was the second best team in Norway (behind 13-times in a row champions Rosenborg), with league silver medals in 1995, 1998, 1999 and 2002 and cup championship in 1994 and 2005, and the participation in the Champions League in the 1999–2000 season, when Real Madrid, Porto and Olympiacos visited Molde.\r\n\r\nThe club was the first professional club of former Manchester United player Ole Gunnar Solskjær, and in January 2011 he returned to manage the club. In his first season as manager, which also was the club's centenary season, Molde won the league championship for the first time. The next season Solskjær and Molde retained the championship. Today the club has approximately 900 members and around 55 teams in three departments.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Norway",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/apziyg1534866527.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/au1i5k1610714246.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/us9zi71610714479.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/b6jcid1610714485.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/h0v8lz1610714492.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/k1f8lt1610714499.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/r0gtje1610714629.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/vjm54d1686859552.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133712",
            "idESPN": "2502",
            "idAPIfootball": "84",
            "intLoved": null,
            "strTeam": "Nice",
            "strTeamAlternate": "OGC Nice",
            "strTeamShort": "NIC",
            "intFormedYear": "1904",
            "strSport": "Soccer",
            "strLeague": "French Ligue 1",
            "idLeague": "4334",
            "strLeague2": "Coupe de France",
            "idLeague2": "4484",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16106",
            "strStadium": "Allianz Riviera",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Nice",
            "intStadiumCapacity": "35624",
            "strWebsite": "www.ogcnice.com",
            "strFacebook": "www.facebook.com\/ogcnice",
            "strTwitter": "twitter.com\/ogcnice",
            "strInstagram": "",
            "strDescriptionEN": "Olympique Gymnaste Club Nice Côte d'Azur (commonly referred to as OGC Nice or simply Nice) is a French association football club based in Nice. The club was founded in 1904 and currently plays in Ligue 1, the top-tier of French football. Nice plays its home matches at the Allianz Riviera. Nice is managed by Claude Puel and captained by midfielder Didier Digard.\r\n\r\nNice was founded under the name Gymnaste Club de Nice and is one of the founding members of the first division of French football. Along with Marseille, Montpelllier and Rennes, Nice is the only club to have played in the inaugural 1932–33 season and still be playing in the first division as of today. The club has won Ligue 1 four times and the Coupe de France three times. Nice achieved most of its honours in the 1950s with the club being managed by coaches such as Numa Andoire, Englishman William Berry, and Jean Luciano. The club's last honour was winning the Coupe de France in 1997 after beating Guingamp 4–3 on penalties in the final. Nice's colours are red and black.\r\n\r\nDuring the club's successful run in the 1950s, Nice were among the first French clubs to successfully integrate internationals players into the fold. Notable players include Hector De Bourgoing, Pancho González, Victor Nurenberg, and Joaquin Valle. Valle is the club's all-time leading goalscorer and, arguably, the club's greatest player.",
            "strDescriptionDE": null,
            "strDescriptionFR": "L'Olympique Gymnaste Club Nice Côte d'Azur, en abrégé OGCN ou OGC Nice et surnommé le « Gym », est un club de football français fondé en 1904 dont le siège se trouve à Nice.\r\n\r\nL'OGC Nice est l'un des membres fondateurs de la Première division du football français. Avec Marseille, Montpellier, Rennes, Lille et Metz, Nice est l'un des rares clubs qui a joué durant la saison inaugurale 1932-1933 et qui évolue encore en Ligue 1 aujourd'hui.\r\n\r\nDe 1927 à 2013, le club a joué au stade du Ray. Depuis le 22 septembre 2013, les rencontres se déroulent au nouveau grand stade de Nice dénommé Allianz Riviera. Les joueurs s'entraînent au parc des sports Charles-Ehrmann, où se trouvent le centre de formation et le siège du club. Les joueurs sont traditionnellement appelés « les Aiglons », l'emblème de la ville de Nice et du club étant l'aigle.\r\n\r\nLe club est présidé depuis juillet 2011 par Jean-Pierre Rivère, qui détient la majorité du capital de la SASP OGC Nice. L'équipe première évolue actuellement en Ligue 1. Elle est entraînée depuis mai 2012 par Claude Puel.",
            "strDescriptionCN": null,
            "strDescriptionIT": "'Olympique Gymnaste Club de Nice-Côte d'Azur, meglio noto come OGC Nice o semplicemente Nice (in italiano Nizza), è una società calcistica francese con sede nella città di Nizza, in Costa Azzurra. Milita attualmente nella Ligue 1, la massima divisione del campionato francese di calcio e disputa le partite interne all'Allianz Riviera (35.624 posti).\r\n\r\nFondata il 9 luglio 1904, la squadra ha vinto quattro titoli nazionali (tutti negli anni cinquanta) e tre coppe nazionali. I colori sociali sono il rosso e il nero.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#000000",
            "strColour2": "#ED1C24",
            "strColour3": "#B59A54",
            "strGender": "Male",
            "strCountry": "France",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/msy7ly1621593859.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/wutrsu1420595744.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/vvssuq1420595040.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rwrrsx1420595124.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/xrqwwt1420595177.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sxrswv1420595602.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/wwuxuq1420595615.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/i2lh2e1689597659.png",
            "strYoutube": "www.youtube.com\/user\/ogcniceofficiel",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133948",
            "idESPN": null,
            "idAPIfootball": "552",
            "intLoved": null,
            "strTeam": "NK Maribor",
            "strTeamAlternate": "Nogometni klub Maribor",
            "strTeamShort": "",
            "intFormedYear": "1960",
            "strSport": "Soccer",
            "strLeague": "Slovenian 1. SNL",
            "idLeague": "4692",
            "strLeague2": "Slovenia Cup",
            "idLeague2": "5196",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "UEFA Conference League",
            "idLeague4": "5071",
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18460",
            "strStadium": "Ljudski vrt",
            "strKeywords": "Vijoličasti",
            "strRSS": "https:\/\/www.nkmaribor.com\/rss",
            "strLocation": "Maribor",
            "intStadiumCapacity": "12702",
            "strWebsite": "www.nkmaribor.com",
            "strFacebook": "www.facebook.com\/nkmaribor",
            "strTwitter": "www.twitter.com\/nkmaribor",
            "strInstagram": "",
            "strDescriptionEN": "Nogometni klub Maribor, commonly referred to as NK Maribor or simply Maribor, is a professional football club based in Maribor, Slovenia, that competes in the Slovenian PrvaLiga, the top tier of Slovenian football. Nicknamed \"The Purples\" (Vijoličasti), the club was founded on 12 December 1960. They are regarded as a symbol of Slovenian football, particularly in their home region of Styria in northeastern Slovenia.\r\n\r\nMaribor have won a record 15 Slovenian PrvaLiga titles, 9 Slovenian Cups and 4 Slovenian Supercups. The club's most successful period was in the late 1990s and early 2000s, when they won seven successive league titles. Following the 2010–11 season, Maribor became the major force in Slovenian football for the second time, having won seven out of nine championships since then. Prior to Slovenia's independence in 1991, Maribor played in the Yugoslav football system, where the club, apart from winning the Yugoslav second division in 1967, had no major successes.\r\n\r\nMaribor are one of three Slovenian teams which participated in the Yugoslavia's highest division, the Yugoslav First League, between the end of World War II in 1945 and the breakup of Yugoslavia in 1991. The club is also one of the two founding members of the Slovenian PrvaLiga who have never been relegated from the top flight since the league's establishment in 1991. In addition, Maribor is the only Slovenian club to have participated in the group stages of the UEFA Champions League and UEFA Europa League. Besides that, the club is one of the only two clubs from former Yugoslavia, beside Red Star Belgrade, that have won an official UEFA trophy since winning the 2006 UEFA Intertoto Cup.\r\n\r\nThe club holds a long-standing rivalry with Olimpija from the capital Ljubljana, with whom they contest the Eternal derby (Večni derbi). Maribor also have a loyal and passionate fan base and has the highest average all-time attendance in Slovenia. Maribor's home ground is the Ljudski vrt stadium, which has a capacity of 12,702 seats. It was originally built in 1952 and later underwent a series of major reconstructions in the 1990s and 2000s.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Slovenia",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/asikxb1515929142.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "youtube.com\/channel\/UCkc4l101hqcy15U1BDmPLQQ",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133754",
            "idESPN": null,
            "idAPIfootball": "553",
            "intLoved": null,
            "strTeam": "Olympiakos",
            "strTeamAlternate": "ΠΑΕ Ολυμπιακός Σ.Φ.Π, Olympiacos Piraeus, Olympiakos Piraeus",
            "strTeamShort": "",
            "intFormedYear": "1925",
            "strSport": "Soccer",
            "strLeague": "Greek Superleague Greece",
            "idLeague": "4336",
            "strLeague2": "UEFA Europa League",
            "idLeague2": "4481",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19413",
            "strStadium": "Stadio Georgios Karaiskáki",
            "strKeywords": "Thrylos",
            "strRSS": "http:\/\/www.olympiacos.org\/feeds\/social",
            "strLocation": "Piraeus, Greece",
            "intStadiumCapacity": "32115",
            "strWebsite": "www.olympiacos.org",
            "strFacebook": "www.facebook.com\/OlympiacosFC",
            "strTwitter": "www.twitter.com\/olympiacosfc",
            "strInstagram": "www.instagram.com\/olympiacosfc",
            "strDescriptionEN": "Olympiacos F.C. (Greek: ΠΑΕ Ολυμπιακός Σ.Φ.Π.), also known simply as Olympiacos, Olympiacos Piraeus or with its full name as Olympiacos C.F.P. (Greek: Oλυμπιακός Σύνδεσμος Φιλάθλων Πειραιώς, transliterated \"Olympiakós Sýndesmos Filáthlo̱n Peiraió̱s\", Olympiacos Club of Fans of Piraeus), are a Greek professional football club, part of the major multi-sport club Olympiacos CFP, based in Piraeus. Their name was inspired from the Ancient Olympic Games and along with the club's emblem, the laurel-crowned adolescent Olympic winner, encompass and symbolize the morality, the honour, the vying, the splendor, the sportsmanship and the fair play value of the Olympic ideal of Ancient Greece.\r\n\r\nFounded on 10 March 1925, Olympiacos is the most successful club in Greek football history, having won 42 Greek League titles, 27 Greek Cups, 17 Doubles and 4 Greek Super Cups, for a total of 73 national titles, all records. Olympiacos' dominating success can be further evidenced by the fact that all the other Greek clubs have won a combined total of 37 League titles.\r\n\r\nOlympiacos also holds the record for the most consecutive Greek League titles, as they are the only team to have won seven consecutive League titles (1997–2003), having broken their own previous record of six consecutive from the club's trophy-laden era of the 50s (1954–1959), when Olympiacos gained unequivocally the nickname of Thrylos (The Legend).\r\n\r\nIn 2014–15 season, Olympiacos won their fifth consecutive Greek Championship and reached a historic milestone, as they became the only football club in the world to have won a series of five or more consecutive championships for five times in their history, a world record that was praised by FIFA in its congratulatory letter to the club. Olympiacos holds even more records in Greek football history; they are the only club to have won five consecutive Greek Cups from 1957 to 1961 and the only club to have won six Greek League titles undefeated (1937–1938, 1948, 1951, 1954–1955). They are also one of only three clubs to have never been relegated from the top flight of Greek football. As a result of the team's 40th League title in the 2012–13 season, Olympiacos earned the 4th star above their crest, each star representing 10 League titles of the record 42 they have currently amassed.\r\n\r\nIn European competitions, they have reached the quarter-finals of the 1998–99 UEFA Champions League and the quarter-finals of the 1992–93 European Cup Winners' Cup. Olympiacos are the highest ranked Greek team in the UEFA rankings, occupying the 21st place in Europe with 70.820 points, standing one place above Shakhtar Donetsk and two places above A.C. Milan. They have also won the Balkans Cup in 1963, becoming the first ever Greek club to win an international, non-domestic competition. Olympiacos is one of the founding members of the European Club Association in 2008.\r\n\r\nThe club's home ground is the Karaiskakis Stadium in Piraeus. Olympiacos is the most popular Greek club with around three million fans inside Greece and millions of others in the Greek communities all over the world. Olympiacos was placed ninth on the 2006 list of clubs with the largest number of paying members, with 83,000 registered members as of April 2006. In 2014, that figure increased and the team boasts 98,000 registered members. They share a great and long-standing rivalry with Panathinaikos, with whom they contest the derby of the eternal enemies.\r\n\r\nOlympiacos supporters have been involved in the worst tragedy that ever hit Greek sports, known as the Karaiskakis Stadium disaster (8 February 1981). Twenty-one supporters lost their lives in Gate 7, while rushing out of the stadium to celebrate the 6–0 victory of Olympiacos against AEK Athens.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Greece",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xckasq1721291508.png",
            "strLogo": null,
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/1s7b9z1731826341.jpg",
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/suutxw1420563034.jpg",
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/o0hcbx1627854035.png",
            "strYoutube": "www.youtube.com\/olympiacosfc",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "137928",
            "idESPN": null,
            "idAPIfootball": "3403",
            "intLoved": null,
            "strTeam": "Pafos FC",
            "strTeamAlternate": "Πάφος, Paphos",
            "strTeamShort": "",
            "intFormedYear": "2014",
            "strSport": "Soccer",
            "strLeague": "Cypriot First Division",
            "idLeague": "4630",
            "strLeague2": "UEFA Europa League",
            "idLeague2": "4481",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Stelios Kyriakides",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Paphos",
            "intStadiumCapacity": "9394",
            "strWebsite": "pafosfc.com.cy",
            "strFacebook": "www.facebook.com\/fcpafos\/",
            "strTwitter": "twitter.com\/pafosfcofficial",
            "strInstagram": "www.instagram.com\/pafosfc",
            "strDescriptionEN": "Pafos FC (Greek: Πάφος FC) is a Cypriot football team based in Paphos. The club was formed in 2014 after the merger of AEK Kouklia and AEP Paphos. Their home stadium is Stelios Kyriakides Stadium and they are currently competing in the Cypriot First Division.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Cyprus",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xom9xf1579036010.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "www.youtube.com\/channel\/UCDi13AleQWYC2-STkeC4mWg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "138185",
            "idESPN": null,
            "idAPIfootball": "2390",
            "intLoved": null,
            "strTeam": "Paksi FC",
            "strTeamAlternate": "Paks, ",
            "strTeamShort": "",
            "intFormedYear": "1952",
            "strSport": "Soccer",
            "strLeague": "Hungarian NB I",
            "idLeague": "4690",
            "strLeague2": "UEFA Europa League",
            "idLeague2": "4481",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "Fehérvári úti Stadion",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Paks",
            "intStadiumCapacity": "6150",
            "strWebsite": "paksifc.hu",
            "strFacebook": "www.facebook.com\/paksifcofficialsite",
            "strTwitter": "www.twitter.com\/PaksiFC",
            "strInstagram": "www.instagram.com\/paksifc",
            "strDescriptionEN": "Paksi FC (Paks) is a Hungarian football club based in Paks. Since its founding in 1952 it has played at either a county or national level. In 2006 it ascended to Borsodi Liga, or NB I, the top division in Hungarian football, for the first time. It plays its home games at Fehérvári úti Stadion. The team colors are green and white. In the 2010–11 Hungarian Division Paksi finished second and qualified for the Europa League 2011–12 season.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Hungary",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/kos9hc1604523576.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133746",
            "idESPN": "0",
            "idAPIfootball": "617",
            "intLoved": "1",
            "strTeam": "Panathinaikos",
            "strTeamAlternate": "Παναθηναϊκός",
            "strTeamShort": "PAO",
            "intFormedYear": "1908",
            "strSport": "Soccer",
            "strLeague": "Greek Superleague Greece",
            "idLeague": "4336",
            "strLeague2": "UEFA Europa League",
            "idLeague2": "4481",
            "strLeague3": "UEFA Conference League",
            "idLeague3": "5071",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "20169",
            "strStadium": "Olympic Stadium, Athens",
            "strKeywords": "Πράσινοι (Greens)",
            "strRSS": "",
            "strLocation": "Athens",
            "intStadiumCapacity": "16003",
            "strWebsite": "www.pao.gr",
            "strFacebook": "www.facebook.com\/paofcgr",
            "strTwitter": "twitter.com\/paofc_",
            "strInstagram": "instagram.com\/fcpanathinaikos",
            "strDescriptionEN": "Panathinaikos F.C. (Greek: ΠΑΕ Παναθηναϊκός Α.Ο.), also known simply as Panathinaikos, or with its full name Panathinaikos A.O. (Greek: Παναθηναϊκός Αθλητικός Όμιλος, transliterated \"Panathinaikos Athlitikos Omilos\", Panathenaic Athletic Club) are a Greek professional football club based in the City of Athens. Panathinaikos can literally be translated as \"Panathenaic\", which means \"of all Athens\". The name \"Panathinaikos\" was inspired by the ancient work of Isocrates Panathenaicus, where the orator praise the Athenians for their democratic education and their military superiority, which use it for benefit of all Greeks.\r\n\r\nToday a part of Panathinaikos A.O., they are the oldest active football club in Greece founded just for football. Created in 1908 as \"Podosfairikos Omilos Athinon\" (Football Club of Athens), they play in the Super League Greece are one of the most successful clubs in Greek football and is one of three clubs which have never been relegated from the top division. They have won 20 Greek Championships, 18 Greek Cups, 4 Greek Super Cups and 8 Doubles. They are the only club that have won a championship without a loss in a top-flight campaign (1964). Panathinaikos is also the most successful Greek club in terms of achievements in the European competitions. It is the only Greek team that has reached the European Cup (later changed to UEFA Champions League) final in 1971, and also the semi-finals twice, in 1985 and 1996. It is also the only Greek team that has played for the Intercontinental Cup (1971). Furthermore, they have reached the quarter-finals of UEFA Champions League two more times (in 1992 and 2002) and also the quarter-finals of UEFA Cup twice (in 1988 and 2003). They have won also once the Balkans Cup in 1977. Panathinaikos is a member of the European Club Association.\r\n\r\nSince the 50s', the club maintains some of the oldest and most successful academies in Greece producing and preparing new footballers for the first team and feeding also the Greek national football team. Panathinaikos F.C. became professional and independent in 1979. They have played their home games in the Apostolos Nikolaidis Stadium – which is considered as their traditional home ground – and the Athens Olympic Stadium.\r\n\r\nAccording to the vast majority of researches and polls, it is the second most popular football team in Greece with the difference behind Olympiacos to be varied between 1% to 6,5% and the difference in front of the third to be fluctuated between 17% to 21% among the fans. The club has million of fans inside Greece and millions of others in the Greek communities all over the world. Panathinaikos FC currently is the only supporter-owned football club in Greece.\r\n\r\nThey hold a long-term rivalry with Olympiacos and matches between the two teams are referred to as \"Derby of the eternal enemies\".",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Panathīnaïkos Athlītikos Omilos (in greco: Παναθηναϊκός Αθλητικός Όμιλος, Club Atletico di Tutti gli Ateniesi), noto più semplicemente come Panathinaikos, Pao o Pana, è una società polisportiva greca con sede ad Atene.\r\n\r\nLa squadra di calcio del Panathinaikos, la cui attività iniziò il 3 febbraio 1908, data di fondazione della polisportiva, gioca le partite interne allo Stadio olimpico Spyros Louīs e milita nella Souper Ligka Ellada, la massima serie del campionato greco di calcio fin dalla sua istituzione, avvenuta nel 1959. Insieme a Olympiakos e AEK Atene è una delle grandi di Grecia; nella sua storia ha conquistato 20 campionati nazionali e 18 Coppe di Grecia, mentre a livello internazionale il miglior risultato raggiunto dal club, il più prestigioso traguardo internazionale per una squadra di calcio ellenica, è la finale della Coppa dei Campioni 1970-1971, persa contro l'Ajax (questo non impedì comunque ai greci di partecipare alla Coppa Intercontinentale 1971 stante la rinuncia degli olandesi).\r\n\r\nPer distinguersi dalle altre sezioni sportive, il settore calcistico usa spesso presentarsi su testi anglofoni come Panathinaikos FC, sebbene l'originale ed ufficiale denominazione greca coincida con quella della polisportiva generale. Nomi particolari attengono invece agli altri sport, tra i quali quello della sezione cestistica, che è tra le principali realtà europee nella sua specialità.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Panathinaikos FC es un club de fútbol profesional de la ciudad de Atenas, Grecia. Fue fundado el 3 de febrero de 1908 y actualmente se desempeña en la Super Liga de Grecia. Es uno de los \"tres grandes\" del fútbol heleno, junto al Olympiacos FC, su máximo rival, y el AEK F.C., siendo el más antiguo de todos ellos. Es el segundo club más laureado en las competiciones domésticas con 26 títulos de liga y 17 de copa. Además, es el club griego con el mayor éxito en las competiciones europeas. Es el único equipo del país en alcanzar la final de la Copa de Europa (actual Liga de Campeones de la UEFA) en 1971y las semifinales en 1985 y 1996. Es también el único equipo griego que ha jugado por la Copa Intercontinental, en 1971, contra los ganadores de Copa Libertadores, Nacional (1-1, 1-2).\r\n\r\nEl club nació como sección amateur de fútbol del club polideportivo Panathinaikos Athlitikos Omilos (en griego Παναθηναϊκός Αθλητικός Όμιλος), del cual deriva el otro nombre por el que es conocido, P.A.O. En 1979, la sección se pasó a ser profesional, desligándose de este modo administrativa y financieramente del P.A.O. Junto al Olympiacos y el PAOK Salónica FC son los únicos equipos que jamás descendieron de categoría.\r\n\r\nHa ejercido de local en diversos recintos, siendo los más significativos el Estadio Apostolos Nikolaidis, donde jugó la mayor parte de su historia, y el Estadio Olímpico Spyros Louis. En 2008, la institución anunció la construcción de un nuevo estadio, el cual recibirá el nombre de Votanikos Arena y tendrá una capacidad de 46 000 espectadores.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#00793f",
            "strColour2": "#ffffff",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Greece",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/vtpwwt1448208397.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/sq2g4l1627898033.png",
            "strYoutube": "www.youtube.com\/channel\/UCvDGYaeFq9sBdj0cGnZ_Uhg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "137993",
            "idESPN": "0",
            "idAPIfootball": "3874",
            "intLoved": null,
            "strTeam": "Panevėžys",
            "strTeamAlternate": "FK Panevėžys, Futbolo Klubas Panevėžys, Ekranas",
            "strTeamShort": "",
            "intFormedYear": "2015",
            "strSport": "Soccer",
            "strLeague": "Lithuanian A Lyga",
            "idLeague": "4651",
            "strLeague2": "UEFA Champions League",
            "idLeague2": "4480",
            "strLeague3": "UEFA Europa League",
            "idLeague3": "4481",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Panevėžys",
            "intStadiumCapacity": "6600",
            "strWebsite": "fk-panevezys.lt",
            "strFacebook": "www.facebook.com\/fkpanevezys\/",
            "strTwitter": "",
            "strInstagram": "www.instagram.com\/fkpanevezys",
            "strDescriptionEN": "Futbolo klubas Panevėžys, commonly known as Panevėžys is a Lithuanian football team from the city of Panevėžys. The team has been promoted to the Lithuanian A Lyga for the 2019 season.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Futbolo klubas Panevėžys, meglio noto come Panevėžys, è una società calcistica lituana con sede nella città di Panevėžys. Milita nella A Lyga, la massima serie del campionato lituano di calcio.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Lithuania",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/roci9r1579201885.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/my2xjc1686831104.png",
            "strYoutube": "www.youtube.com\/channel\/UC0MvrwsCWWKrbufvt_eekwA",
            "strLocked": "unlocked"
        }
    ]
}