{
    "teams": [
        {
            "idTeam": "134782",
            "idESPN": "105",
            "idAPIfootball": "499",
            "intLoved": "1",
            "strTeam": "Atalanta",
            "strTeamAlternate": "Orobici",
            "strTeamShort": "",
            "intFormedYear": "1907",
            "strSport": "Soccer",
            "strLeague": "Italian Serie A",
            "idLeague": "4332",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "UEFA Super Cup",
            "idLeague4": "4512",
            "strLeague5": "Supercoppa Italiana",
            "idLeague5": "4507",
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "17430",
            "strStadium": "Gewiss Stadium",
            "strKeywords": "Dea",
            "strRSS": "",
            "strLocation": "Bergamo, Italy",
            "intStadiumCapacity": "21300",
            "strWebsite": "www.atalanta.it",
            "strFacebook": "www.facebook.com\/atalantabc\/",
            "strTwitter": "twitter.com\/Atalanta_BC",
            "strInstagram": "instagram.com\/atalantabc",
            "strDescriptionEN": "Atalanta Bergamasca Calcio, commonly known as just Atalanta, Atalanta Bergamo or the abbreviation Atalanta BC, is an Italian football club based in Bergamo, Lombardy. The club currently plays in Serie A, having gained the promotion from Serie B in 2010–11.\r\n\r\nThey are nicknamed the Nerazzurri and the Orobici. Atalanta play in blue-and-black vertically striped shirts, black shorts and black socks. The club stadium is the 26,638 seater Atleti Azzurri d'Italia.\r\n\r\nIn Italy, Atalanta is sometimes called Regina delle provinciali (queen of the provincial clubs) to mark the fact that the club is historically one of the most consistent among the non-metropolitan ones, having played 53 times in Serie A (11th overall for number of participations in the top division), 28 times in Serie B and only once in Serie C1.\r\n\r\nThe club won the Coppa Italia in 1963 and reached the Cup Winners' Cup Semifinal in 1988, when it was still competing in Serie B. This is still the best ever performance by a non-first division club in a major UEFA competition (together with Cardiff City). Atalanta also participated twice in the UEFA Cup, reaching the quarterfinals in 1990–91.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Atalanta Bergamasca Calcio, meglio nota come Atalanta, è una società calcistica italiana con sede nella città di Bergamo.\r\n\r\nFondata il 17 ottobre 1907, viene soprannominata “regina delle provinciali” poiché, avendo preso parte a 60 edizioni della Serie A a girone unico, è la squadra col maggior numero di presenze nel massimo campionato italiano di calcio sia tra quelle che non rappresentano capoluoghi di regione sia tra quelle che non hanno mai vinto lo scudetto. Il club detiene il record assoluto di promozioni nella massima serie ed è, al pari del Genoa, quello che ha vinto più volte un campionato cadetto.\r\n\r\nA livello nazionale è giunta a disputare la finale di Coppa Italia in quattro diverse occasioni, aggiudicandosi il trofeo nell'edizione 1962-1963, ed ha ottenuto il terzo posto finale, con conseguente qualificazione alla fase a gironi della UEFA Champions League, nei campionati di Serie A 2018-2019 e 2019-2020. Il club ha inoltre partecipato a due edizioni della Coppa delle Coppe ed a quattro edizioni della Coppa UEFA\/Europa League. Avendo raggiunto, mentre militava in Serie B, la semifinale di Coppa delle Coppe nella stagione 1987-1988, risulta essere la squadra che ha ottenuto il miglior risultato in una competizione UEFA tra quelle non militanti nel massimo campionato della propria nazione.\r\n\r\nL'Atalanta è dodicesima nella graduatoria della tradizione sportiva italiana secondo i criteri della FIGC, e dal 2019 è membro dell'European Club Association.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#1E71B8",
            "strColour2": "#000000",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/lrvxg71534873930.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/8b0oqj1612694592.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/btiu8g1731826382.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/a38vbc1546086008.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/d3kt481546086018.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/squqvw1421077900.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/wsxtqu1420653660.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/13h8yb1722246284.png",
            "strYoutube": "www.youtube.com\/user\/AtalantaBC1907",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133738",
            "idESPN": "86",
            "idAPIfootball": "541",
            "intLoved": "15",
            "strTeam": "Real Madrid",
            "strTeamAlternate": "Real Madrid",
            "strTeamShort": "MAD",
            "intFormedYear": "1902",
            "strSport": "Soccer",
            "strLeague": "Spanish La Liga",
            "idLeague": "4335",
            "strLeague2": "Copa del Rey",
            "idLeague2": "4483",
            "strLeague3": "UEFA Champions League",
            "idLeague3": "4480",
            "strLeague4": "Supercopa de Espana",
            "idLeague4": "4511",
            "strLeague5": "Club Friendlies",
            "idLeague5": "4569",
            "strLeague6": "FIFA Club World Cup",
            "idLeague6": "4503",
            "strLeague7": "UEFA Super Cup",
            "idLeague7": "4512",
            "strDivision": null,
            "idVenue": "16467",
            "strStadium": "Estadio Santiago Bernabéu",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Madrid",
            "intStadiumCapacity": "81000",
            "strWebsite": "www.realmadrid.com",
            "strFacebook": "www.facebook.com\/realmadrid",
            "strTwitter": "www.twitter.com\/realmadrid",
            "strInstagram": "instagram.com\/realmadrid",
            "strDescriptionEN": "Real Madrid Club de Fútbol (Royal Madrid Football Club), commonly known as Real Madrid, or simply as Real, is a professional football club based in Madrid, Spain.\r\n\r\nFounded in 1902 as Madrid Football Club, the team has traditionally worn a white home kit since. The word real is Spanish for royal and was bestowed to the club by King Alfonso XIII in 1920 together with the royal crown in the emblem. The team has played its home matches in the 81,044-capacity Santiago Bernabéu Stadium in downtown Madrid since 1947. Unlike most European football clubs, Real Madrid's members (socios) have owned and operated the club since its inception.\r\n\r\nThe club is the world's richest football club in terms of revenue, with an annual turnover of €604 million, and the world's most valuable sports team, worth €2.5 billion ($3.4 billion). The club is one of the most widely supported teams in the world. Real Madrid is one of three founding members of the Primera División which have never been relegated from the top division, along with Athletic Bilbao and Barcelona. The club holds many long-standing rivalries, most notably El Clásico with Barcelona and the Madrid derby with Atlético Madrid.\r\n\r\nReal Madrid is the joint most successful club in Spain, in terms of overall official titles won (80), and the joint most successful club in European competitions, in terms of official European trophies won (17). The club established itself as a major force in both Spanish and European football during the 1950s. Domestically, Real Madrid has won a record 32 La Liga titles, 19 Copa del Rey, 9 Supercopa de España, 1 Copa Eva Duarte and 1 Copa de la Liga. Internationally the club has won a record 10 European Cup\/UEFA Champions League titles and a joint record 3 Intercontinental Cups, as well as 2 UEFA Cups, 2 UEFA Super Cups and a FIFA Club World Cup.\r\n\r\nReal Madrid was recognised as the FIFA Club of the 20th Century on 23 December 2000, and named Best European Club of the 20th Century by the IFFHS on 11 May 2010. The club also received the FIFA Order of Merit in 2004. The club is allowed to wear a multiple–winner badge on their shirt during UEFA Champions League matches as they have won more than five European Cups. They also wear a FIFA Club World Cup champions badge as winners of the 2014 competition. Currently, the football club leads the UEFA club rankings.",
            "strDescriptionDE": "Der Real Madrid Club de Fútbol [reˌalmaˈðrið ˌklubdeˈfuðβol] ist ein Fußballverein aus Madrid.\r\n\r\nDie erste Mannschaft spielt gegenwärtig in der spanischen Primera División. Der Klub ist einer der berühmtesten Fußballvereine der Welt. Mit zehn Erfolgen im Landesmeisterpokal und der UEFA Champions League sowie zwei UEFA-Pokal-Siegen ist der spanische Rekordmeister einer der erfolgreichsten Vereine Europas. Obwohl Real Madrid ursprünglich als Fußballverein gegründet wurde, besitzt der Klub auch eine Basketballsektion, die mit ihren acht Erfolgen im Europapokal der Landesmeister, vier im Pokal der Pokalsieger und je einem Sieg im Korać-Cup und ULEB Eurocup als erfolgreichster Verein Europas gilt.\r\n\r\nAnders als die Mehrzahl der europäischen Spitzenklubs ist Real Madrid keine Kapitalgesellschaft, sondern weiterhin als Sportverein organisiert und gehört deshalb vollständig und zu gleichen Anteilen seinen rund 90.000 Mitgliedern.\r\n",
            "strDescriptionFR": null,
            "strDescriptionCN": "皇家馬德里足球俱乐部 （西班牙语：Real Madrid Club de Fútbol，西班牙語發音：[reˈal maˈðɾið ˈkluβ ðe ˈfuðβol ]; Royal Madrid Football Club，簡稱為皇馬）是一家位於西班牙首都馬德里的足球會，成立於1902年3月6日，是現今歐洲乃至世界球壇最成功的球會之一。2000年12月11日，國際足球協會選出皇家馬德里為20世紀最偉大的球會。[1]\r\n\r\n皇家馬德里原名為「馬德里足球會」（Madrid Football Club），1917年獲西班牙國王阿方索十三世為表揚球隊佳績，賜封「皇家」（Real）這個頭銜給馬德里足球會。1920年6月26日，「皇家馬德里」遂成為球會正式名稱。球隊的主場場館是可以容納81,044人的伯纳乌球场[2]，是西班牙第二大容納量的足球場。\r\n\r\n皇家馬德里在歷史上一直是歐洲最成功的球會之一，曾經奪得过10次歐冠冠軍，是目前贏得最多歐冠冠軍的球會。而本土方面一共奪得32次西班牙甲組聯賽冠軍、19次西班牙國王盃冠軍及9次西班牙超級盃。[3]\r\n\r\n此外，皇家馬德里預備隊──皇家馬德里卡斯蒂利亞，在西班牙足球乙二级联赛比賽。另外皇家馬德里於1932年成立籃球隊──皇家馬德里Baloncesto，成就與足球隊同樣顯赫，8度成為歐洲冠軍及多次成為本土籃球聯賽冠軍。",
            "strDescriptionIT": "Il Real Madrid Club de Fútbol, abbreviato in Real Madrid, è una società polisportiva spagnola di Madrid fondata il 6 marzo 1902 e composta dalla nota sezione di calcio e da una cestistica.\r\n\r\nLa squadra di calcio milita nella Primera División spagnola fin da quando è stata creata la Liga, cioè dal 1929, al pari di Barcellona e Athletic Bilbao. La formazione madrilena è la più vincente nella storia del calcio spagnolo nonché la più titolata nelle competizioni UEFA per club a pari merito con il Milan. Detiene il record di 32 titoli nazionali vinti, nonché il primato assoluto di 10 vittorie della Coppa dei Campioni\/Champions League. Il club può vantare uno dei palmarès più prestigiosi, che annovera altresì 19 Coppe di Spagna, 9 Supercoppe di Lega, 1 Coppa della Liga, 2 Coppe UEFA, 2 Supercoppe europee, 3 Coppe Intercontinentali e 1 Mondiale per club FIFA. L'11 dicembre del 2000, il Real Madrid fu nominato dalla FIFA come il miglior club del XX secolo in base a un sondaggio tra i lettori dell'allora rivista istituzionale FIFA Magazine[1].\r\n\r\nLa denominazione della società era originariamente Madrid Club de Fútbol; la parola \"Real\" fu assegnata successivamente, nel 1920, dal Re Alfonso XIII di Spagna, insieme alla corona applicata sullo stemma. I giocatori del Real Madrid vengono chiamati merengues per via del colore della maglia che ricorda quello della meringa. Dall'allora acquisto record di Zinédine Zidane nel 2001, la squadra è stata soprannominata Los Galácticos (I Galattici), per via della presenza di tante stelle nell'organico titolare. In Spagna il club è noto come el Madrid (il Madrid), in contrapposizione con l'Atlético (el Atlético), mentre in Italia è conosciuto come il Real, abbreviazione che nel contesto calcistico spagnolo non sarebbe caratteristica del Real Madrid, essendo il nome \"Real\" un attributo concesso a molti club spagnoli tra cui Real Saragozza, Real Sociedad e Real Valladolid. A differenza di molte società calcistiche europee, la proprietà del club appartiene ai suoi soci, che ogni quattro anni eleggono il presidente.\r\n\r\nNel febbraio 2012, secondo la Deloitte Football Money League, è stato il club più ricco del mondo con 479,5 milioni di euro in entrata, davanti ai rivali sportivi del Barcellona e al Manchester United, il quale era rimasto in vetta per otto anni[2]. Grazie alle sue enormi capacità economiche, la società è riuscita a mettere a segno il colpo di mercato più costoso della storia del calcio: Gareth Bale, acquistato per la cifra di 100 milioni di euro dal Tottenham Hotspur nel 2013.",
            "strDescriptionJP": "レアル・マドリード・カスティージャ（Real Madrid Castilla Club de Fútbol）は、レアル・マドリードのBチームである。現在、リーガ・エスパニョーラのセグンダ・ディビシオンBに所属している。\r\nレアル・マドリードのカンテラの選手達が所属しており、ここからトップチーム昇格を目指している。\r\nスター選手が名を連ねるレアル・マドリードにおいて、カスティージャの選手達にはトップチームで出場機会さえ与えられないことも多い。その上トップチーム定着となると狭き門といわざるを得ない。そのため、リーガ・エスパニョーラの1部、2部の多くのクラブにカスティージャ出身の選手達が流出しており、移籍先で中心メンバーとして活躍するケースも多々見られる。かつてトップチームの黄金期を支え、引退後は名誉会長も務めたアルフレッド・ディ・ステファノはこの現状を「自分たちは雌鶏を持っている。しかし卵を外へ買いに行く」と嘆いた[1]。",
            "strDescriptionRU": "«Реа́л Мадри́д» (исп. Real Madrid Club de Fútbol) — испанский футбольный клуб, названный ФИФА лучшим футбольным клубом XX века. По данным организации «Deloitte», «Реал» является клубом с самым большим бюджетом в мире с годовым оборотом 78733902 миллионов евро и самым ценным клубом стоимостью 3,3 миллиарда евро[1]. «Реал Мадрид» — один из трёх клубов, которые ни разу не покидали высший испанский дивизион, двумя другими являются «Барселона» и «Атлетик Бильбао»[2].\r\n\r\nЯвляется самым успешным клубом в испанском футболе, завоевав в общей сложности 61 национальный титул; рекордные 32 титула чемпионата Ла лиги, 19 Кубков Испании, 11 раз становился обладателем Суперкубка Испании. Является рекордсменом по количеству побед в Лиге чемпионов (10 раз, единственная в Европе команда, выигрывавшая этот турнир — тогда ещё Кубок Европейских чемпионов — 5 раз подряд).",
            "strDescriptionES": "El Real Madrid Club de Fútbol, mejor conocido como Real Madrid, es una entidad polideportiva con sede en Madrid, España. Fue fundado oficialmente como un club de fútbol el 6 de marzo de 1902 por los hermanos barceloneses Juan y Carlos Padrós bajo el nombre de (Sociedad) Madrid Foot-ball Club.1\r\n\r\nParticipa en la máxima categoría de la Liga Nacional de Fútbol Profesional, la Primera División de España o Liga BBVA,n 3 desde su fundación en 1929 siendo uno de los tres únicos equipos que la ha disputado siempre sin haber descendido de ella, junto al Athletic Club y el Fútbol Club Barcelona.2 En ella posee los honores de haber sido el primer líder histórico de la competición,3 el del club que más títulos posee de la misma con un total de treinta y dos, y el de haber conseguido la máxima puntuación en una temporada con cien puntos.4 n 4\r\n\r\nRegido por la Real Federación Española de Fútbol (RFEF) a nivel nacional, y por la Unión Europea de Asociaciones de Fútbol (UEFA) y la Federación Internacional de Fútbol Asociación (FIFA) —máximo organismo futbolístico— a escala internacional, contribuye al progreso del fútbol en constantes oportunidades siendo miembro creador, fundador y cofundador de varias competiciones de fútbol. Antes de la existencia de la RFEF, el club dio origen a algunas de las competiciones españolas más longevas como el extinto Campeonato Regional Centro,5 6 o la Copa de España;5 6 mientras que tras ser uno de los miembros fundadores de la FIFA,7 8 colaboró en el origen a algunas de las competiciones o asociaciones más prestigiosas a nivel internacional como la Copa de Europa,7 9 10 11 la Copa Intercontinental12 o la Asociación de Clubes Europeos.13 n 5\r\n\r\nIniciado como un club de fútbol, pronto adquirió un carácter multiportivo que le llevó a desarrollar varias disciplinas dentro del seno de la entidad.14 En su mayoría se encuentran extintas actualmente debido a los problemas económicos que acarrearon y para potenciar las secciones principales, el fútbol y el baloncesto —su segunda sección por importancia, conocida como Real Madrid de Baloncesto—. Pese a ello sobreviven las ya citadas, más la sección de fútbol indoor creada en 2008 a partir del equipo de veteranos.15 16 A lo largo de los últimos años hubo varias especulaciones sobre el intento de recuperar algunas de las antiguas prácticas desaparecidas como la sección de balonmano, mediante acuerdos con el Club Balonmano Ciudad Real,17 n 6 o la sección de rugby mediante un acuerdo con el Canoe Rugby Club Madrid, pero finalmente no llegaron a materializarse.",
            "strDescriptionPT": "O Real Madrid Club de Fútbol, mais conhecido como Real Madrid ou simplesmente Real, é um clube polidesportivo com sede em Madrid, Espanha. Além de ser uma das equipes de futebol mais bem sucedidas da Espanha e do mundo, e o maior campeão da UEFA Champions League e é o clube esportivo mais rico do planeta.\r\nFoi fundado oficialmente no dia 6 de março de 1902 pelos irmãos Juan Padrós e Carlos Padrós, com o nome de (Sociedad) Madrid Foot-Ball Club.1 O titulo REAL foi dado pelo Rei Afonso XIII em 1920 juntamente com a coroa real no emblema, o Real Madrid leva o apelido de merengue devido a cor branca do uniforme que foi associada ao doce de origem suíça feito de clara de ovos de cor extremamente branca popularmente chamado de suspiro.\r\n\r\nParticipa da Primeira Divisão da Espanha, a mais alta categoria do Campeonato Espanhol de Futebol desde a sua fundação, em 1929, sendo uma das três únicas equipes que sempre a disputaram sem nunca terem sido rebaixados, junto ao Athletic Club e o Barcelona.2 Nela tem as honras de ter sido o primeiro líder histórico da competição,3 o clube que mais possui títulos na mesma, com um total de 32, e o de ter conseguido a maior pontuação em uma temporada, com 100 pontos.4\r\n\r\nContribuiu para o progresso do futebol em várias oportunidades, sendo membro criador, fundador e co-fundador de várias competições e associações de futebol, como o extinto Campeonato de Madri, ou Campeonato Regional Centro,5 ,6 a Copa do Rei da Espanha,5 ,7 la Liga dos Campeões da UEFA,8 ,9 ,10 ,11 ,12 a Copa Intercontinental,13 a FIFA,8 ,14 ou da Associação de Clubes Europeus (anteriormente G-14, uma organização internacional que agrupava os mais importantes e influentes clubes da Europa).15\r\n\r\nNo basquetebol, sua segunda modalidade esportiva em importância, também conseguiram muitas façanhas, sendo juntamente com o Club Joventut de Badalona e o Club Baloncesto Estudiantes,16 os únicos clubes que nunca foram rebaixados, disputando desde a sua criação em 1957 a sua primeira divisão denominada Liga Espanhola de Basquetebol e posteriormente Liga ACB.\r\n\r\nDa mesma forma que seu departamento de futebol, colaborou com o desenvolvimento deste esporte através das mãos de Raimundo Saporta, diretor do clube enquanto acumulava seus cargos na FIBA e na Federação Espanhola de Basquete, criando a Copa da Europa de Basquete,17 o Torneio de Natal internacional,18 a Liga Espanhola de Basquetebol, e a sucessora Liga ACB.19 Inumeráveis feitos contribuiram para que Raimundo Saporta fosse e seja considerado na atualidade como o maior propulsor deste esporte na Espanha e Europa.",
            "strDescriptionSE": "Real Madrid [real mað'rið], egentligen Real Madrid CF (Real Madrid Club de Fútbol),[2] är en spansk fotbollsklubb, som sedan 1929[1] spelar i högstadivisionen La Liga. De har blivit kända för sitt helvita matchställ och kallas i spansk media ofta för ”Los Blancos” (de vita) eller ”Los Merengues” (marängerna).[5][1] Real Madrids B-lag, Real Madrid Castilla, spelar i Segunda División. C-laget, tidigare känt som Real Madrid Aficionados, spelar i Tercera División. Förutom fotboll har klubben även en basketsektion, Real Madrid Baloncesto, grundad 1932, som också varit mycket framgångsrik.[6]\r\n\r\nReal Madrid, som grundades 1902,[1] är en klassisk storklubb som hade sin mest framgångsrika period under 1950-talet då de vann Europacupen för mästarlag fem år i rad, 1956–1960.[7][8] Ett stort antal stjärnor spelade då i laget, bland annat Alfredo Di Stéfano och Ferenc Puskás.[8] I laget ingick även den svenske landslagsspelaren Agne Simonsson,[9] som hittills är den ende svensk som spelat för Real Madrid.[10] Sedan 1947[11] spelar klubben sina hemmamatcher på den femstjärniga[12] Santiago Bernabéu-stadion med kapacitet för 80 000 åskådare. Tidigare spelade de på Estadio Chamartín.[13]\r\n\r\nReal Madrid har tidvis haft s tor dominans i den spanska ligan, men har stundtals utmanats av andra lag, inte minst av ärkerivalen FC Barcelona. Rivaliteten till Barcelona är mycket stark och grundar sig på historien – Real Madrid är huvudstadslaget och symbolen för den spanska centralmakten, medan FC Barcelona varit motsatsen med dess starka katalanska identitet.[14] Även grannklubben Atlético Madrid anses vara en stor rival och mötet mellan Madridklubbarna varje år kallas El Derbi madrileño.\r\n\r\nDen senaste storhetsperioden inleddes 1998, då Real Madrid för första gången sedan 1966 vann Champions League.[15][16] Bedriften återupprepades 2000 och 2002.[17][18] Under 2000-talets första år har namnkunniga internationella storstjärnor som David Beckham, Claude Makélélé, Zinedine Zidane, Luís Figo, Ronaldo, Roberto Carlos, Raúl , José María Gutiérrez , Robinho, Fabio Cannavaro, Ruud Van Nistelrooy, Michel Salgado, Arjen Robben, Wesley Sneijder, Mesut Özil och Kaká spelat för klubben.\r\n\r\nStora stjärnor i dagens trupp är Cristiano Ronaldo, Karim Benzema, Iker Casillas, Gareth Bale, Marcelo, Pepe, James Rodriguez, Alvaro Arbeloa, Toni Kroos, Sergio Ramos, Sami Khedira och Javier Hernandez.",
            "strDescriptionNL": "Real Madrid Club de Fútbol is een Spaanse voetbalclub uit Madrid. De club werd opgericht op 6 maart 1902 als \"Sociedad Madrid FC\". In het dagelijks taalgebruik wordt de naam van de club meestal afgekort tot Real Madrid. Het is de succesvolste club uit het Spaanse voetbal en door de FIFA werd ze zelfs benoemd als de beste voetbalclub van de 20e eeuw.[1]\r\n\r\nDe club heeft vele bijnamen zoals Los Blancos en Los Merengues. Real Madrid werd koninklijk of Real in 1920 en kreeg deze titel van Alfons XIII. De club speelt haar thuiswedstrijden in het Estadio Santiago Bernabéu.\r\n\r\nReal Madrid won 32 keer de Primera División, 19 keer de Copa del Rey, 2 keer de UEFA Cup en 10 keer de Champions League, voorheen bekend als de Europacup I.[2] Daarmee is Real Madrid recordhouder, voor AC Milan, dat deze beker 7 keer gewonnen heeft.\r\n\r\nDe club kent ook verschillende rivaliteiten, waarvan de opmerkelijkste die met het Catalaanse FC Barcelona is. De wedstrijden tussen beide clubs staan bekend als El Clásico (\"de Klassieker\"). Volgens de website van de club is Real de enige sportclub die met 520 miljoen euro aan inkomsten, de grens van 500 miljoen overtreft, voor het tweede opeenvolgende jaar. Tegelijk heeft de club nog altijd zo'n 90 miljoen euro aan schulden.[3] Het is medio 2013 de waardevolste club ter wereld ($ 3,3 miljard[4])",
            "strDescriptionHU": "A Real Madrid Club de Fútbol, rövidítve Real Madrid CF (a sajtóban legtöbbször egyszerűen Real Madrid vagy a Galaktikusok) spanyol labdarúgóklub. 1902-es megalapítása óta a spanyol élvonal tagja, még sosem esett ki.\r\n\r\n32 bajnoki címével és 19 kupagyőzelmével a legeredményesebb spanyol csapat, emellett 10 alkalommal nyerték meg a Bajnokok Ligáját (BEK-et is beleszámítva), ami szintén rekord.[6][7][8] A csapat kétszer az UEFA-kupát is elhódította, így az összes európai kupagyőzelmek tekintetében is az első helyen áll (10 BL, 2 UEFA-kupa).[9]\r\n\r\nHazai mérkőzéseit a 80 354 néző befogadására alkalmas Santiago Bernabéu stadionban játssza. Eredeti mezszíne tiszta fehér, és 1947 óta otthoni mérkőzéseit mindig fehér szerelésben játssza.\r\n\r\nA Real Madrid több spanyol labdarúgócsapattal rivalizál évtizedek óta, ezek például a szintén madridi Atlético vagy az FC Barcelona. Az Atlético elleni mérkőzéseket El Derbi madrileñónak, a Barcelona elleni találkozókat pedig El Clásicónak nevezik Spanyolországban. Ezeket a szokottnál is nagyobb érdeklődés kíséri. Előbbi csapattal osztálykülönbségekre, míg utóbbival politikai ellentétre vezethető vissza a rivalizálás.\r\n\r\nA Harvard Egyetem 2007-ben végzett kutatása szerint a Real a világ második legnagyobb és legdrágább, valamint a második legnagyobb bevétellel gazdálkodó klubja, költségvetése mintegy 350 millió euró, a klub összértéke pedig közel egymilliárd euró.[10][11] 2000. december 23-án a FIFA a 20. század legjobb csapata címet adományozta a királyi gárdának.[12]\r\n\r\nA Real Madrid alapító tagja volt a FIFA-nak és az azóta már megszűnt G-14-nek, amely Európa 14 (2002-től 18) legbefolyásosabb labdarúgóklubját foglalta magában.[13] A Real a G-14 helyébe lépett Európai Klubszövetségben is alapító tag.[14]",
            "strDescriptionNO": "Real Madrid Club de Fútbol er en spansk fotballklubb som spiller i La Liga. Den ble stiftet 6. mars 1902 under navnet Madrid Club de Fútbol. De holder til i Madrid, Spania. Det er det mest suksessfulle laget i spansk fotball, og ble kåret av FIFA som den mest suksessrike klubben i det 20. århundre, etter å ha vunnet 32 La Liga-titler (rekord), 17 spanske \"Copa del Rey\" cuper, 10 UEFA Champions Leagues (rekord), 2 UEFA Cup, en UEFA Supercup, og 3 Intercontinental Cup.\r\n\r\nOrdet «Real» i klubbens navn er det spanske ordet for «kongelig», og ble gitt av kong Alfonso XIII i 1920 sammen med den kongelige krone i emblemet. Flere andre spanske klubber har også mottatt den kongelige tittelen: Real Sociedad , Real Unión de Irún, Real Betis, og Real Zaragoza. Real Madrid har aldri rykket ned fra La Liga, som er den øverste ligaen i spansk fotball. Klubben etablerte seg som en betydelig kraft i både spansk og europeisk fotball på 1950-tallet. På 1980-tallet hadde klubben et av de beste lagene i Spania og Europa, og vant to UEFA Cup, fem sammenhengende spanske mesterskap, ett spansk cupmesterskap og tre spanske Super Cup.\r\n\r\nLagets tradisjonelle hjemmedrakter er hvit, selv om det i utgangspunktet vedtatt en blå skrå stripe på skjorten. Real Madrids hjemmebane er Santiago Bernabéu fotballstadion i sentrum av Madrid, der den har spilt siden 1947. I 2010 Bernabéu holdt finalen i UEFA Champions League. Real Madrid har langvarig rivalisering med andre fotballklubber, spesielt FC Barcelona, med kamper mellom de to lagene referert til som «El Clásico». I motsetning til de fleste europeiske fotballklubber, har Real Madrid medlemmer som har eid og drevet klubben siden starten. Klubben er verdens rikeste fotballklubb (€ 401m) målt i omsetning.[trenger referanse]",
            "strDescriptionIL": "מועדון הכדורגל ריאל מדריד (בספרדית: Real Madrid Club de Fútbol) הוא מועדון כדורגל ספרדי מהעיר מדריד, הנחשב לאחד המועדונים המצליחים ביותר בעולם, הן מבחינת תארים והן מבחינה כלכלית‏[1].\r\n\r\nמאז אמצע המאה ה-20, ריאל מדריד נחשבת לאחת מהקבוצות הגדולות באירופה. המועדון זכה 10 פעמים בליגת האלופות, יותר מכל מועדון אחר, ואף זכה ב-5 העונות הראשונות במפעל. הקבוצה משחקת בליגת העל הספרדית מאז הקמתה ב-1902. נכון ל-2014, הקבוצה לא ירדה מעולם מהליגה הראשונה בספרד, והיא אחת משלוש קבוצות ספרדיות השותפות להישג זה, יחד עם ברצלונה ואתלטיק בילבאו.\r\n\r\nהקבוצה משחקת במדים לבנים לחלוטין, מה שהעניק לה את הכינוי \"Los merengues\" (המקצפות). אצטדיונה הביתי של הקבוצה הוא הסנטיאגו ברנבאו שבמדריד, המכיל כ-80 אלף מקומות ישיבה.",
            "strDescriptionPL": "Real Madrid Club de Fútbol – hiszpański klub sportowy powstały w 1902 roku[6]. Słynie głównie z sukcesów istniejącej od chwili założenia drużyny piłkarskiej, która trzydzieści dwa razy zdobyła mistrzostwo Hiszpanii, dziesięć razy Puchar Europy\/Ligę Mistrzów, a także wiele innych trofeów, w tym przyznany w 2000 roku przez FIFA tytuł najlepszego klubu w XX wieku[7]. Od 1947 roku drużyna ta rozgrywa domowe spotkania na stadionie Santiago Bernabéu[8], nazwanym na cześć byłego prezesa[9], za czasów którego klub zdobył najwięcej trofeów[9].\r\n\r\nReal Madryt odegrał ważną rolę w historii hiszpańskiej i światowej piłki nożnej – to z inicjatywy jego działaczy powstał Puchar Króla[10]. Klub reprezentował również Hiszpański Związek Piłki Nożnej, stając się jednym ze współzałożycieli FIFA w 1904 roku[11]. W 1928 roku znalazł się w pierwszym zestawie drużyn tworzących Primera División, zaś w 1955 roku stał się jedną z drużyn biorących udział w pierwszej edycji Pucharu Europy, którą następnie wygrał, broniąc to trofeum cztery razy z rzędu. Na całym świecie znana jest też wypełniona podtekstami polityczno-historycznymi rywalizacja tegoż klubu z FC Barceloną. Real zajmuje pierwsze miejsce w tabeli wszech czasów ligi hiszpańskiej[12].\r\n\r\nOd 1931 roku Real Madryt posiada też utytułowaną drużynę koszykarską[13], która zdobyła trzydzieści jeden tytułów mistrza kraju i odniosła osiem triumfów w Eurolidze. W przeszłości istniały także inne sekcje, m.in. siatkówki, tenisa i piłki ręcznej[14].",
            "strColour1": "#ffffff",
            "strColour2": "#00529F",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Spain",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/vwvwrw1473502969.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/yxxprt1447431088.png",
            "strFanart1": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/a5kit31731826485.jpg",
            "strFanart2": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/qxsyvs1420395095.jpg",
            "strFanart3": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/kb9apj1651342540.jpg",
            "strFanart4": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/fanart\/yqxusv1430844607.jpg",
            "strBanner": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/banner\/gevy7a1564134585.jpg",
            "strEquipment": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/equipment\/6gi9bj1709492816.png",
            "strYoutube": "www.youtube.com\/user\/realmadridcf",
            "strLocked": "unlocked"
        }
    ]
}