{
    "teams": [
        {
            "idTeam": "135625",
            "idESPN": null,
            "idAPIfootball": null,
            "intLoved": null,
            "strTeam": "WCW Mens",
            "strTeamAlternate": "",
            "strTeamShort": null,
            "intFormedYear": "0",
            "strSport": "Fighting",
            "strLeague": "WCW",
            "idLeague": "4450",
            "strLeague2": null,
            "idLeague2": null,
            "strLeague3": null,
            "idLeague3": null,
            "strLeague4": null,
            "idLeague4": null,
            "strLeague5": null,
            "idLeague5": null,
            "strLeague6": null,
            "idLeague6": null,
            "strLeague7": null,
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "World Championship Wrestling, Inc. (WCW) was an American professional wrestling promotion company based in Atlanta, Georgia. It began as a regional (mid-Atlantic U.S.), National Wrestling Alliance (NWA)-affiliated \"territory\" promotion – Jim Crockett Promotions – until November 1988, when Ted Turner (through his Turner Broadcasting System business) bought the promotion, whose struggle to compete with Vince McMahon's World Wrestling Federation (WWF, now WWE) had left it near bankruptcy. Immediately after the buyout, the promotion was renamed the Universal Wrestling Corporation (UWC) and consisted of Crockett's business assets; however, it was soon renamed again: World Championship Wrestling (the title of the promotion's weekly TV series, which had aired on TBS for many years prior).\r\n\r\nIn the mid-1990s, WCW dramatically improved its economic performance, largely due to the promotion of Eric Bischoff to Executive Producer (to guide the overall direction of the on-screen product); the strategy of quickly hiring former WWF main eventers who often brought large fanbases with them; the introduction of the Monday Nitro series on cable TV, and the resultant Monday Night Wars with the WWF's Monday Night Raw; the successful creative and marketing execution of the New World Order (nWo) brand\/stable of wrestlers; and other innovative concepts. WCW also had a popular and successful cruiserweight division (an acrobatic, faster-paced, lucha libre-inspired style of wrestling).\r\n\r\nWCW eclipsed the WWF in popularity throughout the United States for much of the latter-1990s. However, numerous financial and creative missteps led to the company losing its meteoric lead over the WWF almost as quickly as it had gained it. Turner (and later, Time Warner) owned WCW until 2002, when selected assets were purchased by the WWF. Since 2002, WCW images and video footage have been widely distributed in WWE-owned media.\r\n\r\nTwo separate subsidiary companies exist as successors to WCW. WCW, Inc. is the WWE subsidiary established in Delaware in late-2001, initially as W. Acquisition Company, which holds the rights to the WCW video library and other intellectual property. The former WCW entity, which retained liabilities not acquired by WWE, was renamed back to the Universal Wrestling Corporation; as of 2015, it is still registered as a subsidiary of Time Warner.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": null,
            "strColour2": null,
            "strColour3": null,
            "strGender": "Male",
            "strCountry": "United States",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/mryae51555339633.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        }
    ]
}