{
    "teams": [
        {
            "idTeam": "133688",
            "idESPN": "106",
            "idAPIfootball": "508",
            "intLoved": null,
            "strTeam": "Bari",
            "strTeamAlternate": "SSC Bari, Società Sportiva Calcio Bari",
            "strTeamShort": "",
            "intFormedYear": "1908",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18370",
            "strStadium": "Stadio San Nicola",
            "strKeywords": "I Galletti",
            "strRSS": "",
            "strLocation": "Bari, Italy",
            "intStadiumCapacity": "58270",
            "strWebsite": "www.asbari.it",
            "strFacebook": "www.facebook.com\/sscalciobari\/",
            "strTwitter": "twitter.com\/sscalciobari",
            "strInstagram": "www.instagram.com\/sscalciobari",
            "strDescriptionEN": "Società Sportiva Calcio Bari, commonly referred to as Bari, is an Italian football club founded in 1908 and based in Bari, Apulia. Bari currently plays in the Serie C Group C. The team finished the 2021–22 season in first place and earned promotion to Serie B for the 2022–23 season.\r\n\r\nThe club spent many seasons bouncing between the top two divisions in Italian football, Serie A and Serie B. The club was formerly known as A.S. Bari or F.C. Bari 1908 as well as other names, due to re-foundations. Bari usually play in all-white with red detailing.\r\n\r\nStatistically Bari are the most successful club from the Apulia region, in terms of the all-time Serie A records. They are amongst the elite in Southern Italian football and are ranked 17th in the all-time Serie A records for all of Italy. Notably they won the Mitropa Cup in 1990. Bari also held the British football transfer record, when it paid £5,500,000 for David Platt in 1991. It was the most expensive fee paid by a foreign club for a British player for four years.\r\n\r\nOne of the most notable achievements in the club's history was in the 1996 season, when their forward Igor Protti became the top scorer in the Serie A with 24 goals. The club are known in the wider footballing world for producing Antonio Cassano who was born in Bari, he shone at the club as a youngster.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "La Società Sportiva Calcio Bari S.p.A.[1], più semplicemente nota come Bari, è una società calcistica italiana di Bari. È erede della tradizione dell'Associazione Sportiva Bari, società costituita nel 1928 dalla fusione dei sodalizi calcistici baresi Liberty e Ideale, e con questa si richiama al Bari Foot-Ball Club, fondato nel 1908. Milita in Serie C, terza divisione del campionato italiano di calcio.\r\n\r\nÈ tradizionalmente soprannominata \"squadra ascensore\" per le numerose promozioni e retrocessioni susseguitesi negli anni tra la Serie A e le categorie inferiori, soprattutto la Serie B.[2][3][4] Chiamata comunemente, anche presso la stampa, \"la Bari\" fino agli anni sessanta, è stata poi indicata come \"il Bari\",[3][5] sebbene i suoi tifosi usino talvolta indicare ancora la squadra al femminile. Lo storico barese Gianni Antonucci ha definito, in alcune sue pubblicazioni, il Bari come \"la squadra più stramba del calcio italiano\".[3][6] I colori sociali sono il bianco e il rosso, mentre comune è il soprannome Galletti, desunto dalla mascotte.\r\n\r\nAvendo partecipato a 30 edizioni del campionato di Serie A a girone unico, è la prima squadra della Puglia e la terza del Mezzogiorno d'Italia per numero di presenze nel massimo campionato italiano di calcio. Nella sua storia ha vinto due campionati di Serie B, uno di Serie C e uno Scudetto di IV Serie, mentre in ambito internazionale annovera la vittoria di una Coppa Mitropa nel 1990. Il Bari risulta al 19º posto nella classifica perpetua della Serie A e al 16º posto nella graduatoria della tradizione sportiva italiana secondo i criteri della FIGC.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "La Associazione Sportiva Bari es un club de fútbol de Italia, de la ciudad de Bari en la región de Apulia. Fue fundado en 1908 y juega en la Serie B.\r\n\r\nDurante 1927 el club de fútbol que representa a la ciudad se fusionó con un equipo denominado Liberty de Bari, un año después de esto, el club se fusionó nuevamente, estva vez con el US Ideale; es por ello que la fecha de la fundación se cita, veces, como 1928.\r\n\r\nEl club es, estadísticamente, el más exitoso de la región de Apulia, en términos de temporadas en la Serie A. EL AS Bari está entre la élite del fútbol italiano del sur y ocuparon el puesto 17º de todos los tiempos de la Serie A. Su título más notable es la Copa Mitropa de 1990.\r\n\r\nUno de los principales logros particulares en la historia del club ocurrió en 1996, cuando Igor Protti se convirtió en el capocannoniere de la Serie A con 25 goles. El club dio jugadores de primer nivel al mundo futbolístico como Antonio Cassano, nacido en Bari.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/isfrtg1579724972.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/1gemcg1721770523.png",
            "strYoutube": "www.youtube.com\/SSCBari",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133690",
            "idESPN": "108",
            "idAPIfootball": "518",
            "intLoved": null,
            "strTeam": "Brescia",
            "strTeamAlternate": "Brescia Calcio, BSFC",
            "strTeamShort": "",
            "intFormedYear": "1911",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19380",
            "strStadium": "Stadio Mario Rigamonti",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Brescia, Italy",
            "intStadiumCapacity": "19500",
            "strWebsite": "bresciacalcio.it",
            "strFacebook": "www.facebook.com\/BresciaCalcioSocial",
            "strTwitter": "twitter.com\/BresciaOfficial",
            "strInstagram": "instagram.com\/brescia_calcio",
            "strDescriptionEN": "Brescia Calcio, commonly referred to as Brescia, is an Italian football club based in Brescia, Lombardy, that currently plays in Serie B.\r\n\r\nThe club holds the record for total number of seasons (61) and consecutive seasons (18, from 1947–48 to 1964–65) in Serie B, which they have won four times. Their best finish in Serie A came in the 2000–01 season when they placed eighth. At the beginning of the 21st century, led by the 1993 Ballon d'Or winner Roberto Baggio, the club also qualified for the Intertoto Cup twice, reaching the final in 2001 but being defeated on the away goals rule by Paris Saint-Germain. During this era, Pep Guardiola, future highly decorated manager, also played for the club.\r\n\r\nThe team's colours are blue and white. Its stadium is the 16,743-seater Stadio Mario Rigamonti.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Brescia Calcio S.p.A., più semplicemente noto come Brescia, è una società calcistica italiana avente sede legale nell'omonima città lombarda, dove è stata fondata nel 1911. Milita in Serie B, la seconda divisione del campionato italiano di calcio.\r\n\r\nIl club risulta essere al quindicesimo posto nella graduatoria della tradizione sportiva italiana secondo i criteri della FIGC, detenendo inoltre i record assoluti di partecipazioni totali[2] e di partecipazioni consecutive[3] ai campionati cadetti. Tra i ventitré campionati di Serie A disputati, il miglior risultato del Brescia è stato l'ottavo posto ottenuto al termine della stagione 2000-2001.\r\n\r\nIn ambito internazionale ha vinto una Coppa dell'Amicizia nel 1967, una Coppa Anglo-Italiana nel 1994 e ha partecipato a due edizioni della Coppa Intertoto, disputandone una finale nel 2001.\r\n\r\nTra i calciatori che hanno vestito la maglia del Brescia si ricordano Roberto Baggio (vincitore del Pallone d'oro 1993), Josep Guardiola, Gheorghe Hagi e i campioni del mondo Alessandro Altobelli, Andrea Pirlo e Luca Toni.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/k0qhbd1566756266.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/dgn9571547581266.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/inm20m1570897558.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/4pze1b1661459131.png",
            "strYoutube": "www.youtube.com\/BresciaCalcioSocial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134666",
            "idESPN": "3988",
            "idAPIfootball": "1581",
            "intLoved": null,
            "strTeam": "Carrarese",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1908",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18610",
            "strStadium": "Stadio dei Marmi",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Carrara, Italy",
            "intStadiumCapacity": "9500",
            "strWebsite": "www.carraresecalcio.it",
            "strFacebook": "it-it.facebook.com\/CarrareseCalcio",
            "strTwitter": "twitter.com\/CarrareseCalcio",
            "strInstagram": "www.instagram.com\/carraresecalcio",
            "strDescriptionEN": "Carrarese Calcio is an Italian association football club, based in Carrara, Tuscany. Carrarese currently plays in Lega Pro Prima Divisione, having last been in Serie B in 1948.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "La Carrarese Calcio 1908,[1] semplicemente nota come Carrarese, è una società calcistica italiana con sede nella città di Carrara. Fondata nel 1908 come Società Polisportiva Carrarese, milita nel campionato di Serie C.\r\n\r\nHa partecipato per due volte alla Serie B, nel 1946-1947 e nel 1947-1948. Ha vinto una Coppa Italia Serie C nella stagione 1982-1983.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/njh6tl1651779724.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/xysuvy1426704378.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/13sttt1647939927.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134223",
            "idESPN": "3257",
            "idAPIfootball": "1687",
            "intLoved": null,
            "strTeam": "Catanzaro",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1927",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "Coppa Italia",
            "idLeague3": "4506",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18612",
            "strStadium": "Stadio Nicola Ceravolo",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Catanzaro, Italy",
            "intStadiumCapacity": "14650",
            "strWebsite": "www.uscatanzaro1929.com",
            "strFacebook": "www.facebook.com\/uscatanzaro1929official",
            "strTwitter": "twitter.com\/uscatanzaro1929",
            "strInstagram": "www.instagram.com\/uscatanzaro1929official",
            "strDescriptionEN": "U.S. Catanzaro 1929 is an Italian football club based in Catanzaro, Calabria.\r\n\r\nFounded in 1927 (even if its birth is located traditionally in 1929),plays since that year.\r\n\r\nIn the course of its history the society was refounded twice: in 2006 and again in 2011, both for financial reasons.\r\n\r\nThe official colors of the club are, since its foundation, yellow and red, its symbol is the golden eagle, symbol of the city of Catanzaro and the team disputes its own internal races at the Stadio Nicola Ceravolo, built in 1919, the oldest sports facility in Calabria.\r\n\r\nIn the 2019–2020 season it plays in Serie C C, the third level of the Italian soccer championship\r\n\r\nIn its history it counts seven seasons in Serie A, of which five consecutive and its best placings are the seventh and eighth places obtained respectively in 1981–1982 and in 1980–1981. From its foundation to date it as only won seven championship: 1 of the First Division, 2 of Serie C, 3 of Serie C1 and 1 of the IV Series. Also at national level, a title of the IV Series, among the cups, is a Cup of the Alps in 1960 together with Rome, Alessandria, Verona, Naples, Catania, Triestina, Palermo for the Italian Federation and, at youth level, a Dante Berretti Trophy of Serie C in 1991–1992.\r\n\r\nIn Coppa Italia it has a second place, in the season 1965–1966, and two semi-finals in 1978–1979 and 1981–1982.\r\n\r\nOn 30 May 2018 the company, which already used the historic logo since 2011, announced the return of the old name \"Unione Sportiva Catanzaro\", with the final addition of \"1929\".",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Unione Sportiva Catanzaro 1929 S.r.l.[6] (abbreviata in U.S. Catanzaro o semplicemente Catanzaro) è una società calcistica italiana con sede nella città di Catanzaro. Milita in Serie C, la terza divisione del campionato italiano di calcio.\r\n\r\nFondata nel 1927 (sebbene la sua nascita sia fatta risalire tradizionalmente al 1929),[7][8] disputa da quell'anno i primi campionati. Nel corso della sua storia la società è stata rifondata per due volte: nel 2006 e ancora nel 2011, in entrambi i casi per questioni finanziarie che avevano attanagliato il club già nel 1937.\r\n\r\nI colori ufficiali del Catanzaro sono, fin dalla sua fondazione, il giallo e il rosso, il suo simbolo è l'aquila reale, simbolo della città di Catanzaro e la squadra disputa le proprie gare interne allo Stadio Nicola Ceravolo, costruito nel 1919, l'impianto sportivo più antico della Calabria.\r\n\r\nConta sette stagioni in Serie A, di cui cinque consecutive. È stata la prima formazione della Calabria a raggiungere la massima serie del campionato italiano di calcio[9] e i suoi migliori piazzamenti sono il settimo e l'ottavo posto ottenuti rispettivamente nel 1981-1982 e nel 1980-1981. Dalla fondazione a oggi ha vinto 7 campionati:[N 1] 1 di Prima Divisione, 2 di Serie C, 3 di Serie C1 e 1 di IV Serie. Sempre a livello nazionale, uno scudetto di IV Serie, tra le coppe, una Coppa delle Alpi nel 1960 insieme a Roma, Alessandria, Verona, Napoli, Catania, Triestina, Palermo per la Federazione Italiana e, a livello giovanile, un Trofeo Dante Berretti di Serie C nel 1991-1992.\r\n\r\nIn Coppa Italia vanta inoltre una finale, raggiunta nella stagione 1965-1966, e due semifinali, nel 1978-1979 e nel 1981-1982.\r\n\r\nIl 30 maggio 2018 la società, che già utilizzava il logo storico dal 2011, ha annunciato il ritorno della vecchia denominazione \"Unione Sportiva Catanzaro\", con l'aggiunta finale del \"1929\".[10][11]",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/byrc5e1691995858.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/83z2dv1689493170.png",
            "strYoutube": "www.youtube.com\/user\/catanzarocalcio",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133669",
            "idESPN": "3337",
            "idAPIfootball": "509",
            "intLoved": null,
            "strTeam": "Cesena",
            "strTeamAlternate": "Cesena FC",
            "strTeamShort": "",
            "intFormedYear": "1940",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19337",
            "strStadium": "Stadio Dino Manuzzi",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Cesena, Italy",
            "intStadiumCapacity": "23900",
            "strWebsite": "www.cesenacalcio.it",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Associazione Calcio Cesena  is an Italian football club based in Cesena, Romagna.\r\n\r\nThe club was formed in 1940 and won the first promotion to Serie A in 1973. Since then, the club have been in the Serie A for a total of 11 seasons, reaching the best achievement in 1976 with a sixth place finish and a short run in the following season's UEFA Cup. The other three promotions in Serie A have been achieved in 1981, 1987, and 2010, the last one after two consecutive promotions — from the third league (Lega Pro) in 2009 and from Serie B in 2010, both won in the final game of the season. The club currently plays in the Serie A, promoted at the end of the 2013–14 season.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Cesena Football Club S.r.l., meglio noto come Cesena, è una società calcistica italiana con sede nella città di Cesena. Milita in Serie C, la terza divisione del campionato italiano.\r\n\r\nSi è costituita nel 2018 dall'unione tra Cesena Football Club S.p.A.[2] (newco scelta dal Comune di Cesena per rappresentare la tradizione sportiva dell'Associazione Calcio Cesena, fondata originariamente nel 1940 e fallita al termine della stagione 2017-2018) e Associazione Sportiva Dilettantistica Romagna Centro (già Polisportiva Martorano, fondata negli anni 1950).\r\n\r\nVantando 13 partecipazioni nella massima serie, detiene attualmente la 38ª miglior tradizione sportiva in Italia e il 38º miglior risultato storico nella classifica perpetua della Serie A, sommando i punteggi ottenuti nelle varie annate secondo il regolamento dell'epoca.[3]\r\n\r\nNel massimo campionato vanta come miglior piazzamento il sesto posto raggiunto nella classifica finale della stagione 1975-76. Tale risultato costituisce il miglior piazzamento mai conquistato da una squadra espressione di una città non capoluogo di provincia nell'epoca del girone unico, a pari merito col risultato conseguito dal Sassuolo nella Serie A 2015-2016.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/9l00zr1677256723.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/eoz6n11579606249.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/swrvus1422400354.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/govorm1647940874.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133692",
            "idESPN": "3943",
            "idAPIfootball": "510",
            "intLoved": null,
            "strTeam": "Cittadella",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1973",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18630",
            "strStadium": "Stadio Pier Cesare Tombolato",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Cittadella, Veneto",
            "intStadiumCapacity": "7623",
            "strWebsite": "www.ascittadella.it",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Cittadella was founded in 1973, after the merger of U.S. Cittadellense and A.S. Olympia. The club spent most of its first years in amateur football, and then professional football at Serie C2 and Serie C1 ranks. Cittadella won its first promotion to Serie B in 1999 after defeating Brescello in the playoff finals, and spent a total two seasons in the Italian second-highest ranked division, being then relegated in 2001–02 Serie B. During their first stay in Serie B, the club played in Stadio Euganeo in Padua and, in an attempt to expand the fanbase, was renamed A.S. Cittadella Padova, being Padua (Padova in Italian) the capital city of Cittadella's referring province.\r\n\r\nCittadella returned to Serie B in 2008, after defeating Cremonese in the 2007–08 Serie C1\/A playoffs, under the guide of head coach Claudio Foscarini. In the 2008–09 Serie B season, the club was involved to projects focused to boost the capacity of the Stadio Tombolato to 7,500, in order to let the club play in their home town (with dispensation from the FIGC, since a stadium of at least 10,000 seats is required for Serie B). Thus, Cittadella played the first season games in Stadio Omobono Tenni in Treviso, about 40 km away. After some delays, the first Serie B game played in Cittadella was played on 29 October 2008, Ancona being the opponents. The club escaped relegation in the final days of the season, thus ensuring another year of Serie B football to the local fans.\r\n\r\nThe following season, Cittadella thrashed Lecce 5–1 and Mantova 6–0 to finish 6th, and only losing to Brescia in the playoffs due to Brescia's superior league placing, despite a late 1–0 win in the second leg.\r\n\r\nThe club produced two strikers who later left for Serie A teams, namely, Riccardo Meggiorini (50% rights sold for €2.5M), Matteo Ardemagni (sold for €3.75M). Moreover, 2010–11 Serie B topscorer Federico Piovaccari also left for Sampdoria in 2011 for €3.5M which Samp relegated from Serie A in 2011.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Associazione Sportiva Cittadella S.r.l.u., meglio nota come Cittadella, è una società calcistica italiana con sede a Cittadella, in provincia di Padova.\r\n\r\nFondata nel 1973 mediante fusione di due club preesistenti, dal 2000 al 2004 recò la denominazione Cittadella Padova. Il suo maggior successo è costituito da 14 partecipazioni al campionato di Serie B, dove ha esordito nella stagione sportiva 2000-2001 e in cui milita anche nella stagione 2020-2021. Il miglior piazzamento in serie cadetta è il quinto posto, raggiunto nella stagione 2019-2020. Nelle stagioni 2018-2019 e 2020-2021 la squadra è giunta a disputare la finale play-off per la promozione in Serie A.\r\n\r\nLa storia del club è strettamente legata a quella della famiglia Gabrielli, gruppo imprenditoriale veneto attivo nel settore siderurgico, che ne detiene la proprietà fin dalla fondazione e ne ha finanziato il progressivo sviluppo, conducendola in poco tempo dal dilettantismo al professionismo.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/olg5r11720176835.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/36r96o1687086423.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134253",
            "idESPN": "8683",
            "idAPIfootball": "10137",
            "intLoved": null,
            "strTeam": "Cosenza",
            "strTeamAlternate": "Cosenza Calcio",
            "strTeamShort": "",
            "intFormedYear": "1912",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19490",
            "strStadium": "Stadio San Vito-Luigi Marulla",
            "strKeywords": "Lupi",
            "strRSS": "",
            "strLocation": "Cosenza, Italy",
            "intStadiumCapacity": "24479",
            "strWebsite": "www.ilcosenza.it",
            "strFacebook": "www.facebook.com\/ilcosenzacalcio\/",
            "strTwitter": "twitter.com\/cosenzaofficial",
            "strInstagram": "www.instagram.com\/cosenza_official",
            "strDescriptionEN": "Cosenza Calcio S.r.l. is an Italian football club, based in Cosenza, Calabria. Currently the team plays in Serie C.\r\n\r\nFound in 2011 as Nuova Cosenza Calcio as the phoenix club of Cosenza Calcio 1914 S.r.l.; Nuova Cosenza and Cosenza Calcio 1914 S.r.l. were the spiritual successor of the original Cosenza Calcio 1914 S.p.A. which folded in 2005. However, Cosenza Calcio 1914 S.r.l. acquired its sports title from Rende Calcio in 2007, given the sports title of the original club (Cosenza Calcio 1914 S.p.A.) had ceased to exist in 2005.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Cosenza Calcio S.r.l.[2], meglio noto come Cosenza, è una società calcistica italiana con sede nella città di Cosenza. Milita in Serie B, la seconda serie del campionato italiano.\r\n\r\nIl club venne fondato il 18 novembre 1912 (l'inizio dell'attività agonistica documentata risale al 23 febbraio 1914) e cominciò a partecipare al campionato italiano di calcio nel 1927.[3] Dal 1964 il Cosenza disputa le sue gare allo stadio San Vito-Gigi Marulla, impianto capace di ospitare 24.209 spettatori.\r\n\r\nIl Cosenza vanta 23 partecipazioni al campionato di Serie B, categoria nella quale ha esordito nel 1946-1947 e nella quale ha colto il suo massimo risultato nel 1991-1992, piazzandosi al quinto posto in classifica, a tre punti dalla promozione nella massima serie, e nel campionato 1988-1989 con il quarto posto diventato poi sesto posto per classifica avulsa. Nella sua storia il club si è aggiudicato un titolo di IV Serie nel 1958, una Coppa Anglo-Italiana nel 1983, una Coppa Italia Lega Pro nel 2015, divenendo la prima e unica squadra calabrese ad aver vinto un trofeo nazionale ed un Campionato nazionale Dante Berretti di Serie A-B nel 1992-93.\r\n\r\nIl Cosenza Calcio 1914 nella sua storia ultra centenaria e nella sua lunga tradizione calcistica può vantare di non aver mai disputato campionati dilettantistici cioè al di sotto della quinta serie. Inoltre il Cosenza calcio gode di un bacino di utenza molto ampio vista la grande estensione della Provincia (quinta in Italia per estensione) con una popolazione che sfiora I 700.000 abitanti. Tutto ciò rende Cosenza una delle piazze più calde e importanti dell'intero meridione d'Italia[senza fonte] anche grazie alle vittorie che hanno scandito la storia della società rossoblù come la coppa anglo-italiana nel 1983 e la Coppa Italia serie C nel 2015.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/u6z5yu1656094382.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/032ziu1692531855.png",
            "strYoutube": "www.youtube.com\/channel\/UCzlf_hA1WGIy6EvUzfxCHJQ",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134224",
            "idESPN": "4050",
            "idAPIfootball": "520",
            "intLoved": null,
            "strTeam": "Cremonese",
            "strTeamAlternate": "Unione Sportiva Cremonese, US Cremonese",
            "strTeamShort": "",
            "intFormedYear": "1903",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18623",
            "strStadium": "Stadio Giovanni Zini",
            "strKeywords": "I Grigiorossi",
            "strRSS": "",
            "strLocation": "Cremona, Italy",
            "intStadiumCapacity": "20641",
            "strWebsite": "www.uscremonese.it",
            "strFacebook": "www.facebook.com\/uscremonese",
            "strTwitter": "www.twitter.com\/uscremonese",
            "strInstagram": "instagram.com\/uscremonese",
            "strDescriptionEN": "Unione Sportiva Cremonese, commonly referred to as Cremonese, is an Italian football club based in Cremona, Lombardy, which plays in the Serie B.\r\n\r\nThe performance of Cremonese in the Italian football league structure since the first season of a unified Serie A (1929–30).\r\nCremonese was in the Serie A in its first season, 1929–30, but entered a long period of decline, languishing in the lower leagues before the late 1970s. By 1984, they had achieved promotion to Serie A, with one-year spells in 1984–85, 1989–90 and 1991–92.\r\n\r\nCremonese had a successful run in the 1992–93 Anglo-Italian Cup, beating Bari 4–1 in the semi-final, and Derby County 3–1 in the final at the old Wembley Stadium, Cremonese's scorers were Corrado Verdelli, Riccardo Maspero and Andrea Tentoni, with Derby's goal scored by Marco Gabbiadini.\r\n\r\nUnder Luigi Simoni, Cremonese returned to Serie A in the 1993–94 season. With a side containing quality in the form of defenders Luigi Gualco and Corrado Verdelli, midfield playmaker Riccardo Maspero and forwards Andrea Tentoni and Matjaž Florijančič, Cremonese held their own in Serie A with a 10th-place finish in 1993–94, but would be relegated in the 1995–96 season.\r\n\r\nRelegation resulted in the decline of the club, plummeting to Serie C2 by 2000, before achieving successive promotions back to Serie B by 2005. Giovanni Dall'Igna, another defender from the Serie A years, has since returned to the club. However, Cremonese were relegated to Serie C1 in the 2005–06 season. Cremonese have tried to return to Serie B since: they had a good attempt in the 2009–10 season, when they were beaten by Varese in the promotion play-off final (2–1 on aggregate). Eventually they succeeded in 2017. In the 2021–22 Serie B, Cremonese finished second to earn promotion to the 2022–23 Serie A. Despite achieving promotion, coach Fabio Pecchia resigned from his post.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Unione Sportiva Cremonese, detta comunemente Cremonese, è una società calcistica italiana con sede nella città di Cremona.\r\n\r\nLa Cremonese disputa le proprie partite casalinghe nello Stadio Giovanni Zini.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": "El Unione Sportiva Cremonese es un club de fútbol de la ciudad italiana de Cremona, en la región de Lombardía.",
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#808285",
            "strColour2": "#ed1c24",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/6ng2vy1579708291.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/nhif4r1692531941.png",
            "strYoutube": "www.youtube.com\/channel\/UCmXYW3bOFMz1CmqYRAnpVUw",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133818",
            "idESPN": "4057",
            "idAPIfootball": "512",
            "intLoved": null,
            "strTeam": "Frosinone",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1912",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18627",
            "strStadium": "Stadio Benito Stirpe",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Frosione, Lazio",
            "intStadiumCapacity": "10000",
            "strWebsite": "www.frosinonecalcio.com\/index.php",
            "strFacebook": "www.facebook.com\/frosinonecalciooffical",
            "strTwitter": "twitter.com\/Frosinone1928",
            "strInstagram": "instagram.com\/frosinonecalcio",
            "strDescriptionEN": "Frosinone Calcio is an Italian professional football club based in Frosinone, Lazio, currently playing in Serie A.  The club was founded in 1912 under the name Union Sportive Frusinate. Following cancellation by the Italian Football Federation, it was refounded in 1990. In the 2014–15 season the club played in Serie B for the sixth time in its history. The club earned its first promotion to the top flight Serie A for the 2015–16 season.\r\n\r\nAfter a long tradition of playing in Serie C, in recent years, following the historic promotion which took place in the 2005-06 season, the club participated in five consecutive seasons in Serie B, becoming, after the two teams in Rome, the third most notable team of the region of Lazio. In its history Frosinone have won at a national level, two championships of Serie C2 (1986–87 and 2003–04) and two of Serie D (1965–66 and 1970–71). On 16 May 2015, the Ciociari, with a 3–1 win over Crotone, secured their first, historic promotion to Serie A.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Frosinone Calcio, meglio noto come Frosinone, è una società calcistica italiana con sede nella città di Frosinone. Milita in Serie B.\r\n\r\nFondata il 5 marzo 1906[2][3][4][5], se ne fa risalire convenzionalmente l'origine ventidue anni dopo, con la seconda affiliazione alla FIGC[6][7] e le prime attività agonistiche di rilievo[8]. In seguito alla radiazione dalla FIGC, fu rifondata nel 1959 e nel 1990.\r\n\r\nDopo una lunga militanza nei campionati di Serie C, nel III millennio ha preso parte a dieci campionati di Serie B ed ha conseguito due promozioni in massima serie nel 2015 e nel 2018, divenendo la terza squadra più blasonata della regione dopo Lazio e Roma. In fatto di palmarès il Frosinone ha conquistato, a livello nazionale, due campionati di Serie C2 (1986-1987 e 2003-2004) e due di Serie D (1965-1966 e 1970-1971).\r\n\r\nTra i club che hanno militato in Serie A, i giallazzurri occupano il 77º posto nella classifica perpetua dal 1929 e hanno la 83ª miglior tradizione sportiva.\r\n\r\nLa squadra laziale disputa le partite casalinghe allo stadio Benito Stirpe. I colori sociali sono il giallo – da cui il soprannome di Canarini – e l'azzurro; altri soprannomi noti sono Ciociari, Leoni e Giallazzurri. Il Frosinone detiene, ad oggi, il record del gol più tardo mai segnato nella storia della Serie A, al 103' della sfida del 3 aprile 2019 contro il Parma.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FFDD00",
            "strColour2": "#004393",
            "strColour3": "#006AB3",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/a7xa151603170120.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ia1e651546791772.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2yu86c1546791788.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ovpp7b1546791806.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cg71gd1546791820.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/dhicbp1546791837.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/as1bk31546791852.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/9bygu61690923613.png",
            "strYoutube": "www.youtube.com\/channel\/UC-lahCu_0mqWm8ZlUzhK4Wg",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133696",
            "idESPN": "3975",
            "idAPIfootball": "863",
            "intLoved": null,
            "strTeam": "Juve Stabia",
            "strTeamAlternate": "Società Sportiva Juve Stabia, SS Juve Stabia",
            "strTeamShort": "",
            "intFormedYear": "1907",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19491",
            "strStadium": "Stadio Romeo Menti",
            "strKeywords": "Le Vespe (The Wasps)",
            "strRSS": "",
            "strLocation": "Castellammare di Stabia, Italy",
            "intStadiumCapacity": "13000",
            "strWebsite": "www.ssjuvestabia.it",
            "strFacebook": "www.facebook.com\/juvestabiaofficial",
            "strTwitter": "twitter.com\/ssjuvestabiaspa",
            "strInstagram": "",
            "strDescriptionEN": "Società Sportiva Juve Stabia is an Italian football club based in Castellammare di Stabia, Campania.\r\n\r\nJuve Stabia currently plays in Serie C, the third tier of Italian football system.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "La Società Sportiva Juve Stabia S.r.l., meglio nota come Juve Stabia, è una società calcistica italiana con sede nel comune di Castellammare di Stabia. Milita in Serie C, terza divisione del campionato italiano di calcio.\r\n\r\nLa Juve Stabia gioca le proprie partite interne allo stadio Romeo Menti, inaugurato nel 1984. Il calcio in città si pratica da tempi molto antichi rispetto alle altre località sia della Campania che del Mezzogiorno d'Italia. Nella sua storia ha disputato 5 campionati di Serie B.\r\n\r\nIl simbolo del club è la vespa, mentre i colori sociali sono il giallo e il blu.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/aojsvb1677257282.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/w54oja1648577616.png",
            "strYoutube": "www.youtube.com\/user\/ssjuvestabia",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133845",
            "idESPN": "3991",
            "idAPIfootball": "1693",
            "intLoved": null,
            "strTeam": "Mantova",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1911",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19564",
            "strStadium": "Stadio Danilo Martelli",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Mantua,Italy",
            "intStadiumCapacity": "17844",
            "strWebsite": "www.mantova1911.club",
            "strFacebook": "www.facebook.com\/mantova1911\/",
            "strTwitter": "twitter.com\/mantova1911",
            "strInstagram": "www.instagram.com\/mantova_1911",
            "strDescriptionEN": "Mantova 1911 Società Sportiva Dilettantistica a Responsabilità Limitata (Mantova 1911 S.S.D. a r.l.), commonly referred to as Mantova, is an Italian football club based in Mantua (Italian: Mantova), Lombardy. Mantova had played consecutively in the Italian Serie B from the 2005–06 season to 2009–10 as Associazione Calcio Mantova (A.C. Mantova), when they were relegated after ending the season in 20th place. \r\nAt the start of season, the club did not join the 2017–18 Serie C, a successor club, Mantova 1911 S.S.D., was admitted to 2017–18 Serie D instead.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Mantova 1911 S.r.l.[2], meglio noto come Mantova, è una società calcistica italiana con sede nella città di Mantova. Milita in Serie C, la terza divisione del campionato italiano.\r\n\r\nFondata nel 2017, è erede della tradizione sportiva iniziata nel 1911 con la fondazione dell'Associazione Mantovana del Calcio e poi transitata attraverso varie rifondazioni, ultima delle quali quella del Mantova Football Club, istituito nel 2010 ed estromesso dal campionato di Serie C 2017-2018 per inadempienze formali e finanziarie (avviandosi successivamente al fallimento).\r\n\r\nDal punto di vista storico, il Mantova vanta quale maggior successo sette partecipazioni alla Serie A a girone unico; ha inoltre vinto la Serie B 1970-1971 e si è piazzato terzo nella Coppa Italia 1961-1962.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/6mz7tb1648579351.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/6zejhf1648579614.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133700",
            "idESPN": "2573",
            "idAPIfootball": "899",
            "intLoved": null,
            "strTeam": "Modena",
            "strTeamAlternate": "Modena Football Club, Modena Calcio",
            "strTeamShort": "",
            "intFormedYear": "1912",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19555",
            "strStadium": "Stadio Alberto Braglia",
            "strKeywords": "I Canarini",
            "strRSS": "",
            "strLocation": "Modena, Italy",
            "intStadiumCapacity": "21092",
            "strWebsite": "modenacalcio.com",
            "strFacebook": "www.facebook.com\/Modena-FC-107687491693522",
            "strTwitter": "",
            "strInstagram": "www.instagram.com\/modena_fc_official\/?hl=it",
            "strDescriptionEN": "Modena Football Club 2018, commonly referred to as Modena, is an Italian football club based in Modena, Emilia-Romagna. The club was founded in 1912, and refounded in 2018, and had spent the majority of its existence playing in Serie B. They are set to play to Serie B in 2022–23, after having won 2021–22 Serie C's Group B title.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Modena Football Club 2018, meglio noto come Modena, è una società calcistica italiana con sede nella città di Modena. Milita in Serie C, la terza divisione del campionato italiano.\r\n\r\nIl sodalizio, sorto nel 2018[1][2], è l'erede del Modena Football Club, fondato nel 1912 e fallito nel 2017[3], da cui è tramandata la tradizione sportiva che vanta 28 partecipazioni complessive al massimo campionato italiano di calcio (ove il miglior piazzamento è un terzo posto nella Serie A 1946-1947). Nel suo palmarès si annoverano inoltre la vittoria di due campionati di Serie B, una Supercoppa di Serie C e, in campo internazionale, due Coppe Anglo-Italiane (competizione in cui la squadra modenese vanta il primato di successi) e un Torneo Internazionale dell'Amicizia di Ginevra. In virtù di ciò, il club è il sodalizio più prestigioso della provincia di appartenenza vantando la 21ª miglior tradizione sportiva in Italia.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/93n2wm1656015823.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/kzs1d41656015822.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/sqnf6o1692532569.png",
            "strYoutube": "www.youtube.com\/channel\/UCMewngXrljiQ4WwgRFkj41g",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "138166",
            "idESPN": "2923",
            "idAPIfootball": "522",
            "intLoved": null,
            "strTeam": "Palermo",
            "strTeamAlternate": "SSD Palermo",
            "strTeamShort": "",
            "intFormedYear": "2019",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "19558",
            "strStadium": "Stadio Renzo Barbera",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Palermo",
            "intStadiumCapacity": "36356",
            "strWebsite": "www.palermofc.com\/it",
            "strFacebook": "www.facebook.com\/palermofficial\/",
            "strTwitter": "twitter.com\/palermofficial",
            "strInstagram": "www.instagram.com\/palermofficial",
            "strDescriptionEN": "Società Sportiva Dilettantistica Palermo, known as Palermo Calcio or more simply Palermo, is an Italian football club based in the Sicilian city of Palermo. Originally founded on 1 November 1900, Unione Sportiva Città di Palermo was excluded from Serie B on 12 July 2019. A phoenix club was formed later the same month, and was admitted into in Serie D for the 2019–20 season. Palermo were the first football club founded in Sicily, the first in the South of Italy and also the 7th oldest extant club in the country.\r\n\r\nThe team achieved its greatest sporting success in the 2000s, during which it had three 5th-placed finishes in the Serie A (including two in a row) and also reached the 2005–06 UEFA Cup's round of 16. The club counts the Coppa Italia Serie C in 1992–1993 as a major honour in their history. With their appearances in 3 Coppa Italia finals - twice in the 1970s (1974 and 1979) and again in 2011) - and their 5 Serie B titles, alongside the many trophies won in the first twenty years of the twentieth century, Palermo is often considered to be one of the most important and successful clubs of Southern Italy.\r\n\r\nRegarding their performances in European competition, the club has five appearances in UEFA Cup\/Europa League; in 2007 it occupied 51st place in UEFA ranking. According to the monthly ranking by the IFFHS the highest ranking ever reached was the 19th place, in both February and June 2006; according to another ranking of the same entity, the rosanero were the 121th best team in the world from 1 January 1991 to 31 December 2009.\r\n\r\nSince 2008, Palermo has had the right to be an ordinary member of the European Club Association, an international organisation that has taken the place of the abolished G-14 and is composed of the major football clubs of Europe with the purpose of ensuring a common protection of sports, legal and television rights in front of the FIFA.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Il Palermo Football Club, più semplicemente noto come Palermo FC o Palermo, è una società calcistica italiana con sede nella città di Palermo, militante nel campionato di Serie C.\r\n\r\nPrima squadra del Mezzogiorno d'Italia e sesta d'Italia per anzianità tra quelle oggi attive, annovera in bacheca una Coppa Italia di Serie C, vinta nel 1992-93. Per tre volte ha anche giocato delle finali nella Coppa Italia maggiore: nel 1974, nel 1979 e nel 2011. Inoltre ha conquistato 5 titoli del campionato di Serie B.\r\n\r\nRiguardo le partecipazioni alle coppe europee, la società conta cinque apparizioni in Coppa UEFA\/Europa League.\r\n\r\nLa FIGC considera il Palermo 18º nella graduatoria dei criteri di punteggio della tradizione sportiva della federazione, mentre si posiziona 16º nella classifica perpetua della Serie A.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/zi1tb01579708939.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/8g7t2m1579708814.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/dj4ubs1721770582.png",
            "strYoutube": "www.youtube.com\/c\/PalermoFCofficial",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133859",
            "idESPN": "3956",
            "idAPIfootball": "801",
            "intLoved": null,
            "strTeam": "Pisa",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "1909",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18634",
            "strStadium": "Arena Garibaldi",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": "0",
            "strWebsite": "pisasportingclub.com",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Pisa Sporting Club, commonly referred to as Pisa, is an Italian football club based in Pisa, Tuscany. The team currently plays in Serie B.\r\n\r\nThe club was founded in 1909 as Pisa Sporting Club and refounded in 1994 as Pisa Calcio (and registered in Eccellenza, the regional football division in Italy), after the cancellation of the former because of economical troubles. It was excluded again from Italian football in 2009, after the property failed to collect enough money to pay off the club's debts. In summer 2009 it was refounded with the denomination A.C. Pisa 1909.\r\n\r\nPisa won two Mitropa Cups, in 1986 and 1988. They play their home matches at Arena Garibaldi – Stadio Romeo Anconetani, named after Romeo Anconetani, the chairman who brought and led the club in Serie A during the 1980s. In 2016, Giuseppe Corrado bought the club and planned the new Pisa stadium. In January 2021, billionaire Alexander Knaster acquired a 75% stake in the club.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "'Associazione Calcio Pisa 1909, meglio nota come Pisa, è una società calcistica italiana con sede nella città di Pisa. Milita in Serie B, la seconda divisione del campionato italiano di calcio.\r\n\r\nFondata nel 1909 con la denominazione di Pisa Sporting Club — tuttora usata nella sua identità societaria[1] — e ricostituita in tre occasioni (nel 1994 come Associazione Calcio Pisa, poi come Pisa Calcio e infine di nuovo come Associazione Calcio Pisa 1909 nel 2009), vanta 7 partecipazioni alla Serie A e 34 alla Serie B; nella stagione 1920-1921 ha, inoltre, partecipato alla finalissima per il titolo nazionale di massima serie. Annovera nel proprio palmarès due Coppe Mitropa, due campionati di Serie B e una Coppa Italia Serie C.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/2eso9w1579708309.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/cctbjh1687087732.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "137121",
            "idESPN": "3942",
            "idAPIfootball": "880",
            "intLoved": null,
            "strTeam": "Reggiana",
            "strTeamAlternate": "Reggio Audace, Associazione Calcio Reggiana 1919, AC Reggiana 1919",
            "strTeamShort": "",
            "intFormedYear": "1919",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "Coppa Italia",
            "idLeague3": "4506",
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "28510",
            "strStadium": "Mapei Stadium – Città del Tricolore",
            "strKeywords": "I Granata (The Maroons)",
            "strRSS": "",
            "strLocation": "Reggio Emilia, Italy",
            "intStadiumCapacity": "21584",
            "strWebsite": "www.reggianacalcio.it",
            "strFacebook": "www.facebook.com\/ReggioAudaceFC\/",
            "strTwitter": "",
            "strInstagram": "www.instagram.com\/reggioaudacefc",
            "strDescriptionEN": "Associazione Calcio Reggiana, commonly referred to as Reggiana, is a professional football club based in Reggio Emilia, Emilia-Romagna, Italy. The club was formed in 1919, reformed in 2005 (Serie C2) and 2018 (Serie D) after going bankrupt twice, and currently plays in the Serie B, the second tier of Italian football. Reggiana is known as i Granata (\"the Maroons\") in reference to the club's main colour: maroon.\r\n\r\nThe club was reformed twice after going bankrupt: in 2005 as Reggio Emilia Football Club, and in 2018 as Reggio Audace Football Club. On both occasions, the club regained the naming rights and the trophies of A.C. Reggiana via judicial auction. The club has participated in Serie A, the top tier of Italian football, seven times; their last appearance dates back to the 1996–97 season.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Associazione Calcio Reggiana 1919, meglio nota come Reggiana, è una società calcistica italiana con sede nella città di Reggio Emilia, in Emilia-Romagna. Milita in Serie C, la terza divisione del campionato italiano.\r\n\r\nRifondata nell'agosto del 2018 come Reggio Audace Football Club, eredita la tradizione sportiva della storica Associazione Calcio Reggiana, estromessa al termine del campionato di Serie C 2017-2018 per motivi finanziari e successivamente sciolta, e a sua volta creazione del lodo Petrucci per recuperare una tradizione sportiva che risale al 1919. Vanta la 40ª miglior tradizione sportiva in Italia.\r\n\r\nAnche nota col soprannome di Regia, ha per colore sociale il granata, gioca le partite casalinghe al Mapei Stadium - Città del Tricolore. Promossa per la prima volta nella massima serie italiana (a gironi) nella stagione 1920-1921, conta in questa categoria 7 apparizioni, l'ultima delle quali nella stagione 1996-1997, annoverando come miglior piazzamento il 14º posto della stagione 1993-1994; a livello nazionale, nel suo palmarès la società vanta un campionato di Serie B e uno di Serie C a girone unico, nonché una Supercoppa di Serie C2.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/dffx6o1600266770.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/unwn0d1692533742.png",
            "strYoutube": "www.youtube.com\/channel\/UCzkx4Kiz3X_pYj7v-Q7VdUQ",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133846",
            "idESPN": "3240",
            "idAPIfootball": "514",
            "intLoved": null,
            "strTeam": "Salernitana",
            "strTeamAlternate": "US Salernitana, Unione Sportiva Salernitana",
            "strTeamShort": "",
            "intFormedYear": "1919",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18632",
            "strStadium": "Stadio Arechi",
            "strKeywords": "I Granata",
            "strRSS": "",
            "strLocation": "Salerno, Campania",
            "intStadiumCapacity": "37245",
            "strWebsite": "www.ussalernitana1919.it",
            "strFacebook": "www.facebook.com\/USSalernitanaOfficialPage",
            "strTwitter": "twitter.com\/OfficialUSS1919",
            "strInstagram": "instagram.com\/ussalernitana1919official",
            "strDescriptionEN": "Unione Sportiva Salernitana 1919, commonly referred to as Salernitana, is an Italian football club based in Salerno, Campania. Salernitana returned to Serie A in 2021, after a break of 23 seasons, having finished second in Serie B. Previously in 2015 \"I Granata\" were promoted to Serie B, having finished first in Lega Pro Prima Divisione - Girone C. The club is the legitimate heir of the former Salernitana Calcio 1919 and there is a sports continuity also with the former Salerno Calcio in the 2011–12 season which restarted from Serie D rather than from Terza Categoria due to Article 52 NOIF of FIGC.\r\n\r\nThe club – named Salerno Calcio – was promoted to Lega Pro Seconda Divisione as it re-obtained the original name of U.S. Salernitana 1919. It was promoted to Lega Pro Prima Divisione the following season.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Unione Sportiva Salernitana 1919, meglio nota come Salernitana, è una società calcistica italiana con sede nella città di Salerno. Milita in Serie A, il primo livello della piramide calcistica italiana.\r\n\r\nFondata la società originale il 19 giugno 1919 da una cordata capeggiata da Matteo Schiavone,[5][6][7] nel corso della sua storia è stata rifondata per tre volte: nel 1927[8] in seguito alla costituzione di un nuovo sodalizio con l'attuale identità granata, nel 2005[9][10] e nel 2011 per motivi finanziari.[11][12] L'attuale società fu, infatti, fondata come Salerno Calcio nel 2011 (aderendo all'art. 52.10 del regolamento federale), e riprese i segni distintivi della Salernitana a partire dal 2012. Il 19 giugno 2019 la squadra campana ha compiuto 100 anni di storia calcistica.\r\n\r\nIl colore ufficiale della Salernitana è il granata dal 1943[6] (esclusa la stagione 2011-2012 per ragioni giuridiche[11]), il suo simbolo è l'ippocampo dal 1949,[13] e la squadra disputa le proprie gare interne allo stadio Arechi dal 1990.[14]\r\n\r\nDopo il Napoli è stata la seconda squadra campana in ordine temporale a partecipare al campionato di Serie A, cui ha preso parte nel 1947-1948 e nel 1998-1999, retrocedendo in entrambe le occasioni per un solo punto; nel 2021-2022 milita in massima serie per la terza volta. La Salernitana ha giocato quasi sempre fra i professionisti, eccetto per la stagione 2011-2012, poiché ripartì dalla Serie D.[6]N  BBC",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#681A12",
            "strColour2": "#FFFFFF",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/nmi7mk1603170517.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/scbjne1638265602.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/d7h5r91689168495.png",
            "strYoutube": "www.youtube.com\/channel\/UCB8yi71k6yzRb-mD0cRa45g",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133683",
            "idESPN": "2734",
            "idAPIfootball": "498",
            "intLoved": "1",
            "strTeam": "Sampdoria",
            "strTeamAlternate": "UC Sampdoria, Unione Calcio Sampdoria, Blucerchiati",
            "strTeamShort": "",
            "intFormedYear": "1946",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "27346",
            "strStadium": "Stadio Luigi Ferraris",
            "strKeywords": "Blucerchiati ",
            "strRSS": "",
            "strLocation": "Genoa, Italy",
            "intStadiumCapacity": "36536",
            "strWebsite": "www.sampdoria.it",
            "strFacebook": "www.facebook.com\/sampdoria",
            "strTwitter": "twitter.com\/sampdoria",
            "strInstagram": "instagram.com\/sampdoria",
            "strDescriptionEN": "Unione Calcio Sampdoria is an Italian association football club based in Genoa. The club was formed in 1946 from the merger of two existing sports clubs whose roots can be traced back to the 1890s, Sampierdarenese and Andrea Doria. Sampdoria currently compete in the Italian Serie B.\r\n\r\nBoth the team name and jersey do reflect this, the first being a combination of the former names, the second incorporating the former teams' colours (blue-white and red-black) in a single design. The team's colours are blue with white, red and black hoops, hence the nickname blucerchiati (\"blue-circled\"). Sampdoria play at Stadio Luigi Ferraris, capacity 36,536, which it shares with Genoa's other club, Genoa Cricket and Football Club. The derby between the two teams is commonly known as the Derby della Lanterna.\r\n\r\nSampdoria have won the scudetto only once in their history, in the 1991 season. The club has also won the Coppa Italia four times (1985, 1988, 1989, and 1994) and one Italian Super Cup. Their biggest European success came when they won the Cup Winners' Cup in 1990. They also reached the European Cup final in 1992 only to lose against the Spanish side FC Barcelona with an 1–0 score after extra time.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Unione Calcio Sampdoria, meglio nota come Sampdoria, è una società calcistica italiana con sede nella città di Genova.\r\nSoprannominata la Samp o il Doria, è nata il 12 agosto 1946 dalla fusione tra la Sampierdarenese (nata come polisportiva nel 1891, e come sezione calcio nel 1899) e l'Andrea Doria (sorta come polisportiva nel 1895, e come sezione calcio nel 1900). Milita nella Serie A del campionato italiano di calcio. Decima fra i club con la migliore tradizione sportiva in Italia, fa inoltre parte dell'European Club Association.\r\nNel corso della sua esistenza la Sampdoria ha disputato 63 campionati di Serie A e 11 di Serie B, aggiudicandosi uno scudetto, 4 Coppe Italia e una Supercoppa italiana. A livello internazionale vanta la vittoria di una Coppa delle Coppe (nel 1989-1990), oltre ad aver disputato le finali dell'allora Coppa dei Campioni (nel 1991-1992), della Coppa delle Coppe (nel 1988-1989) e della Supercoppa UEFA (nel 1990).",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#1B5497",
            "strColour2": "#C21718",
            "strColour3": "#000000",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/pr6co21655592769.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/7q9znc1546200038.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/pufich1643032404.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/0q118b1546261630.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cq69cx1546261654.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sssuyv1421077718.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/yrspvx1420428101.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/ib5e1s1721770891.png",
            "strYoutube": "www.youtube.com\/user\/sampdoria",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133701",
            "idESPN": "3997",
            "idAPIfootball": "488",
            "intLoved": null,
            "strTeam": "Sassuolo",
            "strTeamAlternate": "U.S. Sassuolo Calcio, USSC",
            "strTeamShort": "",
            "intFormedYear": "1922",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "28510",
            "strStadium": "Mapei Stadium – Città del Tricolore",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Reggio Emilia, Italy",
            "intStadiumCapacity": "21525",
            "strWebsite": "www.sassuolocalcio.it",
            "strFacebook": "www.facebook.com\/officialsassuolocalcio\/",
            "strTwitter": "twitter.com\/sassuolous",
            "strInstagram": "www.instagram.com\/sassuolocalcio",
            "strDescriptionEN": "Unione Sportiva Sassuolo Calcio, commonly referred to as Sassuolo, is an Italian football club based in Sassuolo, Emilia-Romagna. Their colours are black and green, hence the nickname Neroverdi.\r\n\r\nFounded in 1920, Sassuolo have played in Serie A from the 2013–14 season, joining a select group of teams playing in the Serie A but not belonging to a provincial capital city: Empoli, Legnano, Pro Patria, Carpi and Casale.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "L'Unione Sportiva Sassuolo Calcio, nota più semplicemente come Sassuolo, è una società calcistica italiana con sede nella città di Sassuolo, in provincia di Modena.[1]\r\n\r\nCostituita nel 1920,[2] dalla stagione sportiva 2013-14 milita in Serie A. I suoi colori sociali sono il nero e il verde, da cui il soprannome di neroverdi;[1] altro soprannome noto del club è Sasòl (\"Sassuolo\" in dialetto modenese). Dopo aver usufruito per decenni dello stadio Enzo Ricci di Sassuolo, e aver poi brevemente giocato sul manto dello stadio Alberto Braglia di Modena, dal 2013 i neroverdi disputano le loro partite casalinghe al Mapei Stadium di Reggio Emilia.\r\n\r\nIl Sassuolo si trova al 41º posto della classifica perpetua della Serie A dal 1929, che tiene conto di tutte le squadre che hanno militato almeno una volta nella massima serie. È entrato nel ristretto gruppo di squadre, non appartenenti a città capoluogo di provincia — che comprende anche il Lecco,[3] l'Empoli, il Carpi, il Cesena,[4] il Legnano, la Pro Patria di Busto Arsizio e il Casale — capaci di raggiungere la massima categoria calcistica italiana a girone unico.[5]\r\n\r\nHa disputato 7 campionati di Serie A, 5 di Serie B, 2 di Serie C1 e 14 di Serie C2. La società fu promossa per la prima volta in massima serie nel 2013, mentre il miglior piazzamento ottenuto in Serie A è il 6º posto della stagione 2015-16, con cui raggiunse per la prima volta la qualificazione alle coppe europee. Nella sua storia, il Sassuolo ha vinto un campionato di Serie B, uno di C1 e una Supercoppa di Serie C1.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#00A752",
            "strColour2": "#000000",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/xystvp1448806138.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/uuwsxx1448806046.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/79erva1546545363.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/ydta1g1546545371.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/cf335g1546545381.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/qxyz5e1546545391.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/rrypvq1422398937.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/5eu7gk1721771033.png",
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "133879",
            "idESPN": "4056",
            "idAPIfootball": "515",
            "intLoved": null,
            "strTeam": "Spezia",
            "strTeamAlternate": "La Spezia, Spezia Calcio",
            "strTeamShort": "",
            "intFormedYear": "1906",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "18618",
            "strStadium": "Stadio Alberto Picco",
            "strKeywords": "Aquilotti (Little Eagles)",
            "strRSS": "http:\/\/www.acspezia.com\/rss.xml",
            "strLocation": "La Spezia, Italy",
            "intStadiumCapacity": "10336",
            "strWebsite": "www.acspezia.com",
            "strFacebook": "www.facebook.com\/SpeziaCalcio",
            "strTwitter": "twitter.com\/acspezia",
            "strInstagram": "www.instagram.com\/acspezia",
            "strDescriptionEN": "Spezia Calcio is a professional football club based in La Spezia, Liguria, Italy. In 2020–21, they will play in the Serie A for the first time in their history, after promotion to the top tier for the first time via play-offs in the 2019–20 season. Spezia hosts matches at the 10,336-capacity Stadio Alberto Picco.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "Lo Spezia Calcio (già Foot Ball Club Spezia, poi Associazione Calcio Spezia, Spezia Calcio 1906 e Associazione Sportiva Dilettantistica Spezia Calcio 2008), comunemente noto come Spezia, è una società calcistica italiana con sede nella città della Spezia. Nella stagione 2020-2021 militerà per la prima volta nel campionato di Serie A.\r\n\r\nL'attuale società, la cui fondazione storica risale al 1906, è stata rifondata il 17 luglio 2008 grazie all'intervento dell'amministrazione della città spezzina, al fine di garantire la continuità alla tradizione calcistica locale e riprendere idealmente il testimone dello Spezia Calcio 1906: quest'ultimo, al termine del campionato di Serie B 2007-08 era retrocesso in Serie C1, ma tale risultato sportivo fu ulteriormente peggiorato dalla mancata iscrizione alla nuova stagione. Nell'agosto 2008 la nuova società era stata ammessa in Serie D, venendo poi ripescata in Lega Pro Seconda Divisione nel luglio 2009.\r\n\r\nNel suo albo d'oro lo Spezia Calcio può vantare un titolo nazionale, grazie alla vittoria del campionato di guerra del 1944 conseguita dai VV.FF. Spezia, un club a esso affiliato;[1] tale successo fu ufficialmente riconosciuto dalla FIGC come titolo \"onorifico\" (ovvero non equiparabile allo \"scudetto\") nel 2002.[2]\r\n\r\nDisputa i suoi incontri casalinghi allo stadio Alberto Picco. Il suo colore sociale di riferimento è il bianco, affiancato dal nero.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "#FFFFFF",
            "strColour2": "#99834a",
            "strColour3": "#1f1a17",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/spuztf1688689372.png",
            "strLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/ih8k8t1610363132.png",
            "strFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/2eiylr1610360291.jpg",
            "strFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/rp1kw11610360365.jpg",
            "strFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/sd1eko1610360461.jpg",
            "strFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/huv51r1610360615.jpg",
            "strBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/69pr191610360699.jpg",
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/wdnap31721771135.png",
            "strYoutube": "www.youtube.com\/user\/acspeziacom",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "134654",
            "idESPN": "11139",
            "idAPIfootball": "1578",
            "intLoved": null,
            "strTeam": "Sudtirol",
            "strTeamAlternate": "Suditrol",
            "strTeamShort": "",
            "intFormedYear": "1995",
            "strSport": "Soccer",
            "strLeague": "Italian Serie B",
            "idLeague": "4394",
            "strLeague2": "Coppa Italia",
            "idLeague2": "4506",
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "31043",
            "strStadium": "Stadio Druso",
            "strKeywords": "Biancorossi \/ Weiß-Rote",
            "strRSS": "",
            "strLocation": "Bolzano, Italy",
            "intStadiumCapacity": "3500",
            "strWebsite": "www.fc-suedtirol.com\/it\/index\/1-0.html",
            "strFacebook": "www.facebook.com\/fc.suedtirol\/",
            "strTwitter": "twitter.com\/fclubsuedtirol",
            "strInstagram": "www.instagram.com\/fcsuedtirol",
            "strDescriptionEN": "Fußball Club Südtirol is an Italian association football club, based in the city of Bolzano, in the autonomous province South Tyrol. The club was formerly known as its bilingual name F.C. Südtirol – Alto Adige. They will play in Serie B for the first time in the 2022–23 season after having been crowned Serie C champions in the current campaign.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": "l Fussball Club Südtirol[2][3] anche noto come Südtirol-Alto Adige, Südtirol Bolzano-Bozen, o semplicemente Südtirol, è una società calcistica italiana con sede legale nella città di Bolzano e sede operativa nel comune di Appiano sulla Strada del Vino, in Alto Adige.\r\n\r\nFondata a Bressanone nel 1974 come sezione della polisportiva Sport Verein Milland, si è scissa dalla \"società madre\" nel 1995, allorché è stata ridenominata Football Club Südtirol-Alto Adige e ha adottato i colori sociali bianco-rossi; la denominazione è quindi divenuta F.C. Südtirol nel 2000, anno del trasferimento nel a Bolzano. La ragione sociale simboleggia l'intenzione del club di rappresentare non solo il capoluogo, ma l'intero territorio della relativa provincia.\r\n\r\nNella stagione 2021-2022 milita in Serie C, risultando pertanto, insieme al Trento, una delle due squadre di calcio professionistiche della regione Trentino-Alto Adige.[4] Restringendo lo sguardo al solo ambito provinciale, il Südtirol è la società che vanta il maggior numero di partecipazioni alle divisioni professionali; in meno di trent'anni si è quindi imposta come leader del movimento calcistico altoatesino.",
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "Italy",
            "strBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/8fico41579725098.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": "https:\/\/www.thesportsdb.com\/images\/media\/team\/equipment\/fqdr631692532087.png",
            "strYoutube": "www.youtube.com\/channel\/UC3azy0Gph-stv0p--wTnX7w",
            "strLocked": "unlocked"
        }
    ]
}