{
    "teams": [
        {
            "idTeam": "135223",
            "idESPN": null,
            "idAPIfootball": "26",
            "intLoved": null,
            "strTeam": "Brisbane City",
            "strTeamAlternate": "",
            "strTeamShort": null,
            "intFormedYear": "2014",
            "strSport": "Rugby",
            "strLeague": "Australian National Rugby Championship",
            "idLeague": "4417",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "Bottomley Park",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Brisbane, Australia",
            "intStadiumCapacity": "2000",
            "strWebsite": "",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Brisbane City is an Australian rugby union football team based in Brisbane that competes in the National Rugby Championship (NRC). The team is one of two Queensland sides in the competition, the other being Queensland Country. Brisbane City is organised and managed by the Queensland Rugby Union (QRU), with the coaching and training programs utilised by the Queensland Reds being extended to players joining the team from the Reds and Brisbane Premier Rugby.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": null,
            "strColour2": null,
            "strColour3": null,
            "strGender": "Male",
            "strCountry": "Australia",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/b1v2gu1489571064.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135225",
            "idESPN": null,
            "idAPIfootball": "29",
            "intLoved": null,
            "strTeam": "Melbourne Rising",
            "strTeamAlternate": "",
            "strTeamShort": null,
            "intFormedYear": "2007",
            "strSport": "Rugby",
            "strLeague": "Australian National Rugby Championship",
            "idLeague": "4417",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "Frankston Park",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Frankston, Victoria",
            "intStadiumCapacity": "8000",
            "strWebsite": "",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "The Melbourne Rising is an Australian rugby union team based in Melbourne that competes in the National Rugby Championship (NRC). The team represents the rugby community in Victoria and is organised and managed by the Victorian Rugby Union (VRU), with the coaching and training programs used by the Melbourne Rebels being extended to players joining the team from the Rebels, the local Dewar Shield competition, and local Victorian juniors.\r\n\r\nThe NRC was launched in 2014, reinstating the national competition after an absence of six years. The previous competition was the Australian Rugby Championship (ARC), which was discontinued in 2007 after only one season. The team representing Victoria in the ARC was the Melbourne Rebels, organised and managed by the VRU. That Rebels team was the predecessor of the Melbourne Rebels team in Super Rugby and the Melbourne Rising team in the NRC.\r\n\r\nAs of 2016, Melbourne Rising's colours of red, white and blue are those of the Melbourne Rebels, although the side previously played in a navy blue and pink jersey, with white and electric blue highlights. The team's current logo is also adapted from that of the parent franchise, with the name Melbourne Rising used instead of Melbourne Rebels.\r\n\r\nIn 2004, a consortium led by the Victorian Rugby Union entered the bidding process for a licence in the Super 14 competition to get a team in Melbourne for the 2006 season. The then Super 12 competition was expanding to 14 teams, with one new licence being allocated to an Australian team and another to a South African team. Victoria and Western Australia were the leading bidders for the Australian team and the licence was eventually allocated to Western Australia, creating the Western Force.\r\n\r\nFor the Australian Rugby Championship in 2007, however, both Victoria and Western Australia were allocated teams. The Australian Rugby Union announced the new, eight-team national competition after setting up a consultative process in 2006 which culminated in a working session of some 70 delegates from around the country. It was reported that New South Wales gave up a fourth team to enable Victoria to participate in the new national competition.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": null,
            "strColour2": null,
            "strColour3": null,
            "strGender": "Male",
            "strCountry": "Australia",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/wg00hu1489571275.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135226",
            "idESPN": null,
            "idAPIfootball": "30",
            "intLoved": null,
            "strTeam": "NSW Country Eagles",
            "strTeamAlternate": "",
            "strTeamShort": null,
            "intFormedYear": "2014",
            "strSport": "Rugby",
            "strLeague": "Australian National Rugby Championship",
            "idLeague": "4417",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "Endeavour Oval",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Orange, New South Wales",
            "intStadiumCapacity": "0",
            "strWebsite": "",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "The New South Wales Country Eagles is an Australian rugby union football team competes in the National Rugby Championship (NRC). The team was founded by a group of patrons associated with country rugby in New South Wales. The Eagles team plays home matches in regional centres of New South Wales, including Orange, and Tamworth.\r\n\r\nThe Country Eagles' name derives from the wedge-tailed eagle, a large bird of prey found across all areas of Australia. Golden hackles highlight the eagle's predominantly black feathers and these have been adopted as the team's colours. The team's logo features a wedge-tailed eagle. The logo and mascot, “Wedgie”, were chosen in consultation with the NSW Country Rugby Union to differentiate the team from the existing Cockatoos representative side. The Eagles, however, still wear the traditional black and gold (amber) colours of NSW Country.\r\n\r\nThe major naming sponsor of the Country Eagles for the 2014 and 2015 seasons was Charles Sturt University (CSU).\r\n\r\nThe ARU announced in December 2013 that the National Rugby Championship (NRC) would commence in 2014. Expressions of interest were open to all parties, with the accepted bids announced in early 2014. A group of rugby patrons headed by businessmen Rick Hutchinson and Peter Tonkin founded the bid for a New South Wales Country team. On 24 March 2014, it was announced that New South Wales Country would be in the new competition.\r\n\r\nOriginally it was thought the Country team for the NRC would be wholly composed of city-based players of country origin, but a goal of recruiting between four and eight players that were country-based was announced. Sydney clubs Easts and Randwick also have a direct link as feeder clubs for the NSW Country team in the NRC. The Sydney University club took a 25% stake of the team ahead of the 2016 season and provided many of the Eagles players from that season onwards.\r\n\r\nGeneral manager of the NSW Country Eagles in 2014, former Wallabies player James Grant, indicated that the team would be based in Sydney but would travel to regional centres in New South Wales to play home games. Cities including Orange, Dubbo, Mudgee, Lismore, Tamworth, Moree, Armidale and Newcastle expressed an interest in staging country matches.\r\n\r\nDarren Coleman was appointed as the first head coach of NSW Country team. Coleman had previously guided Japanese team Toyota Shokki to Top League promotion for the 2013–14 season. He was also the assistant coach of the Central Coast Rays team which won the ARC in 2007. Matthew Carraro was named as captain of the Eagles' team for the opening match of the 2014 season.\r\n\r\nColeman continued as head coach for the 2015 and 2016 seasons.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": null,
            "strColour2": null,
            "strColour3": null,
            "strGender": "Male",
            "strCountry": "Australia",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/1573nw1573083386.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135228",
            "idESPN": null,
            "idAPIfootball": "501",
            "intLoved": null,
            "strTeam": "Perth Spirit",
            "strTeamAlternate": "",
            "strTeamShort": null,
            "intFormedYear": "2007",
            "strSport": "Rugby",
            "strLeague": "Australian National Rugby Championship",
            "idLeague": "4417",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "UWA Rugby Park",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Perth, Australia",
            "intStadiumCapacity": "4000",
            "strWebsite": "",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "The Perth Spirit is an Australian rugby union football team that competes in the National Rugby Championship (NRC). The team is organised and managed by RugbyWA and is based in Perth, Western Australia. The high performance programs utilised by the Western Force in Super Rugby are extended to players joining the Spirit from the Force, the Perth Premier Grade competition and local rugby academy programs.\r\n\r\nThe Perth Spirit team in the NRC takes its identity from the team of the same name that played in the previous national competition, the Australian Rugby Championship (ARC). The ARC was discontinued following the first season in 2007, but after an absence of six years the national competition was relaunched as the NRC in 2014.\r\n\r\nThe Perth Spirit's colours are black and gold, the traditional colours of Western Australia. The 2014 jersey also has a splash of blue under the collar which symbolises the pathway to the Western Force team. The team's logo features a stylised black swan, similar to that of the Western Force although on a gold background instead of the Force's blue. The black swan is the state emblem and state bird of Western Australia.\r\n\r\nIn 2006, after setting up a consultative process culminating in a working session of some 70 delegates from around the country, the Australian Rugby Union announced that a new, eight-team national competition would commence in 2007 to compete for the Australian Rugby Championship (ARC).\r\n\r\nWith the announcement of a new national rugby union competition, it was known that one of the foundation clubs would be located in Perth - with three teams in New South Wales, two in Queensland and one each in Canberra and Melbourne making up the inaugural eight.\r\n\r\nThe Perth team's name - Spirit, along with colours and logo were unveiled in March 2007. Some 20 names were considered for the ARC team, with Spirit being the option finally preferred because it was seen to be identifiable as Western Australian and a good fit with the Force name used by the Super Rugby team. RugbyWA Chief Executive, Peter O’Meara, said:\r\n\r\nJust as Force taps into the natural elements that have shaped WA, the word Spirit is strong, powerful and dynamic, and reflects the independent, open-minded and entrepreneurial way West Aussies approach things.\r\n\r\nAt the launch of the new team, it was revealed that John Mulvihill would be the head coach of the Spirit for the inaugural season. Mulvihill was also the Super 14 Western Force attack coach. The team's jersey for the ARC was a traditional design with black and gold hoops.\r\n\r\nThe ARC competition started in August, with the Spirit playing their first home game on the second weekend of August. The Spirit's home games were played at Members Equity Stadium. At the time, the Western Force did not play at Members Equity but at the larger capacity venue of Subiaco Oval. However, Members Equity Stadium was better suited to rugby due to its rectangular configuration. The stadium had a capacity of around 17,000 in 2007. It has since been expanded to hold over 20,000 and, due to another sponsorship deal, is now known as nib Stadium.\r\n\r\nThe players in the ARC squad adopted an unconventional name of the \"Perth Pigs\". The team was captained by half back Matt Henjak after he overcame a back injury. Tai McIsaac was the vice-captain. Perth finished third on the league table after the regular season, and played the Central Coast Rays in a semi-final at Gosford. The Rays won the match 20–8.\r\n\r\nThe Australian Rugby Championship was terminated at the end of 2007 after only one season of competition, with the Australian Rugby Union citing higher costs than budgeted and further projected financial losses. The Perth Spirit team was disbanded with the end of the ARC competition.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": null,
            "strColour2": null,
            "strColour3": null,
            "strGender": "Male",
            "strCountry": "Australia",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/mlizj01489572378.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135229",
            "idESPN": null,
            "idAPIfootball": "31",
            "intLoved": null,
            "strTeam": "Queensland Country",
            "strTeamAlternate": "",
            "strTeamShort": null,
            "intFormedYear": "2014",
            "strSport": "Rugby",
            "strLeague": "Australian National Rugby Championship",
            "idLeague": "4417",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "Toowoomba Sports Ground",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Toowoomba, Queensland",
            "intStadiumCapacity": "9000",
            "strWebsite": "",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Queensland Country is an Australian rugby union football team that competes in the National Rugby Championship (NRC). The team is one of two Queensland sides in the competition, the other being Brisbane City. Queensland Country is organised and managed by the Queensland Rugby Union (QRU), with the coaching and training programs used at the Queensland Reds extended to players joining the team from the Reds, Premier and Country rugby teams.\r\n\r\nThe Queensland Country team in the NRC draws its identity from the Queensland Country representative team that has played in regular City-Country fixtures in Queensland since 1902. The same colours have been adopted for the team in the NRC competition and, while the Heelers' cattle dog logo is not used, an emblem based on the traditional Cooktown Orchid logo of the Queensland Country Rugby Union has been adopted. The Queensland Country uniform is blue and white, with a crest of the orchid logo inside Queensland Rugby's traditional ‘Q’ on the jersey's chest.\r\n\r\nThe NRC was launched in 2014, reinstating the national competition after the Australian Rugby Championship (ARC) was discontinued following the first season in 2007. The Queensland Country NRC team plays in various Queensland regional centres. Existing QRU staffing roles and infrastructure are utilised, and the training base for the team is at QRU's headquarters at Ballymore.\r\n\r\nRugby within Country Queensland began to gain significant popular support after the first intercolonial match between New South Wales and Queensland in 1882. Prior to this, Melbourne rules (Australian football) was more often played. Regional centres such as Toowoomba, Rockhampton, Maryborough and Charters Towers established their own rugby unions in the 1880s and 1890s.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": null,
            "strColour2": null,
            "strColour3": null,
            "strGender": "Male",
            "strCountry": "Australia",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/l05crj1489572813.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135227",
            "idESPN": null,
            "idAPIfootball": "32",
            "intLoved": null,
            "strTeam": "Sydney Rays",
            "strTeamAlternate": "",
            "strTeamShort": null,
            "intFormedYear": "2007",
            "strSport": "Rugby",
            "strLeague": "Australian National Rugby Championship",
            "idLeague": "4417",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": null,
            "strStadium": "Concord Oval",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Sydney, Australia",
            "intStadiumCapacity": "20000",
            "strWebsite": "",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "The Sydney Rays is an Australian rugby union team that competes in the National Rugby Championship (NRC). The team is one of two sides from New South Wales in the competition; the other being the NSW Country Eagles.\r\n\r\nThe current Rays team in the NRC takes its identity from the Central Coast Rays side that played in the earlier national competition, the Australian Rugby Championship (ARC). The Rays drew players mainly from four Shute Shield clubs; Gordon, Manly, Northern Suburbs, and Warringah. The Central Coast Waves club was also aligned with the Rays for the ARC, but the competition was disbanded following the first season in 2007. After an absence of six years, the national competition was relaunched as the NRC in 2014.\r\n\r\nA consortium of the same four Shute clubs from the ARC reformed the team as the North Harbour Rays in 2014 to play in the NRC. The team was renamed the Sydney Rays in 2016.\r\n\r\nHistory\r\n\r\nRays played at Bluetongue Stadium in 2007.\r\nIn 2007, an attempt was made to form a third tier of rugby in Australia, similar to New Zealand's ITM Cup and South Africa's Currie Cup. The newly formed competition included eight teams and was called the Australian Rugby Championship. Three of those teams were based in New South Wales, including a Central Coast team.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": null,
            "strColour2": null,
            "strColour3": null,
            "strGender": "Male",
            "strCountry": "Australia",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/u1x9w41573084093.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135230",
            "idESPN": null,
            "idAPIfootball": "502",
            "intLoved": null,
            "strTeam": "Sydney Stars",
            "strTeamAlternate": "",
            "strTeamShort": null,
            "intFormedYear": "2014",
            "strSport": "Rugby",
            "strLeague": "Australian National Rugby Championship",
            "idLeague": "4417",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "16348",
            "strStadium": "Leichhardt Oval",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Mary St, Leichhardt, New South Wales",
            "intStadiumCapacity": "20000",
            "strWebsite": "",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "The Sydney Stars were an Australian rugby union football team that competed in the National Rugby Championship (NRC) in 2014 and 2015. The Stars team was formed as a joint venture between the Sydney University and Balmain rugby clubs, and was one of four New South Wales teams in the competition.\r\n\r\nThe NRC was launched in 2014, reinstating the national competition after an absence of six years. Sydney University was initially interested in entering the NRC competition as a stand-alone club, but submitted a joint bid with Balmain as the Sydney Stars.\r\n\r\nThe Sydney Stars' colours of gold, blue and black was drawn from the rugby clubs of Sydney University and Balmain. The team logo was the name \"Sydney\" in blue capitals outlined in white above the name \"Stars\" in gold capitals outlined in blue, and with the central letter \"A\" formed as the top point of a stylised five-pointed star, also in gold and outlined in blue. The entire design was outlined in black.\r\n\r\nThe previous national competition was the Australian Rugby Championship (ARC), which was discontinued in 2007 after only one season. After setting up a consultative process in 2006 which culminated in a working session of some 70 delegates from around the country, the Australian Rugby Union announced that a new eight-team national competition would commence in 2007. New South Wales was allocated three teams and it was decided that representative teams would be formed to play out of the Central Coast, Western Sydney, and Sydney. The decision was controversial because two New South Wales clubs, Sydney University and Randwick, had wanted to enter stand-alone teams in the new competition.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": null,
            "strColour2": null,
            "strColour3": null,
            "strGender": "Male",
            "strCountry": "Australia",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/hp5yij1489570812.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        },
        {
            "idTeam": "135231",
            "idESPN": null,
            "idAPIfootball": "27",
            "intLoved": null,
            "strTeam": "University of Canberra Vikings",
            "strTeamAlternate": "Canberra Vikings",
            "strTeamShort": null,
            "intFormedYear": "1994",
            "strSport": "Rugby",
            "strLeague": "Australian National Rugby Championship",
            "idLeague": "4417",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "20218",
            "strStadium": "Viking Park",
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "Canberra, Australia",
            "intStadiumCapacity": "8000",
            "strWebsite": "",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "The University of Canberra Vikings (formerly the Canberra Vikings and Canberra Kookaburras) is an Australian rugby union football team that competes in the National Rugby Championship (NRC). The team is based at Viking Park in Wanniassa, and is backed by a three-way partnership between Tuggeranong Vikings Group, the Brumbies and University of Canberra.\r\n\r\nThe coaching and training programs used by the Brumbies for Super Rugby are extended to players joining the NRC team from the Brumbies, the local ACTRU Premier Division club competition, and the ACT and Southern NSW Rugby Union catchment area.\r\n\r\nThe present NRC team is descended from the ACT representative side known as the Canberra Kookaburras. That name was adopted by the Canberra Kookaburra Rugby Club for the ACT Rugby Union's entry into the NSW Premiership in 1995. Ownership of the Kookaburras was transferred to the Tuggeranong Vikings RUC for the 1999 season and the team was renamed the Canberra Vikings.\r\n\r\nThe Vikings played in the QRU Premiership (2001 to 2003, winning three titles), Tooheys New Cup (2004 and 2005) and Australian Rugby Shield (winning in 2006), before entering the Australian Rugby Championship (2007). That competition did not continue after the inaugural season and the Canberra Vikings team was disbanded at the end of 2007. After a six-year absence, the team was revived as the University of Canberra Vikings for the national competition relaunch as the NRC in 2014.\r\n\r\nRugby union was played in and around what is now the Australian Capital Territory well before it separated from New South Wales on 1 January 1911. Goulburn Rugby Union Club was formed in 1872 and became a founding member of the Southern Rugby Union in 1874. Teams from Hall and the Royal Military College, Duntroon played rugby union matches prior to the First World War. The Federal Capital Territory Rugby Union was established and re-established several times in the 1920s and 30s, before the First Grade competition was finally started in 1938 with four clubs playing in the inaugural season.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": null,
            "strColour2": null,
            "strColour3": null,
            "strGender": "Male",
            "strCountry": "Australia",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/31biry1573083244.png",
            "strLogo": null,
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        }
    ]
}