{
    "teams": [
        {
            "idTeam": "141561",
            "idESPN": null,
            "idAPIfootball": "0",
            "intLoved": null,
            "strTeam": "Combat Zone Wrestling Mens",
            "strTeamAlternate": "",
            "strTeamShort": "",
            "intFormedYear": "0",
            "strSport": "Fighting",
            "strLeague": "Combat Zone Wrestling",
            "idLeague": "4989",
            "strLeague2": "",
            "idLeague2": null,
            "strLeague3": "",
            "idLeague3": null,
            "strLeague4": "",
            "idLeague4": null,
            "strLeague5": "",
            "idLeague5": null,
            "strLeague6": "",
            "idLeague6": null,
            "strLeague7": "",
            "idLeague7": null,
            "strDivision": null,
            "idVenue": "0",
            "strStadium": null,
            "strKeywords": "",
            "strRSS": "",
            "strLocation": "",
            "intStadiumCapacity": null,
            "strWebsite": "",
            "strFacebook": "",
            "strTwitter": "",
            "strInstagram": "",
            "strDescriptionEN": "Combat Zone Wrestling (CZW) is an American independent professional wrestling promotion founded in 1999 by John Zandig. Commonly associated with the 2000s hardcore wrestling genre, early CZW shows showcased a brand of wrestling dubbed by the promotion as \"ultraviolence\". Early CZW matches featured items such as ladders, tables, steel folding chairs, thumbtacks, barbed wire-covered baseball bats, weed whackers, light tubes, and panes of glass. The promotion filled a niche for hardcore wrestling fans that had been left open by the folding of Extreme Championship Wrestling (ECW) in 2001.\r\n\r\nIn 2009, CZW's founder John Zandig sold the promotion to CZW wrestler D. J. Hyde. Although hardcore wrestling continued to be a prominent part of CZW shows, under Hyde the frequency of hardcore matches would gradually decrease. By the start of the 2010s, CZW had diversified its image by mixing its roster of homegrown wrestlers with international talent and began to showcase additional styles of wrestling. This diversity of styles was emphasized by CZW's two annual tournaments, Tournament of Death, which showcased the \"ultraviolent\" style, and Best of the Best, which featured technical and high flying wrestlers. Throughout the 2010s, CZW was part of the Triangle of Unity (also known as the Triangle of Ultraviolence) alliance with Japanese promotion Big Japan Pro Wrestling and German promotion Westside Xtreme Wrestling. In 2016, CZW was covered by Vice Media in the documentary Bloodlust: Tournament of Death.\r\n\r\nAfter a long hiatus during the COVID-19 pandemic, CZW returned to promoting events in 2021. Since its return, CZW has stopped holding hardcore matches, apart from their annual Tournament of Death. CZW events are currently held in Blackwood, New Jersey and Havre de Grace, Maryland, along with occasional events in other east coast venues.",
            "strDescriptionDE": null,
            "strDescriptionFR": null,
            "strDescriptionCN": null,
            "strDescriptionIT": null,
            "strDescriptionJP": null,
            "strDescriptionRU": null,
            "strDescriptionES": null,
            "strDescriptionPT": null,
            "strDescriptionSE": null,
            "strDescriptionNL": null,
            "strDescriptionHU": null,
            "strDescriptionNO": null,
            "strDescriptionIL": null,
            "strDescriptionPL": null,
            "strColour1": "",
            "strColour2": "",
            "strColour3": "",
            "strGender": "Male",
            "strCountry": "United States",
            "strBadge": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/badge\/ko6orv1721722538.png",
            "strLogo": "https:\/\/r2.thesportsdb.com\/images\/media\/team\/logo\/nmifha1721722551.png",
            "strFanart1": null,
            "strFanart2": null,
            "strFanart3": null,
            "strFanart4": null,
            "strBanner": null,
            "strEquipment": null,
            "strYoutube": "",
            "strLocked": "unlocked"
        }
    ]
}